{"URL": "http://www.washingtonpost.com/news/the-fix/wp/2013/04/29/black-turnout-was-higher-than-white-turnout-in-2012-and-2008/", "Text": "\n\nBlack voters in Virginia wait for President Obama to speak at a 2012 rally. (Marvin Joseph/Washington Post)\n\nThe Associated Press is out with a study of the 2012 election concluding that the black voter turnout rate exceeded the white turnout rate for the first time. It's almost certainly true that black turnout was higher than white turnout last fall -- but that also was true in 2008.\n\nUsing census data and exit polling, the AP found that black voters were 13 percent of the electorate even though they make up only 12 percent of the population. White voters represented 72 percent of the electorate, outperforming their 71.1 percent share of the population, but not to the same degree they have in past elections. The total percent of voters in each ethnic group who turned out is not included. Census data on voter turnout will be released in May.\n\nThe AP does give exact numbers for 2008 turnout -- 66.1 percent for whites and 65.2 percent for blacks. But Michael McDonald, a professor at George Mason University who specializes in analyzing voter turnout, has crunched the numbers differently. If you exclude people who did not respond to the census, the black turnout rate also surpassed white turnout four years ago, 76.6 percent to 73.6 percent.\n\nBlack turnout in 2012 was most likely on par with 2008, McDonald said, although we will know more when the census report is released. Exit polls find that while turnout was down overall in 2012 compared to 2008, every state where African-Americans comprise 20 percent or more of the population -- except for Georgia -- saw a smaller turnout decline than the national average.\n\n\"It looks as though African-Americans were not as affected by this second-term slump in turnout Obama experienced,\" McDonald said.\n\nThe AP also runs the 2012 election using the 2004 electorate and finds that with those turnout patterns, Mitt Romney would have narrowly beaten Obama. It's worth noting that according to the Pew Research Center, white turnout spiked in 2004 before sliding in 2008. McDonald predicts that white turnout again declined in 2012.\n\nBlack turnout in presidential elections has been steadily increasing since 1996, according to the Pew analysis. But whether it will continue to rise as dramatically without an African-American candidate at the top of the ticket remains a question.", "_id": {"$oid": "55daf21804235215b082e42f"}}