{"URL": "http://www.slate.com/blogs/lexicon_valley/2015/08/18/what_does_fuckboy_mean.html", "Text": "Photo illustration by Lisa Larson-Walker, from a painting by Masaccio\n\nA good insult requires no elaboration. We feel it before we understand it. That’s why some slurs resonate even when we’re not sure who or what they’re defaming. Consider the strange case of fuckboy, which plays a central role in Nancy Jo Sales’ controversial article, “Tinder and the Dawn of the ‘Dating Apocalypse,’ ” in this month’s Vanity Fair. Here are two true statements about the word: Everyone knows what fuckboy means. And no one knows what fuckboy means.\n\nTo be clear, fuckboy has plenty of definitions—so many, in fact, that the word is less interesting for what it means than for why it seems to welcome so many (often mutually exclusive) claims to meaning. And while some of those claims are older than others, none possess anything like universal authority, Sales’ perhaps least of all. Describing how smartphone apps have intensified the dynamics of hookup culture, Sales writes, “A ‘fuckboy’ is a young man who sleeps with women without any intention of having a relationship with them or perhaps even walking them to the door post-sex. He’s a womanizer, an especially callous one, as well as kind of a loser.”\n\nAdvertisement\n\n\n\nSuccinct and precise as this definition is, it has turned Sales into an object of condescension for some. “Fuckboy is not a dating style,” claims Alana Massey, “so much as a worldview that reeks of entitlement but is aghast at the prospect of putting in effort.” Elaborating on this claim over the phone, she told me that, to her, a fuckboy is a man who wants a girlfriend without the attendant responsibilities. Fuckboys “become emotional vampires to women who aren’t even their girlfriends.”\n\nIf Sales and Massey agree on anything, it’s that a fuckboy is the worst kind of guy, or at least one who represents the worst trends of the present moment. In her response to Sales, Massey sets out to explain what’s wrong with modern men. Correcting Sales’ definition of fuckboy is simply an opportunity to frame her claims. Their disagreement reflects the varied ways the word is used across a range of communities, designating whatever male behavior a particular culture—or even an individual—identifies as problematic. Where Sales’ and Massey’s definitions both work from within the discourse of women who date men, it takes on a range of different meanings—and inspires different debates—in other contexts.\n\nThis array of meanings is almost certainly a consequence of the complicated uptake and appropriation of fuckboy. Sales nods to the term’s history—“The word has been around for at least a decade with different meanings”—though she fails to explore that history at all. In our conversation, Massey claimed that fuckboy had entered her social world sometime in the past year, but acknowledged that it had a fuzzier past. “I was told that we stole it from gay men,” she told me. “I don’t actually know.”\n\nMassey isn’t alone in this any more than she’s alone in feeling that her take on the term is the right one. Though fuckboy plays a role in various linguistic communities, it’s hard to trace it to a single source. These multiple histories—and the ambiguities that arise when they meet—make it difficult to assign a stable, consistent meaning to the term. But something about the word itself inspires strong claims, leading to attempts to assert its meaning once and for all. Instead of simply standing for badness, fuckboy encourages those who use it to discuss what that badness entails.\n\nIt’s not uncommon to locate the origins of fuckboy in prison slang, where, according to some accounts, it refers to “men who are ‘gay for pay.’ ” Other sources directly connect the term to prison rape, or suggest that it operates in the space where those two meanings overlap. The word has also been associated with gay male culture—though there too it takes on a variety of specific connotations. I’ve heard it used to refer to men who take a submissive role in sex. But one acquaintance told me that, “to gay men like me it means a rich and powerful man’s kept boy.”\n\nBut fuckboy probably found its way into popular parlance through hip-hop. As attempts to historicize the term frequently point out, Cam’ron used it in passing in the chorus of his 2002 “Boy, Boy”: “Oh this cat over front? Fuck boy, boy /He keep that shit up … fucking drop boy, boy.” To Cam’ron a “fuck boy” is apparently a contemptible faker, but the rapper does little to define the term.\n\nAs the Huffington Post’s Sara Boboltz notes, fuckboy has appeared “in a growing number of rap and hip-hop songs” in the decade since Cam’ron first employed it. Unsurprisingly, listeners started noticing the word before journalists did. A 2009 thread in the Hypebeast forums finds users wondering over the word’s derivation while others mock them for arriving late to the party. Significantly, the commenters evince little agreement about fuckboy’s significance or etymology. They propose a variety of possible meanings, all ugly but widely divergent in the specific onus of their ugliness, except insofar as they tend toward a homophobic register.\n\nFor all that history, interest in fuckboy didn’t really start to spike until late 2014—a date that suggests the impact of hip-hop group Run the Jewels’ “Oh My Darling Don’t Cry,” released on Sept. 15 of that year. (Thanks to Slate’s Forrest Wickman for making that connection.) On that recording, Killer Mike raps, “That fuckboy life about to be repealed/ That fuckboy shit about to be repelled/ Fuckboy jihad, kill infidels.” While repetition gives the term weight—more weight, certainly, than it held for Cam’ron—no context clarifies its specific meaning. Coupling uncertain signification with clear significance, “Oh My Darling” turns fuckboy into a semiotic black hole, one that pulls everything into itself.\n\nAsked to clarify what he meant, Killer Mike responded, “[Y]ou can identify fuckboys … because they are always doing fuck shit. Just the dumbest, weirdest, lamest possible shit ever.” In an explanatory note on Genius, a commentator glosses the lines in similarly general terms, enthusing, “Weak lames like don’t stand a chance against [Run the Jewels]!” A fuckboy is recognizable by his objectionable actions. You know one when you see one.\n\nWhile it may not have been important to Run the Jewels to define the term, it must have been to some of the group’s listeners—and to those hearing the word in other contexts. Why else did so many turn to Google in search of a clearer explanation? Popular searches include “what is fuckboy,” “definition fuckboy,” “define fuckboy,” and requests for the term (and variant spellings “fuckboi” and “fuccboi”) in Urban Dictionary.\n\nPerversely, all this uncertainty inspires us to believe that there must be something to be certain about. The further fuckboy gets from its origins—whatever they may be—the more its proponents insist that it means one thing or another, or, as in Massey’s disagreement with Sales, one thing but not another. Urban Dictionary, where visitors vote on the accuracy of user-submitted explanations of slang terms, offers almost 300 attempts to define fuckboy. Some overlap, but without any real consistency, suggesting something more like Wittgensteinian family resemblance insofar as they share only the derisive force of the term itself. The oldest and most popular definition dates to 2004 and simply reads, “A person who is a weak ass pussy that ain't bout shit,” suggesting a failure to conform to masculine norms.\n\nSome subsequent appropriations have inverted this earlier understanding, turning fuckboy into something more like a critique of masculine excess. YouTuber Damian Alonso proposes, “If you’re a man and you’re calling another man a fuckboy because he’s weak or a pussy, you are now a fuckboy yourself because you’re using sexist language that is prominent in fuckboys.” This take supplants the misogynistic and homophobic implications of fuckboy with accusations of misogyny and homophobia.\n\nIt may be precisely because it arrives without a comprehensible history that fuckboy has come to stand for whatever those who use it find most contemptible. This has instilled it with a hyperspecificity that makes it difficult to discuss in general terms. Articles and explainers about it often come in the form of lists, always lists of signs: “15 Tragic Signs You’re Dealing With a Fuckboy,” “10 Signs He’s a Fuckboy,” “7 SIGNS HE’S A FUCKBOY.” It’s a joke genre, or at least a structure for something like jokes, but it points to the truth of the word: It’s easier to talk about examples than essences.\n\nAs these listicles suggest, fuckboy is a sign in search of meaning, but those meanings can only ever be other signs. Indeed, fuckboy is a sign that endlessly points elsewhere. This is how it can refer both to a man who is “weak or a pussy” and to someone who refers to others as “weak or a pussy.” Significantly, though, it never stands fully apart from its racially and sexually overdetermined history. That history lingers in the background of more recent understandings, problematically underwriting badness as such, badness without content.", "_id": {"$oid": "55daf2c804235215b082e46d"}}