{"URL": "http://www.slate.com/blogs/moneybox/2015/08/17/amazon_new_york_times_article_lots_of_companies_are_probably_just_as_bad.html", "Text": "Photo by Chip Somodevilla/Getty Images\n\nOver the weekend, the New York Times published an explosive piece about culture and ambition in Amazon’s “bruising workplace.” The story, from reporters Jodi Kantor and David Streitfeld, portrays Amazon as a company that demands metrics-determined excellence from its staff and extracts it at just about any cost, culling the workers who can’t keep up. New hires, Kantor and Streitfeld report, are instructed to forget “poor habits” acquired at previous jobs. Model Amazon employees are deemed “Amabots.” Steady turnover is described as “purposeful Darwinism.” In the fifth paragraph of the article, the Times lays out its ominous thesis:\n\nEven as the company tests delivery by drone and ways to restock toilet paper at the push of a bathroom button, it is conducting a little-known experiment in how far it can push white-collar workers, redrawing the boundaries of what is acceptable. The company, founded and still run by Jeff Bezos, rejects many of the popular management bromides that other corporations at least pay lip service to and has instead designed what many workers call an intricate machine propelling them to achieve Mr. Bezos’ ever-expanding ambitions.\n\nAdvertisement\n\n\n\nContinue reading and you are told shocking anecdotes to back this up, many highlighting Amazon’s alleged mistreatment of women. Former Amazon employee Elizabeth Willet describes feeling forced out by her co-workers and boss after she had a baby and started leaving the office at 4:30 p.m., even though she was starting at 7 a.m. Michelle Williamson, a former employee in Amazon’s restaurant supply business, recalls being told motherhood would prevent her from succeeding at a high level in the company. Molly Jay, a former Kindle worker, says she had to take unpaid leave to care for her dying father and was told her attempts to cut back were “a problem.” Several other women—one with thyroid cancer, another with breast cancer, and one who had a stillborn child—tell the Times they were given little or no leeway during those personal crises, and in some cases essentially had their jobs put on notice.\n\n\n\nThese are undoubtedly horrifying stories. And, sadly, they feel especially ugly coming from a 21-year-old publicly traded company. What’s unclear is how representative they are of Amazon’s culture, past and—more importantly—present. Yes, the Times interviewed an impressive 100-plus current and former Amazon workers for its story. But Amazon currently employs more than 150,000 people, and has employed many more. One hundred is a vanishingly small percentage of that. The most accusatory material in the Times piece also glosses over important details. Most of the truly disturbing stories about how women were treated, for example, don’t mention when those incidents took place. We are allowed to assume that these pernicious interactions are ongoing and commonplace, when in fact we have no way of knowing whether such things happened in the latest quarter, or many years ago.\n\nYou can make a similar critique of the Times’ insinuations about turnover. At Amazon, the article states, “Losers leave or are fired in annual cullings of the staff.” The “steady exodus” is reportedly offset by simultaneous mass-hiring initiatives; at “LinkedIn parties,” Amazon employees are “required to hand over all their contacts to company recruiters.” But here, again, the Times omits crucial specifics. First, what Amazon’s annual turnover rate actually is. Second, whether that rate includes blue-collar workers in Amazon’s warehouses—jobs with notoriously poor working conditions and high attrition—or just the white-collar ones the article otherwise focuses on. Third, whether any of that “annual culling” is achieved through Amazon’s relatively well known and much less nefarious-sounding “Pay to Quit” program, in which warehouse workers once a year are offered up to $5,000 to leave if they’re not in it for the long haul. Finally, the Times says these annual staff thinnings “can force managers to get rid of valuable talent just to meet quotas,” but does little to explain why a numbers-obsessed company with thin margins like Amazon would pursue such a strategy—turnover, after all, is costly.\n\n\n\nThe last, giant caveat that seems worth appending to the Times report is how it plays with and to some extent sensationalizes an expectations gap about workplace culture. We’ve been trained to think that “working at Big Tech Company” should equate to the rosiest description of “working at Google.” Free gourmet meals. Lavish benefits. In-office scooters. Puppies! Some of the things former Amazon workers tell the Times are truly awful, but half of the scandal comes from them being about Amazon, a Big Tech Company that doesn’t conform to the Google ideal. The sad, horrible fact is that similar anecdotes coming from ex-employees at Goldman, Skadden, Bain, or various fast-growing startups in Silicon Valley would probably be nonstories—that is, until someone actually dies.\n\nAnyway, the Times clearly hit a nerve, because over the past few days it’s provoked a lengthy LinkedIn response from Nick Ciubotariu, head of infrastructure development for Amazon Search Experience, an internal memo from chief executive Jeff Bezos, and about 4,000 comments from readers on the article page. Amazon’s rebuttal has emphasized that the things reported by the Times are not representative of what Amazon is like today. “When I interviewed at Amazon, I heard all the horror stories from the past. They’re actually pretty well known in Seattle,” writes Ciubotariu. “I was told they were true, that the company continues to take steps to make things better, and that work-life balance was taken seriously.” Bezos is more pointed. “The article doesn’t describe the Amazon I know or the caring Amazonians I work with every day,” he says. “I strongly believe that anyone working in a company that really is like the one described in the NYT would be crazy to stay.”", "_id": {"$oid": "55daef0004235215b082e21f"}}