{"URL": "http://www.usatoday.com/story/news/politics/elections/2015/08/15/sanders-pledges-expand-social-security-lift-wages/31798521/", "Text": "Democratic Presidential candidate Bernie Sanders promised attendees of the Iowa State Fair that he would work to bring an end to institutional racism in America while speaking from the Des Moines Register's Political Soapbox. Des Moines Register\n\nDemocratic presidential candidate Bernie Sanders waves to the crowd gathered outside The Des Moines Register Political Soapbox stage Saturday at the Iowa State Fair in Des Moines. (Photo: Michael Zamora/The Register)\n\nDES MOINES, Iowa — Continuing his rhetorical assault against the political influence of the ultra-rich, Sen. Bernie Sanders pledged to rebuild the middle class, lift wages and work to move the nation toward sustainable energy during a 17-minute speech at the The Des Moines Register Political Soapbox.\n\nA sweat-soaked Sanders stood under the scorching sun Saturday afternoon in front of one of the largest crowds ever to surround the soapbox.\n\nThe independent senator from Vermont highlighted the 80th anniversary of Social Security. Friday marked eight decades since President Franklin D. Roosevelt signed into law the Social Security Act. Sanders pledged to protect the program and expand it by lifting the current cap on taxable income of $118,500.\n\n\"Let me be very clear: Virtually all of the Republican candidates in one form or another want to cut Social Security,\" Sanders said. \"Together, we are not going to let them do that.\"\n\nAt one point, a helicopter overhead interrupted Sanders' speech. Though it didn't belong to billionaire Donald Trump, Sanders still took a jab at the Republican front-runner, joking that he had forgotten his own helicopter at home.\n\n\"It's in the garage,\" he said, \"I forgot to bring it.\"\n\nSanders also addressed racial inequality, pledging to do everything possible to \"end the stain of racism and institutional racism in this country.\" He mentioned by name the deaths of Sandra Bland and Samuel DuBose and lamented the loss of other Americans who have died at the hands of police.\n\nSanders called for sweeping criminal justice reform and promised to invest in education and jobs rather than incarceration. Though the country has a long way to go to repair race relations, Sanders pointed to the election of President Obama as a major step forward. And he thanked Iowans for propelling Obama's ascent as the winner of the Iowa caucuses in 2008.\n\n\"What you showed is that a state which is mostly white could go beyond the color of a candidate's skin and vote for somebody based on their character and their ideas,\" he said. \"Thank you, Iowa.\"\n\nRead or Share this story: http://usat.ly/1THD7Q9", "_id": {"$oid": "55daf2be04235215b082e463"}}