{"URL": "https://www.change.org/p/jeremy-stoppelman-yelp-post-the-reviews-stop-preventing-users-from-seeing-your-contributors-posts", "Text": "Yelp's business and reputation depend upon the eloquence, commitment and loyalty of thousands of community members who contribute their time and effort – free of charge – to build a massive database of information where members of the public can find recommendations (or warnings) about nearly any company. When someone consults a Yelp review, they expect to get a clear picture of what Yelp contributors have to say, NOT information manipulated by Yelp's anonymous corporate censors. Yelp members contribute these reviews in good faith, believing that their views deserve to be considered, and will be available to any member of the public.\n\nShockingly, on July 29, 2015, thousands of Yelp contributors found that Yelp had deleted their reviews of River Bluff Dental in Bloomington, MN, whose owner was involved in criminal poaching of endangered animals worldwide. Yelp had deleted over 6,000 reviews within just a few hours. As thousands more reviews continued to pour in, Yelp continued to delete. By July 30th, Yelp had reduced the number of reviews to less than 400, and was continuing to delete. Many of the reviews were hyperbolic and thoughtless. But many more were filled with facts and information that anyone considering patronizing River Bluff Dental would surely want to know. And ALL of the reviews (even the thoughtless ones) taken together told the story of River Bluff Dental's meaning and position in their community and broader culture. Contributors had taken the time to post links and other information that made valuable contributions to the debate surrounding this dental practice.\n\nYelp's autocratic censorship of this this historic, unprecedented outpouring of participation in public debate silenced and disempowered their loyal contributors and deceptively erased the debate from public view - apparently to protect River Bluff Dental and its criminal dentist Walter Palmer.\n\nIt turns out that this is standard practice for Yelp, not just in high profile cases, but in any and all cases. Yelp censors their contributors to favor the interests of business.\n\nIn signing this petition, we demand that Yelp take responsibility for its stewardship of what serves as a public forum: POST THE REVIEWS. We ask Jeremy Stoppelman and the management team at Yelp to unlock the THOUSANDS of reviews that they've squelched on the River Bluff Dental site, and all other sites. LET THE REVIEWS BE SEEN. If the volume of reviews in an exceptional case like this is hard to navigate – provide your users with better tools to navigate and sort them, but STOP SILENCING YOUR VALUABLE CONTRIBUTORS, and STOP DECEIVING YOUR USERS by sweeping controversial and illegal actions by business owners under the rug.", "_id": {"$oid": "55daf1a404235215b082e3ee"}}