{"URL": "http://food52.com/blog/13529-the-best-way-to-eat-ice-cream-with-cake?utm_source=slate.com&amp;amp;utm_medium=referral&amp;amp;utm_campaign=f52-slate", "Text": "Save and organize all of the stuff you love in one place.\n\nWould you like a piece of cake right now? For Goodness Cake is here for you.\n\nToday: Cold ice cream plus warm cake equals a bowl of soggy mush. Here's a better way to eat ice cream and cake without compromising the integrity of either.\n\nIf it seems like a good idea to encourage your two best friends to start dating, you haven’t spent enough time watching sitcoms and soap operas. Because if we can trust television, odds are that your two friends’ personalities will morph into one very boring version and you’ll be left prying open your eyelids as one person gushes to you about the other.\n\nYou’ll only be able to tolerate so much.\n\nThe same thing is true for the union of ice cream and cake. It seems like a good idea—a cold scoop of ice cream atop a warm piece of cake—but the reality is that in this mingling, both components are compromised: The ice cream coalesces into the cake, both succumb to mush, and all individuality is lost. What was once two distinctly valuable desserts becomes a mess of sweet, soggy drippiness.\n\nYou’ll only be able to tolerate so much.\n\nWith this ice cream cake, however, both parts—the ice cream (roasted banana) and the cake (chocolate-date)—maintain their identities. Because the cake is frozen completely before a layer of just-churned ice cream is spread on top and the whole pan is sent back into the freezer, you'll get two discrete layers. It's a process that involves a tolerance for delayed gratification you probably never knew you had.\n\nBut in the end it means that the cake is complemented, rather than overpowered, by the ice cream—and vice versa. The fudgy, truffle-like texture of the cake stands up to the ice cream but becomes a bit softer; the richness from the dates and the chocolate is more pronounced with the barely-bitter banana flavor as a foil. Rather than icecreamcake, you get ice cream-cake—joint yet separate.\n\nIt's as if your dating friends have refused a couple name. They are not Bennifer or Brangelina or Kimye or Icecreamcake. And maybe you'll decide it's okay for them to date after all.\n\nChocolate-Date Cake Topped with Roasted Banana Ice Cream\n\nMakes one 9- by 13-inch pan of ice cream cake; serves so many\n\nCake adapted from Mast Brothers Chocolate: A Family Cookbook; ice cream from Max Falkowitz at Serious Eats\n\nFor the cake:\n\n2 cups water\n\n2 teaspoons baking soda\n\n14 ounces dates (I used Medjool)\n\n3/4 cup (1 1/2 sticks) unsalted butter, room temperature\n\n1 cup sugar\n\n1 egg\n\n2 cups all-purpose flour\n\n1/2 teaspoon salt\n\n14 ounces dark chocolate, chopped (do not use chocolate chips, even if it's tempting)\n\nFor the ice cream:\n\n3 ripe bananas, sliced into 1/2-inch coins\n\n3/4 cup raw sugar\n\n1/2 teaspoon kosher salt\n\n1/2 teaspoon lemon juice\n\n2 cups cream\n\n1 cup milk\n\nFor the chocolate drizzle:\n\n3 ounces dark chocolate, chopped\n\n50 grams coconut oil\n\nSee the full recipe (and save and print it) here.\n\nPhotos by Mark Weinberg", "_id": {"$oid": "55daf01b04235215b082e2b0"}}