{"URL": "http://www.slate.com/blogs/future_tense/2015/03/23/greenland_icemelt_study_suggests_the_day_after_tomorrow_has_some_basis_in.html", "Text": "Photo by Joe Raedle/Getty Images\n\nIn the 2004 blockbuster The Day After Tomorrow, abrupt climate change plunges the world into chaos. According to new research published Monday, the idea that underpins the film’s plot—that rapid Arctic ice melt could cause dramatic changes to the global climate system—just got one step closer to reality.\n\nOf particular concern are the profound changes happening in the Greenland ice sheet: It appears that the massive amount of freshwater from melting Greenland glaciers has now begun to slow the ocean’s circulating currents.\n\nAdvertisement\n\n\n\nMonday’s study, published in the journal Nature Climate Change, is as frightening as it is significant. Among its authors are some of the biggest names in climate science: Jason Box, a glaciologist at the Geological Survey of Denmark and Greenland, whose ongoing “Dark Snow” project is measuring the rapid melting of ice in Greenland; and Michael Mann, a meteorologist at Penn State University, whose famous 1999 “hockey stick” graph showed the sharp influence of human greenhouse gas emissions in context of 1,000 years of temperature data from ice cores and tree rings. Mann’s graph was so powerful it became a lightning rod of climate denial.\n\nFresh water is less dense than saltwater. So when glacial melt from Greenland enters the ocean, it resists the natural sinking motion at the northern edge of the Gulf Stream and slows down the Atlantic’s deep current—creating a ripple effect across the entire planet.\n\nThe study uses a library of ice cores, tree rings, coral, and sediments to generate a new reconstruction of the historical strength of the Atlantic’s circulation based on temperature changes. The team found recent changes in ocean circulation are “unprecedented” since at least the year 900 A.D., about as far back as these proxy data can reliably go. According to the paper, the probability of a similar circulation slowdown caused by natural variability alone (with no influence from human-caused climate change) was less than 0.5 percent.\n\nThe effect they identified is “stronger than what current state-of-the-art climate models predict,” said Mann, likely due to the increasing influence from a melting Greenland.\n\nBut don’t expect a new ice age like in the movie. Nearly every square inch of the Earth’s surface has been warming for decades now—the 2000s were one of the warmest decades in more than 11,000 years, and the 2010s are on pace to be even hotter. Global warming is still the dominant trend and will overwhelm most of the effect of a slowdown in ocean circulation. But a small portion of the North Atlantic near southern Greenland has bucked the trend. It’s here that the new paper focuses its attention. That small patch of ocean actually experienced its coldest three-month stretch on record this past winter.\n\nImage: NASA\n\nIn a blog post describing the study, lead author Stefan Rahmstorf of Potsdam University in Germany says this past winter’s pronounced cooling in the North Atlantic “suggests the decline of the circulation has progressed even further now than we documented in the paper.” Rahmstorf’s past work has focused on the impact of climate change on ocean circulations, particularly the thermohaline circulation, Earth’s primary oceanic “conveyor belt” circulation, which is driven by geographic differences in temperature and salinity. (Thermo=heat, haline=salt.) That’s the same mechanism The Day After Tomorrow identified as a tipping point in the global climate system. (By the way, Rahmstorf is also a fan of The Day After Tomorrow.) Since fresh, warm water is less dense than cold, salty water, scientists like Rahmstorf have long argued the thermohaline circulation may slow down as the climate warms and Arctic ice melts.\n\nMonday’s study showed that process has likely already begun. In a press statement, Rahmstorf said, “we have detected strong evidence that the global conveyor has indeed been weakening in the past hundred years, particularly since 1970.”\n\nIn emails to Slate, both Box and Mann agreed Monday’s paper was one of the most important of their careers. “This is yet another example of where observations suggest that climate model predictions may be too conservative when it comes to the pace at which certain aspects of climate change are proceeding,” said Mann.\n\nPrevious research by Box and others has shown Greenland’s melting is accelerating, but the scientific community had been unclear on how fast those changes were impacting ocean circulation. “We now see an effect of Greenland melting besides the obvious sea level rise contribution,” said Box.\n\nNow, before you go calling Dennis Quaid for backup as you plot your southward snowshoe journey on I-95, the movie’s apocalyptic global-warming-induced cool-down was vastly overdone. In the real world, rapid changes in the climate system take years or decades to play out, not days. Long-term cooling would likely be limited to that spot in the North Atlantic, far from land. But even that seemingly slow rate of change, while not as thrilling on the big screen, has potentially major implications for slow-adapting cities and ecosystems.\n\n\"If the slowdown of the Atlantic overturning continues, the impacts might be substantial,\" says Rahmstorf. \"Disturbing the circulation will likely have a negative effect on the ocean ecosystem, and thereby fisheries and the associated livelihoods of many people in coastal areas. A slowdown also adds to the regional sea-level rise affecting cities like New York and Boston.\" A separate recent study found a sharp 4-inch surge in East Coast sea levels in just one year, around 2009, that was linked to the slowdown in the Atlantic current as water piled up.\n\nShould melting of Greenland continue to accelerate, there’s a small chance that the entire thermohaline circulation could collapse, though that’s not likely to happen for several more decades. Still, the implications would be huge: up to 30 inches of extra sea level rise along the East Coast, stronger winter storms, and an interruption of the Atlantic marine food chain. Prior to Monday’s study, a survey of experts put the risk of a full collapse scenario at around 10 percent over the next century. Those odds were likely boosted a bit with the new results.", "_id": {"$oid": "55daf18a04235215b082e3d6"}}