{"URL": "http://www.slate.com/articles/news_and_politics/assessment/2001/07/august.html", "Text": "Phew, that was a wild July. The House voted to sue the president, an Ebola outbreak is wreaking havoc in Africa, and there seems to be no end in sight to the crisis in Gaza. Those of you hoping that August will cut us a break, be forewarned. It turns out that August is the worst month of them all—and we’d be better off speeding through it to September. Back in 2001, David Plotz made the case for August reform. His original article is reprinted below.\n\n\n\nAugust is the Mississippi of the calendar. It's beastly hot and muggy. It has a dismal history. Nothing good ever happens in it. And the United States would be better off without it.\n\nAugust is when the atomic bombs dropped on Hiroshima and Nagasaki, when Anne Frank was arrested, when the first income tax was collected, when Elvis Presley and Marilyn Monroe died. Wings and Jefferson Airplane were formed in August. The Sonny and Cher Comedy Hour debuted in August. (No August, no Sonny and Cher!)\n\nAugust is the time when thugs and dictators think they can get away with it. World War I started in August 1914. The Nazis and Soviets signed their nonaggression pact in August 1939. Iraq invaded Kuwait Aug. 2, 1990. August is a popular month for coups and violent crime. Why August? Perhaps the villains assume we'll be too distracted by vacations or humidity to notice.\n\nAdvertisement\n\n\n\nAugust is the vast sandy wasteland of American culture. Publishers stop releasing books. Movie theaters are clogged with the egregious action movies that studios wouldn't dare release in June. Television is all reruns (or worse—new episodes of Sex and the City). The sports pages wither into nothingness. Pre-pennant-race baseball—if that can even be called a sport—is all that remains. We have to feign interest in NFL training camps. Newspapers are thin in August, but not thin enough. They still print ghastly vacation columns: David Broder musing on world peace from his summer home on Lake Michigan? Even Martha Stewart (born Aug. 3) can't think of anything to do in August. Her Martha Stewart Living calendar, usually so sprightly, overflows with ennui. Aug. 14: \"If it rains, organize basement.\" Aug. 16: \"Reseed bare patches in lawn.\" Aug. 27: \"Change batteries in smoke and heat detectors.\"\n\nDavid Plotz David Plotz is the CEO of Atlas Obscura and host of the Slate Political Gabfest.\n\nYou can't get a day off from August, because it is the only month without a real holiday. Instead, the other months have shunted onto this weak sister all the lame celebrations they didn't want. Air Conditioning Appreciation Week, Certified Registered Nurse Anesthetist Week, National Religious Software Week, Carpenter Ant Awareness Week: All these grand American celebrations belong to August. Is it any accident that National Lazy Day, Relaxation Day, Deadwood Day, and Failures Day are commemorated in August?\n\nAugust is the month of vagueness. October is the 10th month, March is the third month. What's August—bet you can't remember. Does it have 30 days or 31? You have to recite the rhyme to figure that one out. The great writers of history forget August: It rates three mentions in Bartlett's Quotations, compared with a dozen for December and two dozen for March.\n\nThe people with August birthdays are a sorry bunch. Sure, Lyndon Johnson, Barack Obama, and Bill Clinton * were born in August, but the other presidential Augustans are Herbert Hoover and Benjamin Harrison. Film is represented by Robert Redford and Robert De Niro—but also by John Holmes and Harry Reems. Third-raters populate August: George Hamilton, Danny Bonaduce, Rick Springfield, and Frank and Kathie Lee Gifford were born then. August gave us Fidel Castro and Yasser Arafat. In art, August offers Leni Riefenstahl, Michael Jackson, and Danielle Steele. (To be sure, not everything that happens in August is so terrible. Raoul Wallenberg, Alfred Hitchcock, Herman Melville, and Mae West were born in August. Richard Nixon resigned in August. MTV launched in August. And Jerry Garcia died in August.)\n\nAugust can't even master the things it is supposed to do well. Despite its slothful reputation, it is not the top vacation month; July is. Nor is August the hottest month (on the East Coast, at least). That crown, too, is July's. August is when the garden starts to wither, and when the long summer days cruelly vanish.\n\nWe should rage, rage against the dying of the light. The United States desperately needs August Reform. Purists will insist that we shouldn't tinker with the months, that August should be left alone because it has done workmanlike service for 2,000 years. That's nonsense. Calendars are always fluxing. August itself was a whimsical invention. In 46 B.C., as part of a broad calendar change, Julius Caesar added two days to Sextilis, an old 29-day month. In the reign of his successor, Augustus Caesar, the Senate voted to change Sextilis' name to \"Augustus\" (as the Senate under Julius Caesar had renamed the month before, \"Quintilis,\" \"Julius\").\n\nAugust was created by politics, and it can be undone by politics. For too long, bureaucrats in Washington have been telling you how you must divide up your calendar. But these are your months, and you should be able to do with them what you like. Genuine August Reform will be hard. It will require tough compromises to protect the special interests of September and July. (And who better to sponsor this revolution, incidentally, than Sen. John McCain—birthday Aug. 29?)\n\nHere is a framework for compromise. Cede the first 10 days of August back to July, thus extending holiday revelry for more than a week. September would claim the last 10 days of August, mollifying the folks who can't wait to get back to serious work. Labor Day would come 10 days earlier, the school year would run longer, and the rush of fall activity could get jump-started. August itself will keep 10 days. That is just enough: Every summer we'll be able to toot happily, \"Gosh, August went by so quickly this year!\"\n\nAnd as for the 31st day, it will be designated a holiday independent from any month. It will fall after the 10th and last day of August, and it will celebrate the end of that most useless month.", "_id": {"$oid": "55daf00204235215b082e296"}}