{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/20/jimmy_carter_i_d_like_to_see_the_last_guinea_worm_die_before_i_do.html", "Text": "Photo by Jessica McGowan/Getty Images\n\nIn a touching and surprisingly funny moment during today’s press conference discussing his cancer diagnosis, former President Jimmy Carter said, when asked about his remaining priorities, \"I’d like to see the last Guinea worm die before I do.\"\n\nJoshua Keating Joshua Keating is a staff writer at Slate focusing on international affairs.\n\nIt may very well happen. As Carter noted, there are only 11 known cases of Guinea worm left in the world, in Chad, Ethiopia, Mali, and South Sudan, down from 3.6 million people suffering from the disease when the Carter Center began its campaign against it in 1986.\n\nAdvertisement\n\n\n\nThe painful condition is caused by a long, threadlike worm that grows in a person’s body—usually in joints and extremities—after being ingested through contaminated water. The worms can grow to up to 3 feet long and emerge agonizingly through lesions in the skin. While usually not fatal, the disease can be debilitating for months on end.\n\nWhat’s particularly impressive about the anti-Guinea worm campaign is that it’s been accomplished without any new medical or technological breakthroughs. There’s still no cure for Guinea worm, and the only way to treat it is agonizingly low-tech: The exposed part of the worm is wrapped around a stick and slowly pulled out. Rather than curing the disease, the Carter Center, working with the U.S. Centers for Disease Control and Prevention, the World Health Organization, and national health ministries, worked to educate communities about how the disease spreads and to provide water filtration methods. In an interview with NPR earlier this year, Carter said his center had chosen to focus on the disease because “it was in such remote villages that no one wanted to take on the task. So we decided to take it on.” In part because of these efforts, a disease that was once endemic in 31 countries in Asia and Africa is likely to be the second human disease after smallpox to be completely eliminated.\n\nThere have been some setbacks along the way. In 2013 the Carter Center warned that Guinea worm was at risk of making a comeback due to the conflict in Northern Mali. Like polio, also on the verge of eradication, political violence has been the main factor preventing Guinea worm’s eradication. But since then, cases have dropped from over 500 to just a handful.", "_id": {"$oid": "55daf0fd04235215b082e38f"}}