{"URL": "http://www.hollywoodreporter.com/news/us-embassy-moscow-defies-anti-816745", "Text": "In what looks like a direct move to protest Russia's anti-gay laws, a film festival sponsored by the U.S. Embassy in Moscow has added gay-themed drama I Am Michael to its lineup.\n\nThe Amfest, which runs Sept. 16-27 in Moscow and St. Petersburg, announced the late addition to its lineup on its website Friday.\n\nThe U.S: Embassy in Russia is a main sponsor of the festival, which highlights new American independent cinema.\n\nIn light of the Russia's anti-gay laws, which make illegal the promotion of a gay lifestyle to minors and other so-called “gay propaganda,” planning to screen I Am Michael looks like as much of a political as an artistic decision on the part of Amfest organizers and backers.\n\nThe film, Justin Kelly's directorial debut, tells the incredible true story of a gay activist (Franco), who, after a health scare, is “saved” from his homosexuality and becomes a Christian pastor with a girlfriend. I Am Michael debuted in Sundance this year and also screened in Berlin.\n\nRussia's anti-gay “propaganda” law from 2013 does not explicitly ban films with gay content, nor does it criminalize homosexuality. But any positive depiction of a homosexual lifestyle to those under 18 is now a crime in the country. Some LGBT-themed films have screened at Russian festivals since the legislation was adopted but screenings have often been disrupted by anti-gay protestors. British period comedy Pride, which follows a gay rights group in Britain in 1984, is currently playing in Russia, the first gay-themed film to hit the country's theaters in two years.\n\nThe Obama administration has made promoting equality on LGBT issues part of its foreign policy focus. On his recent tour of Africa, President Obama lectured Kenyan President Uhuru Kenyatta about his country's gay rights record.\n\n“When you start treating people differently not because of any harm they are doing to anybody, but because they are different, that's the path whereby freedoms begin to erode,\" Obama said.\n\nIn a speech in Brussels last year, the President was directly critical of Russia's anti-gay laws, calling on Moscow to use its laws “to protect rights” instead of “targeting our gay and lesbian brothers and sisters.”\n\nTwitter: @sroxborough\n\n", "_id": {"$oid": "55daf17704235215b082e3cd"}}