{"URL": "http://www.rollingstone.com/politics/news/the-point-of-no-return-climate-change-nightmares-are-already-here-20150805", "Text": "Historians may look to 2015 as the year when shit really started hitting the fan. Some snapshots: In just the past few months, record-setting heat waves in Pakistan and India each killed more than 1,000 people. In Washington state's Olympic National Park, the rainforest caught fire for the first time in living memory. London reached 98 degrees Fahrenheit during the hottest July day ever recorded in the U.K.; The Guardian briefly had to pause its live blog of the heat wave because its computer servers overheated. In California, suffering from its worst drought in a millennium, a 50-acre brush fire swelled seventyfold in a matter of hours, jumping across the I-15 freeway during rush-hour traffic. Then, a few days later, the region was pounded by intense, virtually unheard-of summer rains. Puerto Rico is under its strictest water rationing in history as a monster El Niño forms in the tropical Pacific Ocean, shifting weather patterns worldwide.\n\nOn July 20th, James Hansen, the former NASA climatologist who brought climate change to the public's attention in the summer of 1988, issued a bombshell: He and a team of climate scientists had identified a newly important feedback mechanism off the coast of Antarctica that suggests mean sea levels could rise 10 times faster than previously predicted: 10 feet by 2065. The authors included this chilling warning: If emissions aren't cut, \"We conclude that multi-meter sea-level rise would become practically unavoidable. Social disruption and economic consequences of such large sea-level rise could be devastating. It is not difficult to imagine that conflicts arising from forced migrations and economic collapse might make the planet ungovernable, threatening the fabric of civilization.\"\n\nEric Rignot, a climate scientist at NASA and the University of California-Irvine and a co-author on Hansen's study, said their new research doesn't necessarily change the worst-case scenario on sea-level rise, it just makes it much more pressing to think about and discuss, especially among world leaders. In particular, says Rignot, the new research shows a two-degree Celsius rise in global temperature — the previously agreed upon \"safe\" level of climate change — \"would be a catastrophe for sea-level rise.\"\n\nHansen's new study also shows how complicated and unpredictable climate change can be. Even as global ocean temperatures rise to their highest levels in recorded history, some parts of the ocean, near where ice is melting exceptionally fast, are actually cooling, slowing ocean circulation currents and sending weather patterns into a frenzy. Sure enough, a persistently cold patch of ocean is starting to show up just south of Greenland, exactly where previous experimental predictions of a sudden surge of freshwater from melting ice expected it to be. Michael Mann, another prominent climate scientist, recently said of the unexpectedly sudden Atlantic slowdown, \"This is yet another example of where observations suggest that climate model predictions may be too conservative when it comes to the pace at which certain aspects of climate change are proceeding.\"\n\nSince storm systems and jet streams in the United States and Europe partially draw their energy from the difference in ocean temperatures, the implication of one patch of ocean cooling while the rest of the ocean warms is profound. Storms will get stronger, and sea-level rise will accelerate. Scientists like Hansen only expect extreme weather to get worse in the years to come, though Mann said it was still \"unclear\" whether recent severe winters on the East Coast are connected to the phenomenon.\n\nAnd yet, these aren't even the most disturbing changes happening to the Earth's biosphere that climate scientists are discovering this year. For that, you have to look not at the rising sea levels but to what is actually happening within the oceans themselves.\n\nWater temperatures this year in the North Pacific have never been this high for this long over such a large area — and it is already having a profound effect on marine life.\n\nRelated: Apocalypse Soon: 9 Terrifying Signs of Environmental Doom\n\nEighty-year-old Roger Thomas runs whale-watching trips out of San Francisco. On an excursion earlier this year, Thomas spotted 25 humpbacks and three blue whales. During a survey on July 4th, federal officials spotted 115 whales in a single hour near the Farallon Islands — enough to issue a boating warning. Humpbacks are occasionally seen offshore in California, but rarely so close to the coast or in such numbers. Why are they coming so close to shore? Exceptionally warm water has concentrated the krill and anchovies they feed on into a narrow band of relatively cool coastal water. The whales are having a heyday. \"It's unbelievable,\" Thomas told a local paper. \"Whales are all over\n\nthe place.\"\n\nLast fall, in northern Alaska, in the same part of the Arctic where Shell is planning to drill for oil, federal scientists discovered 35,000 walruses congregating on a single beach. It was the largest-ever documented \"haul out\" of walruses, and a sign that sea ice, their favored habitat, is becoming harder and harder to find.\n\nMarine life is moving north, adapting in real time to the warming ocean. Great white sharks have been sighted breeding near Monterey Bay, California, the farthest north that's ever been known to occur. A blue marlin was caught last summer near Catalina Island — 1,000 miles north of its typical range. Across California, there have been sightings of non-native animals moving north, such as Mexican red crabs.\n\nSalmon on the brink of dying out. Michael Quinton/Newscom\n\nNo species may be as uniquely endangered as the one most associated with the Pacific Northwest, the salmon. Every two weeks, Bill Peterson, an oceanographer and senior scientist at the National Oceanic and Atmospheric Administration's Northwest Fisheries Science Center in Oregon, takes to the sea to collect data he uses to forecast the return of salmon. What he's been seeing this year is deeply troubling.\n\nSalmon are crucial to their coastal ecosystem like perhaps few other species on the planet. A significant portion of the nitrogen in West Coast forests has been traced back to salmon, which can travel hundreds of miles upstream to lay their eggs. The largest trees on Earth simply wouldn't exist without salmon.\n\nBut their situation is precarious. This year, officials in California are bringing salmon downstream in convoys of trucks, because river levels are too low and the temperatures too warm for them to have a reasonable chance of surviving. One species, the winter-run Chinook salmon, is at a particularly increased risk of decline in the next few years, should the warm water persist offshore.\n\n\"You talk to fishermen, and they all say: 'We've never seen anything like this before,' \" says Peterson. \"So when you have no experience with something like this, it gets like, 'What the hell's going on?' \"\n\nAtmospheric scientists increasingly believe that the exceptionally warm waters over the past months are the early indications of a phase shift in the Pacific Decadal Oscillation, a cyclical warming of the North Pacific that happens a few times each century. Positive phases of the PDO have been known to last for 15 to 20 years, during which global warming can increase at double the rate as during negative phases of the PDO. It also makes big El Niños, like this year's, more likely. The nature of PDO phase shifts is unpredictable — climate scientists simply haven't yet figured out precisely what's behind them and why they happen when they do. It's not a permanent change — the ocean's temperature will likely drop from these record highs, at least temporarily, some time over the next few years — but the impact on marine species will be lasting, and scientists have pointed to the PDO as a global-warming preview.\n\n\"The climate [change] models predict this gentle, slow increase in temperature,\" says Peterson, \"but the main problem we've had for the last few years is the variability is so high. As scientists, we can't keep up with it, and neither can the animals.\" Peterson likens it to a boxer getting pummeled round after round: \"At some point, you knock them down, and the fight is over.\"\n\nPavement-melting heat waves in India. Harish Tyagi/EPA/Corbis\n\nAttendant with this weird wildlife behavior is a stunning drop in the number of plankton — the basis of the ocean's food chain. In July, another major study concluded that acidifying oceans are likely to have a \"quite traumatic\" impact on plankton diversity, with some species dying out while others flourish. As the oceans absorb carbon dioxide from the atmosphere, it's converted into carbonic acid — and the pH of seawater declines. According to lead author Stephanie Dutkiewicz of MIT, that trend means \"the whole food chain is going to be different.\"\n\nThe Hansen study may have gotten more attention, but the Dutkiewicz study, and others like it, could have even more dire implications for our future. The rapid changes Dutkiewicz and her colleagues are observing have shocked some of their fellow scientists into thinking that yes, actually, we're heading toward the worst-case scenario. Unlike a prediction of massive sea-level rise just decades away, the warming and acidifying oceans represent a problem that seems to have kick-started a mass extinction on the same time scale.\n\nJacquelyn Gill is a paleoecologist at the University of Maine. She knows a lot about extinction, and her work is more relevant than ever. Essentially, she's trying to save the species that are alive right now by learning more about what killed off the ones that aren't. The ancient data she studies shows \"really compelling evidence that there can be events of abrupt climate change that can happen well within human life spans. We're talking less than a decade.\"\n\nFor the past year or two, a persistent change in winds over the North Pacific has given rise to what meteorologists and oceanographers are calling \"the blob\" — a highly anomalous patch of warm water between Hawaii, Alaska and Baja California that's thrown the marine ecosystem into a tailspin. Amid warmer temperatures, plankton numbers have plummeted, and the myriad species that depend on them have migrated or seen their own numbers dwindle.\n\nSignificant northward surges of warm water have happened before, even frequently. El Niño, for example, does this on a predictable basis. But what's happening this year appears to be something new. Some climate scientists think that the wind shift is linked to the rapid decline in Arctic sea ice over the past few years, which separate research has shown makes weather patterns more likely to get stuck.\n\nA similar shift in the behavior of the jet stream has also contributed to the California drought and severe polar vortex winters in the Northeast over the past two years. An amplified jet-stream pattern has produced an unusual doldrum off the West Coast that's persisted for most of the past 18 months. Daniel Swain, a Stanford University meteorologist, has called it the \"Ridiculously Resilient Ridge\" — weather patterns just aren't supposed to last this long.\n\nWhat's increasingly uncontroversial among scientists is that in many ecosystems, the impacts of the current off-the-charts temperatures in the North Pacific will linger for years, or longer. The largest ocean on Earth, the Pacific is exhibiting cyclical variability to greater extremes than other ocean basins. While the North Pacific is currently the most dramatic area of change in the world's oceans, it's not alone: Globally, 2014 was a record-setting year for ocean temperatures, and 2015 is on pace to beat it soundly, boosted by the El Niño in the Pacific. Six percent of the world's reefs could disappear before the end of the decade, perhaps permanently, thanks to warming waters.\n\nSince warmer oceans expand in volume, it's also leading to a surge in sea-level rise. One recent study showed a slowdown in Atlantic Ocean currents, perhaps linked to glacial melt from Greenland, that caused a four-inch rise in sea levels along the Northeast coast in just two years, from 2009 to 2010. To be sure, it seems like this sudden and unpredicted surge was only temporary, but scientists who studied the surge estimated it to be a 1-in-850-year event, and it's been blamed on accelerated beach erosion \"almost as significant as some hurricane events.\"\n\nBiblical floods in Turkey. Ali Atmaca/Anadolu Agency/Getty\n\nPossibly worse than rising ocean temperatures is the acidification of the waters. Acidification has a direct effect on mollusks and other marine animals with hard outer bodies: A striking study last year showed that, along the West Coast, the shells of tiny snails are already dissolving, with as-yet-unknown consequences on the ecosystem. One of the study's authors, Nina Bednaršek, told Science magazine that the snails' shells, pitted by the acidifying ocean, resembled \"cauliflower\" or \"sandpaper.\" A similarly striking study by more than a dozen of the world's top ocean scientists this July said that the current pace of increasing carbon emissions would force an \"effectively irreversible\" change on ocean ecosystems during this century. In as little as a decade, the study suggested, chemical changes will rise significantly above background levels in nearly half of the world's oceans.\n\n\"I used to think it was kind of hard to make things in the ocean go extinct,\" James Barry of the Monterey Bay Aquarium Research Institute in California told the Seattle Times in 2013. \"But this change we're seeing is happening so fast it's almost instantaneous.\"\n\nThanks to the pressure we're putting on the planet's ecosystem — warming, acidification and good old-fashioned pollution — the oceans are set up for several decades of rapid change. Here's what could happen next.\n\nThe combination of excessive nutrients from agricultural runoff, abnormal wind patterns and the warming oceans is already creating seasonal dead zones in coastal regions when algae blooms suck up most of the available oxygen. The appearance of low-oxygen regions has doubled in frequency every 10 years since 1960 and should continue to grow over the coming decades at an even greater rate.\n\nSo far, dead zones have remained mostly close to the coasts, but in the 21st century, deep-ocean dead zones could become common. These low-oxygen regions could gradually expand in size — potentially thousands of miles across — which would force fish, whales, pretty much everything upward. If this were to occur, large sections of the temperate deep oceans would suffer should the oxygen-free layer grow so pronounced that it stratifies, pushing surface ocean warming into overdrive and hindering upwelling of cooler, nutrient-rich deeper water.\n\nEnhanced evaporation from the warmer oceans will create heavier downpours, perhaps destabilizing the root systems of forests, and accelerated runoff will pour more excess nutrients into coastal areas, further enhancing dead zones. In the past year, downpours have broken records in Long Island, Phoenix, Detroit, Baltimore, Houston and Pensacola, Florida.\n\nEvidence for the above scenario comes in large part from our best understanding of what happened 250 million years ago, during the \"Great Dying,\" when more than 90 percent of all oceanic species perished after a pulse of carbon dioxide and methane from land-based sources began a period of profound climate change. The conditions that triggered \"Great Dying\" took hundreds of thousands of years to develop. But humans have been emitting carbon dioxide at a much quicker rate, so the current mass extinction only took 100 years or so to kick-start.\n\nWith all these stressors working against it, a hypoxic feedback loop could wind up destroying some of the oceans' most species-rich ecosystems within our lifetime. A recent study by Sarah Moffitt of the University of California-Davis said it could take the ocean thousands of years to recover. \"Looking forward for my kid, people in the future are not going to have the same ocean that I have today,\" Moffitt said.\n\nAs you might expect, having tickets to the front row of a global environmental catastrophe is taking an increasingly emotional toll on scientists, and in some cases pushing them toward advocacy. Of the two dozen or so scientists I interviewed for this piece, virtually all drifted into apocalyptic language at some point.\n\nFor Simone Alin, an oceanographer focusing on ocean acidification at NOAA's Pacific Marine Environmental Laboratory in Seattle, the changes she's seeing hit close to home. The Puget Sound is a natural laboratory for the coming decades of rapid change because its waters are naturally more acidified than most of the world's marine ecosystems.\n\nThe local oyster industry here is already seeing serious impacts from acidifying waters and is going to great lengths to avoid a total collapse. Alin calls oysters, which are non-native, the canary in the coal mine for the Puget Sound: \"A canary is also not native to a coal mine, but that doesn't mean it's not a good indicator of change.\"\n\nThough she works on fundamental oceanic changes every day, the Dutkiewicz study on the impending large-scale changes to plankton caught her off-guard: \"This was alarming to me because if the basis of the food web changes, then . . . everything could change, right?\"\n\nAlin's frank discussion of the looming oceanic apocalypse is perhaps a product of studying unfathomable change every day. But four years ago, the birth of her twins \"heightened the whole issue,\" she says. \"I was worried enough about these problems before having kids that I maybe wondered whether it was a good idea. Now, it just makes me feel crushed.\"\n\nKatharine Hayhoe speaks about climate change to students and faculty at Wayland Baptist University in 2011. Geoffrey McAllister/Chicago Tribune/MCT/Getty\n\nKatharine Hayhoe, a climate scientist and evangelical Christian, moved from Canada to Texas with her husband, a pastor, precisely because of its vulnerability to climate change. There, she engages with the evangelical community on science — almost as a missionary would. But she's already planning her exit strategy: \"If we continue on our current pathway, Canada will be home for us long term. But the majority of people don't have an exit strategy. . . . So that's who I'm here trying to help.\"\n\nJames Hansen, the dean of climate scientists, retired from NASA in 2013 to become a climate activist. But for all the gloom of the report he just put his name to, Hansen is actually somewhat hopeful. That's because he knows that climate change has a straightforward solution: End fossil-fuel use as quickly as possible. If tomorrow, the leaders of the United States and China would agree to a sufficiently strong, coordinated carbon tax that's also applied to imports, the rest of the world would have no choice but to sign up. This idea has already been pitched to Congress several times, with tepid bipartisan support. Even though a carbon tax is probably a long shot, for Hansen, even the slim possibility that bold action like this might happen is enough for him to devote the rest of his life to working to achieve it. On a conference call with reporters in July, Hansen said a potential joint U.S.-China carbon tax is more important than whatever happens at the United Nations climate talks in Paris.\n\nOne group Hansen is helping is Our Children's Trust, a legal advocacy organization that's filed a number of novel challenges on behalf of minors under the idea that climate change is a violation of intergenerational equity — children, the group argues, are lawfully entitled to inherit a healthy planet.\n\nA separate challenge to U.S. law is being brought by a former EPA scientist arguing that carbon dioxide isn't just a pollutant (which, under the Clean Air Act, can dissipate on its own), it's also a toxic substance. In general, these substances have exceptionally long life spans in the environment, cause an unreasonable risk, and therefore require remediation. In this case, remediation may involve planting vast numbers of trees or restoring wetlands to bury excess carbon underground.\n\nEven if these novel challenges succeed, it will take years before a bend in the curve is noticeable. But maybe that's enough. When all feels lost, saving a few species will feel like a triumph.\n\nFrom The Archives Issue 1241: August 13, 2015", "_id": {"$oid": "55daf31a04235215b082e48b"}}