{"URL": "https://www.quora.com/What-are-the-challenges-for-higher-education-in-the-21st-century?ref=slate&amp;amp;rel_pos=3", "Text": "Administration overhead at higher education establishments have caused most of these tuition hikes, because universities certainly aren't hiring more tenured professors to improve quality of education; why pay more when you can get adjunct instructors for cheaper? Don't forget those expensive buildings that universities like to erect; today's higher educational institutions look as much a world class recreational facility as world class educational facility, costing world class overhead budgets.\n\nat higher education establishments have caused most of these tuition hikes, because universities certainly aren't hiring more tenured professors to improve quality of education; why pay more when you can get adjunct instructors for cheaper? Don't forget those expensive buildings that universities like to erect; today's higher educational institutions look as much a world class recreational facility as world class educational facility, costing world class overhead budgets. Many middle class families DO NOT qualify for aid , which means universities play a hand in systematically squeezing the middle class and knocking them down one or two notches in socioeconomic standing over time. Add to this the terrifying trend of reduced social mobility in the U.S. ( Mobility, measured\n\n, which means universities play a hand in systematically squeezing the middle class and knocking them down one or two notches in socioeconomic standing over time. Add to this the terrifying trend of reduced social mobility in the U.S. ( Loan defaults do not hit universities' bottom lines: they hit the taxpayers' bottom lines or the private lenders' bottom lines, because the universities have already taken the money to maintain that expensive new recreational facility meant to make the university \"more attractive\" to quality applicants/faculty. Thus universities have no incentive to reduce tuition, because schools are all raising costs and pointing fingers at each other saying, \"Our tuition is market-competitive.\"\n\nTheir career choices require graduate level education (lawyers, doctors, more and more engineers). Today's bachelor degree is starting to have the same value as yesterday's high school diploma: a bachelor's degree is becoming the bare minimum for many employers. This may cause them to take membership as one of about 7 Million Americans Haven’t Paid Federal Student Loans in at Least a Year\n\n(lawyers, doctors, more and more engineers). Today's bachelor degree is starting to have the same value as yesterday's high school diploma: a bachelor's degree is becoming the bare minimum for many employers. This may cause them to take membership as They can't find a job in their major , and instead of having gaps in their resumes, they go back to school for a masters degree or doctorate degree so they don't appear idle.\n\n, and instead of having gaps in their resumes, they go back to school for a masters degree or doctorate degree so they don't appear idle. They stay \"professional students\" to defer student loan payments. Some students accumulate loans to the point where they can take advantage of loan forgiveness ( Grad-School Loan Binge Fans Debt Worries\n\nInterpersonal skills across a diversity of personalities and ideologies\n\nDepth of perspective about how decisions are made at higher levels of management that may appear counter-intuitive to rank and file personnel\n\nDiplomacy in communication in tough conversations and conflict.\n\nI will speak from a U.S. perspective since I'm based here.The inflation of college tuition has been compounded with readily available federal subsidies (loans), which allowed universities to increase their tuition at astounding rates over the past decade (look at this chart).University administrators constantly justify these costs by saying, \"Most of our students do not pay the $XX,XXX a year of tuition\", which is a non-reason (excuse). These administrators do not explain:Now we have graduates with bachelor degrees carrying heavy debt burden, and many of these students aren't even done with schooling. Because of the current economy, many students go to graduate school because:No wonder we can't \"follow our passions\" -- those of us who have identified clear passions to follow -- when these do not coincide with practical, market-demanding careers.If our parents aren't rich enough to afford us choices to study arts and humanities (), we either go into 6-figure debt gambling on a future job that pays, or we settle for a more practical career that offers more assurance to pay wages that allow for debt repayment and future-life-building. Some of us are fortunate to aspire to practical careers. Some of us have to suck it up to birth lottery and learn to love accounting even if our hearts are set on Medieval English Literature.Employers are still complaining about the lack of employment readiness of today's college graduates, which allows them to justify the need for (unpaid / low wage) internships.The reality is that there is an acclimation period for any worker in any new environment, not only college graduates. The difference is that college graduates may not always have had the opportunities to acquire:Even when new graduates are familiar with technology more readily than \"older\" workers, unless you are working at a start-up staffed with 20-something employees, you are going to have to learn a lot of interpersonal skills that have direct bearing on the effectiveness and efficiency of an organization. This means what's worked for you when interacting with your peers, may not work for members of a project team you have to work with.This isn't like higher education where you can cut class or drop a course if you don't like the professor and find the instructional staff obnoxious. You have to keep showing up for work and getting things done with people you may dislike, and sometime the most obnoxious person in your group may be your boss.Sometimes higher education graduates job applicants who act like amateur academics (don't know that they don't know, and don't know but think they know) versus deep thinkers who bring a level of self awareness (know that they don't know) to the workplace. Some of these graduates are extremely intelligent: Ivy graduates in STEM fields for example, but subject-matter intelligence is different from interpersonal skills or process-oriented intelligence.Part of the problem in higher education is the behaviors it conditions in students: to act with a lot of confidence/false bravado so you aren't perceived as weak, or tear into people in jousts of debate because there is no mercy in intellectual arenas. Companies spend a lot of money managing human resource problems and your sustainability at a workplace is only as good as the risk:benefit ratio of managing you as an employee. You may be a genius, but if you cost a company too much money to put out HR fires, you will be quickly isolated to reduce the circumference of the damage you tend to cause while the company keeps your capacity to contribute, or the company may be smart to get rid of you and hire above average applicants who know how to work with people.I am not talking about educational disruption by MOOCs, which is becoming well worn as a discussion topic. I am talking about disruption of the way we work, as well as careers that are profoundly changed through automation.Universities and even graduate schools teach \"subjects\" versus competencies or skills that may fill new careers not yet invented. This may work for depth of study in a subject, and may lead to inventions and innovation in some cases (because \"academic freedom\"), but does little to serve the majority of students who siphon through the higher educational system hoping to improve their employ-ability at the end.Think about this. Most people entering higher education do so as a means to employment, not as an end to become an academic. They are paying the same tuition rates as those desiring to enter the academic employment system, but they do not get the type of training required to have successful odds in the general employment market. Higher education are even less prepared to teach students ways to plan their careers and futures when technological disruptions may change the face of their own chosen career paths, or create new careers in the distant future for which they may be a great fit.The Economist covers(book:), which is a good backgrounder for the typed of disruption that higher education ideally should be preparing students for, but I am not optimistic since schools are barely teaching graduates how to write resumes and manage conflict since teaching is compartmentalized to subjects.I hope this gives you an initial appreciation of the staggering challenges that we are facing in higher education from a consumer and employer standpoint.", "_id": {"$oid": "55daeeda04235215b082e202"}}