{"URL": "http://www.usatoday.com/story/sports/olympics/sochi/2013/12/17/white-house-sochi-olympics-delegation-to-include-gay-athlete/4051581/", "Text": "Tennis legend Billie Jean King, who is openly gay, was supposed to be part of the official U.S. delegation at Sochi, but she will miss at least the opening ceremonies. (Photo: Brad Barket, Getty Images for Women's Sports Foundation) Story Highlights Presidents from Germany, France say they won't attend\n\nPresident Bush attended 2008 Games\n\nU.S. delegation was led by Michelle Obama in 2012\n\nThe White House delivered a strong message of opposition to Russia's anti-gay laws Tuesday with the announcement of its delegation to the opening ceremony of the Sochi Olympics.\n\nThe White House delegation will include an openly gay athlete: tennis great Billie Jean King.\n\nIt will not include the president, first lady or the vice president, all who headed the previous four Olympic delegations, or a cabinet secretary, only a former one. This marks the first Olympics since the 2000 Sydney Summer Games that a U.S. president, vice president, first lady or former president has not been a member of the delegation for the opening ceremony, which will be Feb. 7 in Sochi.\n\nBRENNAN: Obama selection of King 'genius'\n\nA statement from the White House said President Obama's schedule doesn't allow him to travel to Sochi. \"President Obama is extremely proud of our U.S. athletes and looks forward to cheering them on from Washington,\" the statement said. \"He knows they will showcase to the world the best of America -- diversity, determination and teamwork.\"\n\nThe delegation \"represents the diversity that is the United States,\" the statement said.\n\nGay rights groups viewed the announcement as a strong statement. Andre Banks, the executive director of All Out, said, \"It's hard to look at this delegation without seeing it as a criticism of Putin's anti-gay laws. … What it's doing is showing the true power of the Olympics, the ability to move people, to change people's minds and open them up to new ways of thinking. The delegation is shining a light on the values of the Olympics.\"\n\nAlso absent will be French President Francois Hollande and German President Joachim Gauck, who announced earlier that they will not attend the Sochi Games.\n\nRelated: Where is Sochi?\n\nIn London in 2012, Michelle Obama led a delegation that included Olympians Dominique Dawes, Brandi Chastain and others. In 2008, President Bush attended the Beijing Olympics. In 2002, President Bush also attended the opening ceremony for the Salt Lake City Winter Games, as is the custom for a head of state to attend a home Olympics. And former president George H.W. Bush was part of delegations to the 2008 and 2004 Games.\n\nThe delegation to Sochi will attend events, meet with U.S. athletes and attend the opening ceremony. Janet Napolitano, the former Secretary of Homeland Security and current president of the University of California, will lead the team. It also includes figure skater Brian Boitano, the 1988 Olympic champion.\n\nThe delegation for the closing ceremony on Feb. 23 will include Caitlin Cahow, a two-time Olympic medalist in ice hockey, who is also openly gay. Bonnie Blair, five-time Olympic gold medalist in speedskating, and Eric Heiden, five-time Olympic gold medalist in speedskating, are also members of the delegation.\n\nCahow, a law school student at Boston College, was studying for her Constitutional Law exam (talk about irony) when the White House released the names of the delegation.\n\n\"It's obviously a statement that's being made, but I think it's an incredibly respectful one,\" Cahow told USA TODAY Sports. \"Basically, the White House is highlighting Americans who know what it means to have freedoms and liberties under the constitution. That's really what we're representing in Sochi and it's not at all different from what's espoused in the spirit of Olympism.\n\n\"So I think it's just a great group of people. I can't believe I've been named one of them because it's a remarkable roster and I just think that we're going to represent what the best America can be. Hopefully, it will unify all of Team USA and send a message of love and acceptance to the world.\"\n\nHuman rights groups applauded Obama's decision after Russian parliament passed a law in June, barring \"propaganda\" about \"nontraditional sexual relations\" as a means of protecting children.\n\n\"It sets the right tone in terms of the inclusion of LGBT folks,\" said Shawn Gaylord of Human Rights First, an international advocacy group based in New York and Washington. \"We also agreed that sending the president, vice president and members of that delegation who would be at that level, that was not the right level to be representing the United States. We appreciate that decision and we believe it's the right one.\"\n\n\"Having two prominent LBGT athletes in Billie Jean King and Caitlin Cahow guarantees that the U.S. will not shy away from supporting the LGBT community while in Sochi,\" said Hudson Taylor, the founder of Athlete Ally, which is focused on ending homophobia in sports. Athlete Ally and All Out recently launched a campaign focused on Principle 6 of the Olympic charter, which says sport does not discriminate on grounds of race, religion, politics, gender or otherwise.\n\nThe International Olympic Committee has said it has received assurances from the Russian government that athletes and spectators will not face discrimination based on sexual orientation.\n\nThe president of the Sochi organizing committee, Dmitry Chernyshenko, told USA TODAY Sports last month that there will be no repercussions at the Olympics for anyone who wears rainbow pins or makes other small gestures in response to the legislation. Russian president Vladimir Putin has banned rallies and demonstrations for the period around the Olympics and Paralympics, but IOC president Thomas Bach said last week there will be special protest zones during the Winter Games in Sochi.\n\nThe White House's move is the latest episode in a tense relationship between the two countries. President Obama canceled a September meeting with Putin in Moscow in response to Russia's decision to grant temporary asylum to National Security Agency leaker Edward Snowden. The rare diplomatic snub was viewed as a response to other issues, including missile defense and human rights (the ban of U.S. adoptions of Russian children and anti-gay legislation).\n\nThough the White House did not address the reasons behind the make-up of the Sochi delegation, Obama has been outspoken about what he's called Russia's retreat into a \"Cold War mentality.\"\n\nPHOTOS: PAST USA OLYMPIC DELEGATIONS\n\nFacebook Twitter Google+ LinkedIn Past USA Olympic delegations Fullscreen Post to Facebook Posted! A link has been posted to your Facebook feed. Like this topic? You may also like these photo galleries: Replay\n\n\n\n\n\n\n\n\n\n\n\nAutoplay Show Thumbnails Show Captions Last SlideNext Slide\n\n\"I have no patience for countries that try to treat gays or lesbians or transgender persons in ways that intimidate them or are harmful to them,\" he said.\n\nAs for any impact on the Olympics, Obama said, \"I think Putin and Russia have a big stake in making sure the Olympics work, and I think they understand that for most of the countries that participate in the Olympics, we wouldn't tolerate gays and lesbians being treated differently. They're athletes, they're there to compete. And if Russia wants to uphold the Olympic spirit, then every judgment should be made on the track, or in the swimming pool, or on the balance beam, and people's sexual orientation shouldn't have anything to do with it.\"\n\nThe spotlight of the Sochi Olympics could provide a pivotal moment for the gay rights movement in Russia, U.S. human rights advocates believe. The Olympics are often remembered for iconic gestures, such as the black-gloved salute on the medal stand at the 1968 Mexico City Games. Whether it be rainbow-painted fingernails or a same-sex kiss on the medal stand, some gay rights activists believe Sochi might be remembered for such a gesture.\n\nOthers, such as King, believe increased public awareness comes through such gestures.\n\n\"Sometimes I think we need a John Carlos moment,\" King told USA TODAY Sports three months ago, referring to the U.S. track star who was expelled from the 1968 Games along with American sprinter Tommie Smith for protesting racial discrimination.\n\n\"I think there's watershed moments, benchmarks,\" King said then. \"I would hope the majority of the athletes would speak out. It's a great platform.\"\n\nThen she sighed. \"I wish I was 21 again and in the Olympics.\"\n\nThe composition of the American delegation is a gesture of a different kind, a not-so-subtle thumb of the nose toward Russia.\n\nMost aspiring U.S. Olympians have deftly avoided the issue, treating the topic as if it was an Olympic flame too hot to handle. The notable exceptions have been figure skater Ashley Wagner and ski racer Bode Miller.\n\n\"For me, I have gay family members and I have a lot of friends in the LBGT community,\" Wagner said in September at a Team USA media summit. \"I have such a firm stance on this that we should all have equal rights.\"\n\nMiller also addressed the issue without hesitation. \"I think it's so embarrassing that there's countries and people who are that ignorant … as a human being I think it's embarrassing,\" he said.\n\nOnce the athletes arrive in Sochi, they are obligated to follow Rule 50 of the Olympic charter, which states \"no kind of demonstration or political, religious or racial propaganda is permitted\" at any Olympic site.\n\nMiller also took aim at the premise of Rule 50. \"Politics in sports and athletics are always intertwined even though people try to keep them separate,\" he said.\n\nAs the presidential delegation to the opening ceremony shows, sports and politics are often as connected as the Olympic rings.", "_id": {"$oid": "55daf22704235215b082e43b"}}