{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/18/ted_cruz_s_rally_for_religious_liberty_featuring_special_guests_victimized.html", "Text": "Photo by Richard Ellis/Getty Images\n\nTed Cruz will take his turn on the Iowa State Fair soapbox on Friday morning, the presidential hopeful facing a crowd that has had no trouble living up to its reputation for confrontation this year. That evening, though, the Texas firebrand will be on stage a few miles down the road preaching to his own choir.\n\nJosh Voorhees Josh Voorhees is a Slate senior writer. He lives in Iowa City.\n\nCruz will be hosting what he has dubbed the “Rally for Religious Liberty,” a campaign event that is expected to draw thousands of Iowans to a Des Moines venue not far from the state’s iconic fairgrounds. The Cruz- and Christian-themed festivities will be headlined by the Newsboys, a Christian pop rock band with remarkable staying power, and will feature, in the words and capitalization of Cruz’s website, “SPECIAL GUESTS VICTIMIZED BY GOVERNMENT PERSECUTION.” Bring the kids!\n\nAdvertisement\n\n\n\nWho exactly are these Americans who have seen their First Amendment rights trampled under the boot of Big Government? Here's a quick rundown of the conservative causes célèbre that Cruz plans to bring out on stage in the name of religious liberty—and his quest to win over the Iowa Evangelicals who will help decide their state’s first-in-the-nation GOP nominating contest:\n\nDick and Betty Odgaard : A Mennonite couple who was fined $5,000 by the Iowa Civil Rights Commission late last year for refusing to provide service to a gay couple who wanted to get married in their wedding venue, a former church that the Odgaards had converted into a for-profit art gallery, flower shop, and bistro. Rather than open their doors to gays and lesbians for future ceremonies, the Odgaards announced they’d stop holding weddings of any kind earlier this year and ultimately closed their venue last month.\n\n\n\n: A Mennonite couple who was fined $5,000 by the Iowa Civil Rights Commission late last year for refusing to provide service to a gay couple who wanted to get married in their wedding venue, a former church that the Odgaards had converted into a for-profit art gallery, flower shop, and bistro. Rather than open their doors to gays and lesbians for future ceremonies, the Odgaards announced they’d stop holding weddings of any kind earlier this year and ultimately closed their venue last month. Barronelle Stutzman: A Washington state florist who was ordered to pay a $1,000 fine—plus $1 in court costs and fees—earlier this year after a judge ruled that she had violated the state’s anti-discrimination and consumer protection laws by refusing to provide flowers for the wedding of one of her longtime customers, who she knew to be gay.\n\n\n\nA Washington state florist who was ordered to pay a $1,000 fine—plus $1 in court costs and fees—earlier this year after a judge ruled that she had violated the state’s anti-discrimination and consumer protection laws by refusing to provide flowers for the wedding of one of her longtime customers, who she knew to be gay. Aaron and Melissa Klein: Oregon bakers who have been ordered by the state’s labor commission to pay $135,000 in damages to a lesbian couple for whom the Kleins refused to make a wedding cake. The bakers have appealed the ruling and, according to the Oregonian, it could take “months or even years before it reaches the appellate court.”\n\n\n\nOregon bakers who have been ordered by the state’s labor commission to pay $135,000 in damages to a lesbian couple for whom the Kleins refused to make a wedding cake. The bakers have appealed the ruling and, according to the Oregonian, it could take “months or even years before it reaches the appellate court.” Blaine Adamson: The owner of a Kentucky print shop found to be in violation of a city law that bans discrimination based on—you guessed it—a person's sexual orientation after the store refused to make t-shirts for the Lexington Pride Festival in 2012 for a local LGBTQ group. A circuit county judge, though, overturned the 2014 ruling earlier this year.\n\n\n\nThe owner of a Kentucky print shop found to be in violation of a city law that bans discrimination based on—you guessed it—a person's sexual orientation after the store refused to make t-shirts for the Lexington Pride Festival in 2012 for a local LGBTQ group. A circuit county judge, though, overturned the 2014 ruling earlier this year. Phillip Monk: A retired senior master sergeant in the Air Force who claims that he was abruptly reassigned to a new position in 2013 after he had a heated disagreement with his commanding officer over how to reprimand a subordinate who had told trainees about his own religious objections to homosexuality.\n\n\n\nA retired senior master sergeant in the Air Force who claims that he was abruptly reassigned to a new position in 2013 after he had a heated disagreement with his commanding officer over how to reprimand a subordinate who had told trainees about his own religious objections to homosexuality. Kelvin Cochran: A former Atlanta fire chief who was forced to step down earlier this year by the city’s mayor after Cochran self-published a book that described homosexuality as a “sexual perversion” that he compared to bestiality, copies of which he had distributed to several city employees. Mayor Kasim Reed maintains that his decision to terminate Cochran wasn’t based on the fire chief’s religious beliefs but instead on a variety of other reasons, including that he didn’t have clearance from City Hall to publish the book in the first place.\n\nUnlike some of his more establishment-minded GOP rivals who appear content to leave their party’s opposition to same-sex marriage in the past, Cruz has repeatedly attempted to bring it front and center on the stump, increasingly under the guise of what he and his like-minded social conservatives have labeled “religious liberty,” a catchall they’ve deployed in rather wide-ranging circumstances.", "_id": {"$oid": "55daf1a304235215b082e3ec"}}