{"URL": "http://www.slate.com/blogs/moneybox/2015/02/06/japan_law_could_force_workers_to_take_vacation_great_idea.html", "Text": "Photo by Keith Tsuji/Getty Images\n\nJapan’s government is contemplating a radical solution to the country’s crippling lack of work-life balance: mandatory vacation. This week, the Japan Times reported that Prime Minister Shinzo Abe’s administration was considering a law that would require workers to take at least five paid days off each year. Employees are already guaranteed 10 days off in Japan, and on average are offered much more. They just don’t take it. A labor ministry survey found workers “typically use less than half their annual leave,” according to the Times. That’s especially remarkable, considering that the Japanese are required to use vacation time for sick days.\n\nJapan has long struggled with a deeply workaholic corporate culture. Companies expect employees to pull long stretches of overtime, often without pay, as a show of dedication. Often, this translates to little more than unproductive face time—workers sit around in their offices ticking off the minutes until they can acceptably leave. But the personal strain of the long hours can be enormous. As many English-language outlets have noted, the country actually has a word for working oneself into the grave—karoshi. The courts have recognized it as a legitimate cause of action in wrongful death suits. And though it was often associated with heart attacks and strokes, the psychological strain of excessive work is now blamed for thousands of suicides in Japan per year.\n\nAdvertisement\n\n\n\nStill, the government has had trouble convincing its exhausted and frazzled salary men and women to take it easy. In the 1980s, for instance, it reduced the standard work week to 40 hours from 48 and increased overtime pay. However, the law was full of loopholes that exempted many white-collar employees. And while international data, such as figures from the OECD, have shown average Japanese work hours declining, the shift may be largely due to a staggering increase in part-time employment, especially among the young. Full-timers are still pulling egregious hours.\n\nOver time, that’s evolved into an economic, as well as social, problem, because it has kept females out of the workforce. The punishing work hours that companies expect make it impossible for women to balance children and a career, so new mothers quit their jobs at remarkably high rates (alternatively, they often choose not to have children at all, which has helped kill the country’s birth rate). When they return, most are stuck in low-paying part-time work that doesn’t necessarily utilize their talents.", "_id": {"$oid": "55daf04304235215b082e2d6"}}