{"URL": "http://www.bloomberg.com/politics/articles/2015-08-22/with-warren-meeting-biden-sends-a-jolt-to-would-be-backers", "Text": "Vice President Joe Biden’s meeting Saturday with Senator Elizabeth Warren doesn’t necessarily mean a Biden-Warren ticket for 2016, but it showed Democratic party activists and donors how seriously he’s pondering a late run for president.\n\nThe private, surprise session between the vice president and Warren, a Massachusetts Democrat once seen as Hillary Clinton’s strongest challenger for the nomination, comes at a pivotal point in the contest.\n\nAfter his son Beau’s death in May from brain cancer, Biden has been shifting from not ruling out a run against Clinton to a posture in which he and backers are strategically, if mostly behind the scenes, testing his viability in early voting states and among uncommitted, major Democratic donors.\n\nWhile Clinton remains the frontrunner, with support from key donors and organizers locked down, mounting concerns about how she’s handled questions about her use of a private e-mail server while secretary of state have increased support for Vermont Senator Bernie Sanders, a socialist who many in the Democratic establishment believe can’t win a general election.\n\nWarren supporters comprise an energetic and significant element of the Democratic base. Clinton, who also understands Warren’s importance in the party, met privately with her last December.\n\nNeither Biden aides nor Warren aides would discuss details of the meeting. Supporters of Warren had organized efforts to get her into the race, while she has said repeatedly she wouldn’t seek the presidency next year.\n\nBiden’s Opening\n\nAn affiliation with Warren, champion of the progressive movement and a critic of Wall Street, may help Biden confront the challenge of being a 72-year-old white man with an old-school approach to politics courting support in a party increasingly reliant on women, minorities and younger voters who communicate through social media.\n\nOther Democrats in the race, including Martin O’Malley, Jim Webb and Lincoln Chafee, haven’t been able to gain traction. Those developments are creating a window for Biden, while Democratic strategists say it remains unclear whether the window is big enough.\n\nBiden has been expected to decide by the end of September whether to run, though in recent days some Democrats have indicated they believe he can postpone a decision, possibly even beyond the first Democratic debate in mid-October.\n\nAmong the factors Biden is considering is whether he can generate enough support and raise enough money at this relatively late stage, and whether Clinton has been sufficiently weakened.\n\n‘Parlor Game’\n\n“The Vice President is going through the process that everyone goes through when they’re deciding whether to run for office,” said Steve Schale, a Tallahassee, Florida-based advisor to Draft Biden, a super-PAC encouraging Biden to run.\n\nIf you’re running for office, “the smart thing to do is pick up the phone, and go visit with people who you would hope would support you, or at least whose judgment you trust to get their advice.”\n\nSchale dismissed the notion that the Warren meeting is a signal about a potential running mate.\n\n“Any speculation about who Joe Biden would choose as a running mate is the ultimate parlor game, in that the vice president hasn’t decided whether he will run for public office,” he said.\n\nDante Scala, a political science associate professor at the University of New Hampshire, said the meeting “clearly stirs the pot.”\n\nWarren Factor\n\n“If Biden were to take on Hillary Clinton he’s going to have to try to figure out a way to attract voters who are to Clinton’s left, and right now Bernie Sanders has the lion’s share of those voters,” Scala said.\n\n“If Biden were to make a serious run, how do you attract not all of those voters, but enough of them? Elizabeth Warren might be a key.”\n\nA Gallup poll of Democrats and independents, conducted Aug. 5-9, found if Warren decides to run for president in the primary, 56 percent of respondents would consider supporting her, while 15 percent say they would definitely support her. A Bloomberg Politics/Des Moines Register Iowa Poll in May found that 37 percent of likely Democratic caucus-goers felt Warren better represents their political beliefs than Clinton.\n\nWhile Clinton has been losing ground to Sanders over the summer, a Fox News survey conducted Aug. 11-13 found 49 percent of respondents still support her as the Democratic nominee, while 30 percent were for Sanders and 10 percent for Biden.\n\nCat, Mouse\n\nBiden, through aides and in some cases directly, has been in contact with potential donors as some Democrats indicate they would reconsider their support for Clinton if the vice president enters the race. The news of Biden’s meeting with Warren was first reported Saturday by CNN.\n\nBiden is in a “cat-and-mouse game” now with donors, said Jim Manley, a Democratic strategist who has said it’s probably too late for Biden to run and has expressed support for Clinton.\n\nSome may favor him or be unsure about Clinton but are reluctant to publicly support him if he later decides not to run, he said.\n\n“Folks are watching him check the boxes as he begins to make phone calls, call around to different parts of the party to try to gauge support,” he said.\n\nOne Democratic donor who has given money to Clinton in this cycle but remains uncommitted said in a telephone interview Saturday that he doubts a Biden-Warren ticket would make sense in a general election.\n\nPerceived Tension\n\nThe donor, who declined to be identified because he isn’t convinced Biden will go forward, said he read the meeting more as a recognition by Biden that he must cultivate Warren’s supporters to have a chance to win the nomination.\n\nJulian Zelizer, a Princeton University historian, said a Biden-Warren ticket would be “very exciting to many Democrats.”\n\n“It’s kind of in-your-face, in some ways, to Clinton,” Zelizer said. “There’s been this perceived tension between Clinton and Warren, and here he is, if that’s the case, the reason for the visit, reaching out to this senator in the Democratic party that many see as being at odds with some of the issues Clinton stands for.”\n\nThere’s not much room to the left of Clinton economically, he said, because she’s “pretty liberal on economic policy” and has moved more to the left as Sanders has intensified his campaign.\n\nRisking Legacy\n\n“Biden is not that different than Hillary Clinton,” he said. Symbolically, however, “it just continues to fuel this story that is very much alive right now, of the potential for this unexpected run.”\n\nFor Biden, who has twice unsuccessfully sought his party’s nomination, a decision to go forward involves factors beyond the ability to raise money. If he stays out of the race, Biden can retire from politics on a high note, as a popular vice president and devoted father whom the nation rallied around during his grief. If he runs and fails, he risks damaging that stature and ending a four-decade-plus career on a lower note.\n\nThe meeting between the vice president and Warren wasn’t listed on Biden’s public schedule. It required that Biden make last-minute travel plans to Washington from his home in Delaware.\n\nThere, Biden had met in recent days with a tight circle of aides to discuss his schedule and plans for the next two months. He also has been spending time with his family, still in mourning over the death of Beau, a popular Delaware politician and veteran who was seen as the vessel for his father’s political legacy. Beau is said before he died to have encouraged his father to run.", "_id": {"$oid": "55daef4b04235215b082e25a"}}