{"URL": "http://www.slate.com/blogs/xx_factor/2015/08/20/female_scientists_piero_benvenuti_celebrate_female_astronomers_at_the_international.html", "Text": "Photo illustration by Slate. Photo by Shutterstock.\n\nAt the closing ceremony of last week’s general assembly in Honolulu, the International Astronomical Union (you know, the people who demoted Pluto to dwarf planet status) announced three new female members to its board, in a series of long, somewhat boring speeches.\n\nBut when the new general secretary, Piero Benvenuti, spoke, many perked up, although not for the reasons he intended.\n\nAdvertisement\n\n\n\nBenvenuti began by celebrating the fact that three of the four incoming board members were women. This is indeed something to celebrate in a field dominated by men. It was his next comment that garnered a reaction. According to a transcript, he said:\n\nI believe a woman scientist is not just another scientist. Women have a special natural gift for caring and educating—and I underline the [etymology] of the word: e-duco, I pull out the best of someone—therefore a woman who is also an astronomer can have a greater impact on the society than a simple scientist.\n\nAt the moment those words left his mouth, I witnessed a small explosion on Twitter.\n\n“@SciBry: .@IAU_org President closes #IAU2015 by praising women for being \"nurturing and caring\". https://t.co/i8xOeIkNqR” NOOOOOOOOO — Nicole Gugliucci (@NoisyAstronomer) August 15, 2015\n\nOh, FFS. https://t.co/rcg7QU0Ky3 — Emily Rice (@emilylurice) August 15, 2015\n\nI’m a computer scientist, not an astronomer, but the sexual stereotyping of female scientists resonated with me and should be something that’s in the forefront of all scientists’ minds right now. Social media has seen hashtag-based backlash to Tim Hunt’s comments about “girls in the lab” and demonstrations that women actually can look like engineers.\n\n“When he said that women’s innate nurturing abilities made them good for work in outreach and development projects, and I felt like we had lurched back to the ’50s,” said David L. Clements, an astrophysics at Imperial College London, who attended the speech.\n\nFurthermore, many women have no interest in being nurturing and resent the implication that they are, simply by nature of their gender. Even those who are nurturing don’t necessarily want it considered as part of their suitability as scientists.\n\nRachael Livermore, a postdoctoral fellow in astronomy at the University of Texas at Austin, also attended the IAU speech and was outraged. “It completely misses the point that we should be striving for equality because excluding huge swaths of people for arbitrary reasons is bad for science as well as being unfair to those excluded,” she said, “not because the excluded groups have some sort of special magical skill to offer.\"\n\nThat really is the core of the problem. Benvenuti, by all accounts, sincerely supports the inclusion of more women in the field and in these leadership positions. Even the most critical attendees I spoke with believed he was trying to compliment his colleagues whom he held in high scientific esteem.\n\nBut women aren’t superhero scientists. We’re just scientists. Benvenuti was trying to be supportive, but when stereotypes enter the discussion to justify why women—or other underrepresented groups—should be fairly represented in science, it undermines the premise that we should be included simply for our scientific abilities.\n\n“I am willing to give my colleague the benefit of the doubt and assume he didn’t mean any harm by his comments,” Emily Rice, an astronomer at the College of Staten Island–CUNY, told me. “Unfortunately, even well-intentioned comments are representative of the benevolent sexism that many women face every day in science. We should be valued as scientists, for our research and other contributions to the field, not by how well we conform to gender stereotypes.\"\n\nAnd the benevolence is a tricky part of this. It can feel bad to criticize someone for celebrating diversity because he did it in the wrong way (not to mention that such criticism can spark the hated and dismissive response that we’re being oversensitive). At the same time, it feels worse to hear statements that imply that in order to receive equal treatment, we are expected to have “greater impact on the society than a simple scientist.” Being equivalent to a white male “simple scientist” should be enough.\n\nThankfully, Benvenuti has heard the criticism. He posted a statement on his blog Wednesday that heralded his new female colleagues for their scientific achievements and acknowledged the critiques of his comments.", "_id": {"$oid": "55daee0a04235215b082e164"}}