{"URL": "http://www.theguardian.com/books/2015/aug/21/jonathan-franzen-considered-adopting-iraqi-orphan-young-people?CMP=twt_gu", "Text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nIn a setup that would not look out of place in fiction, Jonathan Franzen, the bestselling American novelist, has said he once considered adopting an Iraqi war orphan to help him understand young people better, but was persuaded against it by his editor.\n\nFranzen said he was in his late 40s at the time with a thriving career and a good relationship but he felt angry with the younger generation. “Oh, it was insane, the idea that Kathy [his partner] and I were going to adopt an Iraqi war orphan. The whole idea lasted maybe six weeks.”\n\nHe added: “One of the things that had put me in mind of adoption was a sense of alienation from the younger generation. They seemed politically not the way they should be as young people. I thought people were supposed to be idealistic and angry. And they seemed kind of cynical and not very angry. At least not in any way that was accessible to me.”\n\nInstead, Henry Finder, his editor at the New Yorker, suggested he meet up with a group of new university graduates. “It cured me of my anger at young people,” Franzen said.\n\nRelated: Jonathan Franzen interview: ‘There is no way to make myself not male'\n\nIn a wide-ranging interview with Weekend magazine, the 56-year-old also said he believed he had been assigned the role of an anti-women villain by certain feminist critics, adding of the attacks he said he had been subjected to: “There is really nothing I can do except die – or, I suppose, retire and never write again.”\n\nThe author of critically acclaimed novels including The Corrections and Freedom, Franzen has become a figurehead of sorts for the literary world’s struggle to address gender bias, and a lightning rod for criticism. A piece this week on the lifestyle website Bustle asks: “Is Jonathan Franzen sexist?” It highlights “five times he’s made questionable comments about women”.\n\nSuch criticism is nothing new for Franzen. When his novel Freedom received a glowing review in the New York Times in 2010, the novelist Jodi Picoult tweeted: “Would love to see the NYT rave about authors who aren’t white male literary darlings.”\n\n— Jodi Picoult (@jodipicoult) NYT raved about Franzen's new book. Is anyone shocked? Would love to see the NYT rave about authors who aren't white male literary darlings.\n\nBut he insisted: “I’m not a sexist. I am not somebody who goes around saying men are superior, or that male writers are superior. In fact, I really go out of my way to champion women’s work that I think is not getting enough attention. None of that is ever enough. Because a villain is needed. It’s like there’s no way to make myself not male.”\n\nSpeaking about a character in his forthcoming novel, Purity – a fanatical feminist who, among other things, forces her husband to urinate sitting down on the toilet to atone for his maleness – Franzen predicted that she would enrage his critics; in fact, she already has. “After all these years we finally get to read a man’s take on feminism,” tweeted the Canadian writer Anne Thériault. “Bless you and the hard work you do, Mr Franzen.”\n\n— Anne Thériault (@anne_theriault) AFTER ALL THESE YEARS WE FINALLY GET TO READ A MAN'S TAKE ON FEMINISM BLESS YOU AND THE HARD WORK YOU DO, MR FRANZEN pic.twitter.com/2bK0okClFA\n\n“There’s a certain degree of glee in putting that stuff in the book,” Franzen told the Guardian. “Because I know that if you are hostile, you will find ammunition. I wrote this deliriously praising celebration of Edith Wharton. People managed to find a way to make it sound like I was hating on Edith Wharton. So why not just let it all rip and [say]: ‘Have fun with that, guys.’”\n\nFranzen’s appreciation of Wharton for the New Yorker saw him point out at one stage that she “wasn’t pretty”. The novelist Victoria Patterson attacked the essay in the LA Review of Books, saying Franzen had “taken a literary hero and written about her as if ranking a Maxim photo spread”.\n\nFranzen does not shy away from other topics that have proved controversial for him in the past, including his rift with Oprah Winfrey in 2001, which saw the chat show host uninvite the award-winning author from her book club after he said the “schmaltzy, one-dimensional” novels she championed made him cringe.\n\nRelated: Jonathan Franzen on his misanthropic reputation: 'We live in a world of cant'\n\nWhile the novelist blamed himself for the incident, he admitted he also blamed Winfrey. He said: “Because, from our very first conversation, it was clear we were not speaking the same language. I didn’t scream when she called me. I said: ‘Oh, hey,’ and was trying to talk like a media professional to a media professional. And she didn’t know what to do with that.\n\n“What is the one thing a competition winner has to do? They have to show abject gratitude. And I was, like, well, I don’t think you’d be doing this if it weren’t good for you, too. So let’s work together. And the answer was no. So I blame her, too.”\n\nHe added: “I think the fact that I was a white guy made that harder. And I think she was sensitive to any suggestion that I might be dissing her. And, of course, then I did diss her. But not before I’d had that experience.”\n\nFranzen’s Guardian interview prompted swift response from writer Jennifer Weiner, who in a series of tweets, said: “Frantzen believes he’s locked in a no-win situation, he promotes women writers! And still we hate! ‘Because a villain is needed.’ WELL.”\n\n— Jennifer Weiner (@jenniferweiner) 3. Franzen believes he's locked in a no-win situation. He promotes women writers! And still we hate! \"Because a villain is needed.\" WELL.\n\nShe continued: “Yes, Franzen promotes women writers, in the New Yorker, and elsewhere. (Not on social media, though – which might help their books sell).”\n\nShe accused him of hating her “without, of course, deigning to read a word I’ve written”.\n\n— Jennifer Weiner (@jenniferweiner) 8. Instead, who does Franzen hate? @jodipicoult. Oprah. @michikokakutani. Me. (Without, of course, deigning to read a word I've written).\n\nShe added: “Then he whines, ‘It’s like there’s no way to make myself not male.’ Well. We don’t want Franzen unmanned. Just not Franzen unfair. Fin.”\n\n— Jennifer Weiner (@jenniferweiner) 10. Then he whines, \"It’s like there’s no way to make myself not male.” Well. We don't want Franzen unmanned. Just not Franzen unfair. Fin.\n\nPurity, which is out on 1 September and which sees the young Pip Tyler becoming involved with a Julian Assange-like leader of a rival to WikiLeaks, takes on another bete noire of Franzen’s: the internet. The author has previously said he does not go online when writing, and has described Twitter as “unspeakably irritating”.\n\n\n\nFranzen told the Guardian social media “feels like a protection racket”. He said: “Your reputation will be murdered unless you join in this thing that is, in significant part, about murdering reputations. Why would I want to feed that machine?”\n\nHe also spoke of his concerns about how it will affect writers. “The ways in which self-censorship operates – the fear of being called a bad name – people become very careful. And it becomes very hard to be creative, actually. Because you’re worried about what you might be called, and whether it’s fair or not.\n\n“There used to be rather serious firewalls between the artist and the buying public – the gallery, the publisher. And technology demolishes that wall and basically says: self-promote or die. And that is a bad head for any sort of artist to be forced into.”\n\n• Read Emma Brockes’s full interview with Jonathan Franzen here.", "_id": {"$oid": "55daf30304235215b082e477"}}