{"URL": "http://mashable.com/2015/07/23/trump-hat-reactions/", "Text": "This hat officially trumps all other hats Donald Trump has worn. See what we did there?\n\nThe Donald made a trip to Laredo, Texas, located on the U.S.-Mexico border, where he confirmed that he still believes the U.S. should have a giant wall to discourage people from crossing the border illegally.\n\nSee also: Everyone is a loser in 'Trump For President: The Board Game'\n\nOn top of his statements (and his comb-over, incidentally), Trump wore a pristine white baseball cap that said, \"Make America Great Again\" on the front. Naturally, the Internet was ready and waiting to make as many jokes and memes as possible about his fashion choice.\n\nHonestly, he should probably wear a hat more often.\n\nTrump's hat photoshopped to be even Trumpier http://t.co/dJCiU19JUi pic.twitter.com/PD3AeG12YK — Bloomberg Politics (@bpolitics) July 23, 2015\n\nYo, @totalfratmove, y'all seen Trump's hat yet? (via: ABC News) pic.twitter.com/iCqKD2GivJ — Austin (@AustinBrakebill) July 23, 2015\n\n\"People are saying, 'It's so dangerous, Mr. Trump!' But I have to do it.\" His hat says \"Make America Great Again.\" pic.twitter.com/hYivElDNN6 — Molly Ball (@mollyesque) July 23, 2015\n\nDonald Trump looking totally natural in a baseball hat — Olivia Claire (@OClaire1029671) July 23, 2015\n\nTRUMP: the hat stays.\n\nAIDE: sir, no one has even asked you to remov—\n\nTRUMP: the hat stays. luxurious. pic.twitter.com/vbSqHERoNh — Ethan Booker (@Ethan_Booker) July 23, 2015\n\nYou've got 4 billion dollars and you can't get a better looking hat? Really Donald Trump? pic.twitter.com/sZQ3V1xIJa — LoneStarPrincess (@texsassforever) July 23, 2015\n\nFifty bucks says Trump just keeps that hat on forever. — Matt Christman (@cushbomb) July 23, 2015\n\ndonald trump still does not have an online campaign store where one can purchase this hat. pic.twitter.com/qF4PPNAv42 — EJ Baker (@ej__baker) July 23, 2015\n\nThe only thing that could make Trump's hat more awesome is if it were written in Comic Sans. — Ana Marie Cox (@anamariecox) July 23, 2015\n\nDear reporters at Trump presser: Ask right now for him to show you the label on where that hat was made. — Jennifer Hayden (@Scout_Finch) July 23, 2015\n\nI love the #Trump hat. Every hipster in Williamsburg BK will be ironically wearing it this summer. pic.twitter.com/eg7P1ugWIE — Ben Kissel (@BenKissel) July 23, 2015\n\nTrump's hat is so fetch — Jessica Eggert (@JN_eggert) July 23, 2015\n\nBREAKING NEWS: TRUMP IS WEARING A HAT! — LANDON aka The H.O.C (@VintageUprising) July 23, 2015\n\nThe world stops as Trump gets off his plane in Laredo, Texas. Take off the hat! Let's see the hair blow away. — Mitchell Hirsch (@mitchellhirsch) July 23, 2015\n\n.@realDonaldTrump in #Laredo, debuting his new @JudahWorldChamp-inspired hat messaging system. http://t.co/SXSmGAZbEe pic.twitter.com/KBX8PkPaDF — Griffin Hammond (@Griffin) July 23, 2015\n\nomg did u see donald trump hat today pic.twitter.com/xl6KZVAjau — CK (@cranekicker) July 23, 2015", "_id": {"$oid": "55daee5104235215b082e19b"}}