{"URL": "http://www.slate.com/blogs/the_vault/2015/08/21/art_of_ray_yoshida_comic_book_scrapbooks_from_the_archives_of_american_art.html", "Text": "The Smithsonian's Archives of American Art has digitized this scrapbook assembled by artist Ray Yoshida in (they believe) the late 1960s. Yoshida collected images from comics, the back-of-the-book ads that followed comic-book stories, and newspaper comic strips, grouping scraps together in loose typologies: hands; explosions; kisses; the sea.\n\nYoshida, a Hawaii-born artist who taught at the School of the Art Institute of Chicago for more than 40 years, was a painter and collagist whose personal collections of folk art, vintage objects, and outsider art were the subject of an exhibition at the John Michael Kohler Arts Center last year. Interviewed by Hyperallergic's Jillian Steinhauer on the occasion of that exhibition, curator Karen Patterson described Yoshida's approach to collecting:\n\nYoshida would scour Maxwell Street Market for what he called \"trash treasures,\" things that had been discarded or were no longer in vogue and were fresh for reinterpretation and valuing. Those finds could be fishing lures, dolls, toy cars, souvenirs, games, etc.—another piece for his home puzzle. He also collected beautiful bent wood furniture, tramp art, baskets, etc., valuing makers of all skill and abilities.\n\nAdvertisement\n\n\n\nDuring the time he assembled this scrapbook, Yoshida exhibited a series of works based on comics, which he called \"comic book specimens\": collages aggregating types of images, or rearranging them into new surreal compositions. One collage in the series, \"Comic Book Specimens #4 - Activated Apparel,\" can be seen on the website of the Art Institute of Chicago. \"Activated Apparel\" is a more refined version of the assemblages in the pages of this scrapbook: an oddly affecting tableau of illustrations of drab garments, abstracted from context.\n\nClick on the images below to reach larger, zoomable versions, or visit the scrapbook's page on the website of the Archives of American Art.\n\nCourtesy of the Archives of American Art.\n\nCourtesy of the Archives of American Art.\n\nCourtesy of the Archives of American Art.\n\nCourtesy of the Archives of American Art.\n\nCourtesy of the Archives of American Art.\n\nCourtesy of the Archives of American Art.", "_id": {"$oid": "55daf34204235215b082e4a8"}}