{"URL": "http://www.slate.com/articles/news_and_politics/roads/2015/08/polo_in_china_at_a_club_in_tianjin_the_1_percent_see_the_sport_of_kings.html", "Text": "The brand names of the universities participating were a draw for affluent Chinese parents, who had the chance to send their kids to an information session with the players about admission into the top-tier schools during the week of the tournament.\n\nAt the tournament in July, the polo fields lived up to the Harvard team’s scrutiny. “The facilities are, without comparison, the best I’ve ever played at, and I’ve played at Guards in England, and this is even so much nicer,” said Marion Dierickx, a third-year astrophysics grad student competing on the Harvard team. According to Amelia Phillips, the Harvard women’s captain, “It’s a world-class facility, and I would add the horses here are all incredible.”\n\nThe polo club’s Louis XV-inspired style and unabashed embrace of all things nouveau riche invokes thoughts of China’s countless instances of “copycat” architecture that tend to be more style than substance, such as a “miniature Paris” complete with an Eiffel Tower on the outskirts of Hangzhou and a British-inspired “Thames Town” near Shanghai. The level of extreme luxury it offers, however, appears to be the real deal, with a wine cellar stocking bottles of Domaine de la Romanée-Conti, Château Haut-Brion, and Château d’Yquem, and polo horses (and trainers) flown in from New Zealand, Australia, and Argentina.\n\nThe club is the brainchild of well-known billionaire Pan Sutong of the Hong Kong real estate and financial conglomerate Goldin Group—the sole company building the business district. Known for his passion for wine and horses, the magnate’s company sponsors an annual charity polo tournament in England that counts Princes Harry and William among its participants. He has previously told Bloomberg that he’s “not satisfied with three Michelin stars or Robert Parker’s 100 points” at his high-end properties. As one of the world’s biggest Bordeaux collectors, Pan recently launched a wine and luxury lifestyle magazine called Le Pan based in Hong Kong, and has expressed plans to use Tianjin’s free-trade zone to house a massive warehouse for imported wine.\n\nStarting on July 21, the tournament functioned as a showcase not only for the relatively unknown sport, but also for the elite connections it could bring. Considered the “jewel in the crown” of a 20,000-square-kilometer central business district development called Goldin Metropolitan that’s under construction in Tianjin, the ultra-exclusive 890,000-square-meter polo club spares no expense. In addition to three international standard polo fields and more than 200 horses, the club features palatial European-style, marble-floored buildings housing a luxury hotel, 16 restaurants featuring French, Japanese, and Chinese cuisine, a “wine museum” with more than 10,000 bottles, a spa, a pool, a cigar bar, a gym, British butlers who are “fully conversant with royal etiquette and protocol,” according to the Financial Times , and a chandelier-filled banquet space.\n\nThis match took place less than three weeks before the massive chemical explosions that shook the city earlier this month. The elite university polo teams gathered in the city’s new economic development zone to participate in an intercollegiate tournament at the Tianjin Goldin Metropolitan Polo Club, which is located about 40 miles away from the Binhai New Area where the blast occurred. The club is part of a gigantic real estate development aimed at raising Tianjin’s profile and becoming a key center for China’s ultrarich to work and play—if the city can convince them to settle there.\n\nLin, who started learning equestrian skills when he was 5 years old, isn’t at one of the 100-plus-year-old polo clubs in England or the United States, but on the outskirts of Tianjin at a 5-year-old polo club, China’s largest. As one of the club’s star young players, his photo adorns the club’s marketing materials urging well-heeled parents to sign their kids up for lessons.\n\nTIANJIN, China—Thirteen-year-old polo player Arthur Lin sits in a private viewing suite watching the polo teams of Oxford and the University of London square off in the championship round of a weeklong tournament between the world’s most elite universities. Although Yale has come in dead last for the week, behind Cambridge, Harvard, and Stanford, Lin’s father still sees the Ivy League university as the best destination for his son, joking that Arthur will hopefully help raise the profile of the school’s team when he’s on it five years from now.\n\nEach Friday, Roads & Kingdoms and Slate publish a new dispatch from around the globe. For more foreign correspondence mixed with food, war, travel, and photography, visit their online magazine or follow @roadskingdoms on Twitter.\n\nArthur’s father, William Lin, the CEO of Dragon Telecom and one of the club’s first members, started playing polo when it opened and quickly signed up Arthur and his brother, Lawrence. Lawrence attends Syracuse University in the United States, while Arthur is entering ninth grade at a local international school in Tianjin. “I feel so excited when I watch him play,” Lin says of Arthur, noting the importance of both sports and schoolwork for getting into a top university. “Chinese families put so much attention and finance toward the next generation,” he said.\n\nPhoto courtesy Liz Flora/Jing Daily\n\nThe prospect of admission to top-tier international universities is one of the main factors attracting China’s next generation—and their parents—to the training and equipment-intensive sport. According to Arthur, “When my dad told me to play polo, I wasn’t very convinced, but now that I’ve been playing it for a while, I really enjoy the sport.”\n\nPolo “could not be as popular as golf because with golf, anybody with clubs can begin to play, but to ride, there’s a barrier,” says William Lin. “But I think as the Chinese economy is going up, more people will join this game.”\n\nWhile members may be enticed by the luxurious amenities and opportunities for their kids, the polo club’s main purpose is to get China’s wealthy interested in Fortune Heights, a collection of over 1,600 multimillion-dollar residential units under construction surrounding the fields that will be finished later this year. As part of one of the only combined polo and real estate developments in the world, the properties range from luxury apartment buildings to European-style villas with their own tennis courts. Apartments cost between $1 million and $5 million, while the most expensive villas top $90 million. While polo club memberships start at $165,000 for nonresidents, those who purchase property get automatic membership.\n\nPhoto courtesy Liz Flora/Jing Daily\n\nThe marketing materials for the development exhort potential residents to “become a part of the new nobility” and “take your place amongst the elite,” while Pan’s motto for the development is the Chinese phrase qian jin mai wu, wan jin mai li, which roughly translates to “a quality house is worth a thousand pounds of gold, but quality neighbors are worth 10 thousand.”\n\nThis is the goal not just for the polo club, but for the entire new development. Located about a half-hour’s drive from the center of Tianjin, Goldin Metropolitan is the world’s largest development to be undertaken by a single corporation at once. Slated for completion in 2016, the area includes office buildings, a “six-star” hotel, an international school, a convention center, shopping malls, Broadway-style theaters, and a 117-story tower called Goldin Finance 117, which is set to become the ninth-tallest building in the world.\n\nThe future success of Goldin’s mega-investment relies not only on China’s continued economic growth, but on demand among China’s wealthy to settle down in Tianjin. So far, 20 percent of the first phase of the Fortune Heights residential units have been sold, and the company says it is adopting a “moderate” approach to releasing the homes for sale as construction nears completion.\n\nThe properties are going on the market at a time when China is awash with luxury “ghost towns” due to either speculative buying or overconstruction. Another Tianjin satellite, Jing Jin City, features 4,000 European-style villas, a Hyatt Regency hotel, a golf course, and a horse-racing track, but few residents.\n\nPhoto courtesy Liz Flora/Jing Daily\n\nFor the new area and polo club to form the elite community that Goldin envisions, China is going to have to convince its ultrarich to stay in the country at a time when many of those who can afford it want to leave. A recent Barclays survey found that almost half of all of China’s rich plan to move abroad within the next five years to countries like the United States, Canada, or Australia, where they believe they can find better educational opportunities, economic conditions, and health care. For those who can afford luxury real estate, a growing number are opting to buy properties in cities like Vancouver, Sydney, Los Angeles, and New York thanks to both the desire to relocate and fears of a Chinese real estate bubble at home.\n\nAnother main issue for them is safety of the environment around them, including clean air, water, and food—which many have little faith that the government can ensure anytime soon. The disastrous chemical explosion that rocked Binhai is not likely to calm those concerns, as Tianjin residents now fear exposure to toxic chemicals and question why companies were allowed to keep dangerous chemicals close to residential areas. Some experts are now even saying that it was the Chinese government’s overzealous efforts to develop the free-trade zone that helped lead to the explosion, as it led to a “distorted” overreliance on petrochemical industries with little oversight and development of disaster prevention plans.\n\nIn Goldin’s case, the company is hoping that the lure of the lifestyle offered by the development and the polo club can overcome these issues and turn Tianjin into the next Shanghai. William Lin, who owns property 30 minutes away from the club, is planning to buy one of its apartments once both of his kids have left for college. When asked whether he believes it’s a good investment, he said, “I think it could be,” and “the idea is correct.” According to Lin, “If it’s successful, we’ll have a very good place to play polo and also make Tianjin’s profile quite big.” The question is now whether enough of his peers will join him—and if his sons and their jet-setting, polo-playing generation will be willing to move back to China after Oxford and Yale.", "_id": {"$oid": "55daeefa04235215b082e21a"}}