{"URL": "http://www.reuters.com/article/2015/08/23/us-election-trump-hedgefunds-idUSKCN0QS0P120150823", "Text": "WASHINGTON Republican presidential front-runner Donald Trump blasted hedge fund managers on Sunday as mere \"paper pushers\" who he said were \"getting away with murder\" by not paying their fair share of taxes.\n\nIn a telephone interview on CBS's \"Face the Nation,\" Trump vowed to reform the tax laws if elected and said the current system was harming middle class Americans who currently faced higher tax rates than traders on Wall Street.\n\n\"The hedge fund guys didn't build this country. These are guys that shift paper around and they get lucky,\" Trump said.\n\n\"They are energetic. They are very smart. But a lot of them - they are paper-pushers. They make a fortune. They pay no tax. It's ridiculous, ok?\"\n\nTrump's comments were referring to the so-called \"carried interest loophole\" - a provision in the tax code which allows private equity and hedge fund managers pay taxes at the capital gains rate instead of the ordinary income rate.\n\nMany fund managers are in the top income bracket, but the capital gains tax bracket is only 20 percent.\n\nWhile these individuals are also required to pay an additional 3.8 percent surtax on their net investment income, this total rate is still far lower than the 39.6 percent rate that top wage earners must pay on their ordinary income.\n\n\"Some of them are friends of mine. Some of them, I couldn't care less about,\" Trump said.\n\n\"It is the wrong thing. These guys are getting away with murder. I want to lower the rates for the middle class.\"\n\nTrump did not offer any specific detail on how he would like to reform the tax code, but he is not the only presidential candidate to take aim at the \"carried interest\" loophole.\n\nDemocratic front-runner Hillary Clinton has also previously called for reforms, saying it was wrong that hedge fund managers \"pay lower taxes than nurses\" or truck drivers. [ID: nL2N0XB31K]\n\nVermont Senator Bernie Sanders, another Democratic presidential candidate whose progressive agenda has been drawing large crowds of supporters, has also been a vocal critic of the tax loophole.\n\nAmong Republicans, Trump has continued to dominate the field of presidential candidates.\n\nA Reuters/Ipsos poll on Friday showed Trump with 32 percent of the support of Republicans, followed by former Florida Governor Jeb Bush with 16 percent, and Ben Carson with 8 percent.\n\n(Reporting by Sarah N. Lynch; Editing by Gareth Jones)", "_id": {"$oid": "55daf11004235215b082e39c"}}