{"URL": "http://www.cbsnews.com/news/donald-trump-anchor-babies-arent-american-citizens/", "Text": "Republican frontrunner Donald Trump doesn't believe babies born in the United States to undocumented immigrant parents are American citizens.\n\n\"I don't think they have American citizenship and if you speak to some very, very good lawyers -- and I know some will disagree, but many of them agree with me -- and you're going to find they do not have American citizenship,\" Trump said Tuesday in an interview with Fox News' Bill O'Reilly. \"We have to start a process where we take back our country. Our country is going to hell.\"\n\nBirthright citizenship is guaranteed by the Fourteenth Amendment, which reads \"All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and the State wherein they reside.\"\n\nThe real estate magnate, however, claims that those born on U.S. soil to illegal immigrants don't have full citizens' rights. \"What happens is they're in Mexico, they're going to have a baby, they move over here for a couple of days, they have the baby,\" he told O'Reilly. Trump asserted, \"Many lawyers are saying that's not the way it is in terms of this,\" and went on to say, \"They are saying it is not going to hold up in court. It will have to be tested but they say it will not hold up in court.\"\n\nThe GOP presidential hopeful does not, however, support amending the Constitution to repeal birthright citizenship, saying it would be a \"long process.\"\n\n\"I think it would take too long,\" he told Fox News. \"I'd much rather find out whether or not anchor babies are citizens because a lot of people don't think they are. We're going to test it out.\"\n\nTrump expressed a willingness to be lenient for \"the good ones,\" adding that the U.S. \"can expedite it where they come back in.\"\n\nIllegal immigration has become a cornerstone issue for Trump's presidential campaign. On Sunday, he released an immigration plan that included ending birthright citizenship, among other policy proposals like tripling the number of Immigration and Customs Enforcement officers, defunding \"sanctuary cities,\" and beefing up the country's southern border with a wall paid for by Mexico.\n\nSome in the Republican party have followed suit with Trump's calls to end automatic citizenship. Louisiana Gov. Bobby Jindal sides with Trump, and Wisconsin Gov. Scott Walker has also supported the business mogul's call to repeal the policy.\n\nBut others in the crowded GOP field are putting up a resistance to Trump's proposals. Republican establishment favorite Jeb Bush said in a CBS News interview that birthright citizenship is a \"constitutional right.\"\n\n\"Mr. Trump can say he's for this because people are frustrated that it's abused,\" Bush told CBS News' Major Garrett Tuesday. \"We ought to fix the problem rather than take away rights that are constitutionally endowed.\"", "_id": {"$oid": "55daf19604235215b082e3e0"}}