{"URL": "http://www.npr.org/sections/thetwo-way/2015/08/20/433241833/first-female-army-rangers-say-they-thought-of-future-generations-of-women", "Text": "America\n\nFirst Female Army Rangers Say They Thought Of 'Future Generations Of Women'\n\ni itoggle caption Reuters/Landov Reuters/Landov\n\nThe first two women to graduate from the Army's elite and grueling 62-day Ranger School said Thursday they were motivated to prove naysayers wrong and also break open the hatch for future generations of women.\n\nCapt. Kristen Griest, 26, a military police platoon leader, and 1st Lt. Shaye Haver, 25, an Apache attack helicopter pilot, spoke for the first time since completing their training at Fort Benning, Ga., a day before they graduate and receive their Ranger tabs.\n\nBoth women were asked if they had ever thought about quitting. Griest responded she had some low points, especially training in the swamps in Florida.\n\n\"But I never actually thought anything was going to be too difficult that it was worth leaving the course,\" she said.\n\nHaver, though, was not as confident.\n\n\"Seriously considering quitting throughout the course? I think I would be crazy to say if I didn't,\" Haver said. \"But the ability to look around to my peers and to see they were sucking just as bad as I was, kept me going.\"\n\nGriest and Haver have been called pioneers and trailblazers. They entered the Ranger School with 17 other women, but they were the only two to complete the training. Griest says she \"felt internal pressure\" to make it through to the end. Even after times when they were \"recycled\" — sent back to start a leg of training over with the next class of trainees.\n\n\"I was thinking really of future generations of women that I would like them to have that opportunity so I had that pressure on myself,\" Griest said. \"And not letting people down that I knew believed in me, people that were supporting me.\"\n\nThe two women appeared at the press conference, just as they had throughout their training, with their male Ranger School classmates. Some of the men admitted they were skeptical of the women at first but were won over throughout the demanding training. Some shared stores about how Haver and Griest offered to help carry heavy loads when male soldiers were \"too broken\" to help.\n\nSoon their gender didn't seem to matter.\n\n\"When we were given resupply and you're given 2,000 rounds of machine gun ammo, the last thing you're caring about is whether or not your Ranger buddy is a man or a woman. Because you're not carrying all 2,000 rounds yourself,\" said 2nd Lt. Michael Janowski.\n\nAt one point, Haver admitted she came to the Ranger School with her \"guard up,\" wary of how the men would receive them.\n\n\"I think the battles that we won were individual. And the fact that at each event we succeeded in, we kind of were winning hearts and minds as we went. But that was more important to us, becoming teammates with our Ranger buddies that we're graduating with tomorrow,\" Haver said.\n\nThough Haver and Griest have completed Ranger School, they are still not eligible to take part in front-line combat. That could change in the near future. As NPR's Tom Bowman reports, a decision on whether to change that policy could come in the fall.", "_id": {"$oid": "55daeff404235215b082e285"}}