{"URL": "http://www.washingtonpost.com/national/health-science/2014/09/22/eff7982e-42c9-11e4-9a15-137aa0153527_story.html", "Text": "As the worst Ebola outbreak in history unfolds in West Africa, The Post's Joel Achenbach explains how the deadly virus wreaks havoc on the human body. (Davin Coburn/The Washington Post)\n\nAs the worst Ebola outbreak in history unfolds in West Africa, The Post's Joel Achenbach explains how the deadly virus wreaks havoc on the human body. (Davin Coburn/The Washington Post)\n\nThe number of Ebola cases in West Africa could quadruple to more than 20,000 by early November in the absence of monumental efforts to slow the rate of transmission, according to a team of researchers working for the World Health Organization.\n\nThe report, outlined Tuesday in the New England Journal of Medicine, also argues that if the disease isn’t adequately contained, it could become endemic among the populations in countries hardest hit by the outbreak — Guinea, Sierra Leone and Liberia.\n\n“Without drastic improvements in control measures,” researchers say, “the numbers and cases and deaths from [Ebola] are expected to continue increasing from hundreds to thousands per week in coming months.”\n\nThe latest findings come as the WHO’s official count for the outbreak has surged past 5,800 people infected and 2,800 deaths. But as the agency’s researchers acknowledge in Tuesday’s report, “the true numbers of cases and deaths are certainly higher.”\n\nThe reasons behind that rapid acceleration are clear and daunting. According to researchers, every person who gets sick in Sierra Leone infects roughly two more people. Those “reproduction” rates are lower in Guinea and Liberia, but only slightly. That means that without forceful measures to disrupt transmission of the disease, the three countries combined could be facing more than 20,000 Ebola cases by November.\n\nEven that harrowing number could rise exponentially by the beginning of 2015, as cases of the disease are doubling nearly every two weeks in Guinea, every 24 days in Liberia and every 30 days in Sierra Leone, according to Tuesday’s report.\n\nAn estimate developed by the Centers for Disease Control and Prevention but not yet released publicly found that the Ebola epidemic could infect 500,000 people or more by January.\n\nThat projection, however, assumes no additional aid by governments and relief agencies in the meantime. But the United States recently launched a $750 million effort to establish treatment facilities in Liberia, and the United Nations Security Council voted unanimously last week to create an emergency medical mission to respond to the outbreak. In addition, the WHO is launching an effort to move infected people out of their homes into small centers that would provide at least rudimentary levels of care, in hopes of increasing survival rates and slowing the transmission of the disease.\n\nIn addition, the WHO researchers note, a handful of experimental treatments and vaccines for Ebola, while promising, are unlikely to be available soon enough or in large enough quantities to turn the disease for many months.\n\n“For the medium term, at least, we must therefore face the possibility that [Ebola] will become endemic among the human population of West Africa, a prospect that has never previously been contemplated,” Tuesday’s report states.\n\nThe data published Tuesday also offer a clearer snapshot at the slivers of the population that have been hit hardest by Ebola. The largest swath of victims are age 15 to 44, and they are evenly divided between males and females. The fatality rate of patients with known Ebola infections stands at nearly 71 percent, researchers found.\n\nThe disease also has taken a heavy toll on health workers in Guinea, Liberia and Sierra Leone. Through Sept. 14, according to the journal report, 318 health-care workers had been infected with Ebola; 151 of them died.\n\nIn an editorial accompanying Tuesday’s NEJM report, Peter Piot, a microbiologist who helped discover the Ebola virus in 1976, and Jeremy Farrar, a tropical disease specialist and director of the Wellcome Trust, argue that containing the current outbreak will take “a massive increase in the response, way beyond what is being planned in scale and urgency.”\n\nBut they also describe another, equally troubling problem: the profound effects resulting from the disintegration of existing health-care systems in West Africa due to the ongoing Ebola crisis.\n\n“These health effects will only worsen as the epidemic progresses,” they write. “West Africa will see much more suffering and many more deaths during childbirth and from malaria, tuberculosis, HIV-AIDS, enteric and respiratory illnesses, diabetes, cancer, cardiovascular disease, and mental health during and after the Ebola epidemic. Indeed, there is a very real danger of a complete breakdown in civic society, as desperate communities understandably lose faith in the established systems.”", "_id": {"$oid": "55daef0704235215b082e227"}}