{"URL": "http://www2.ed.gov/policy/highered/reg/hearulemaking/2015/index.html", "Text": "The Secretary proposes to amend the regulations governing the William D. Ford Federal Direct Loan (Direct Loan) Program to create a new income-contingent repayment plan in accordance with the President's initiative to allow more Direct Loan borrowers to cap their loan payments at 10 percent of their monthly incomes. PDF | MS Word (407K)\n\nOn December 19, 2014, the Department published a notice in the Federal Register announcing its intention to establish a negotiated rulemaking committee to: (1) prepare proposed regulations to establish a new Pay as You Earn repayment plan for those not covered by the existing Pay as You Earn Repayment Plan in the Federal Direct Loan Program; and (2) establish procedures for Federal Family Education Loan (FFEL) Program loan holders to use to identify U.S. military servicemembers who may be eligible for a lower interest rate on their FFEL Program loans under section 527 of the Servicemembers Civil Relief Act (SCRA). The notice sets a schedule for the committee meetings and requests nominations for individual negotiators to serve on the negotiating committee.\n\nIntent to Establish Negotiated Rulemaking Committee; Public Hearings\n\nOn September 3, 2014, the Department published a notice in the Federal Register to announce our intention to establish a negotiated rulemaking committee to prepare proposed regulations for the Federal William D. Ford Direct Loan Program authorized by the Higher Education Act of 1965, as amended (HEA). This notice announced two public hearings at which interested parties may comment on the topics suggested by the Department and suggest additional topics for consideration for action by the negotiated rulemaking committee.\n\nWritten comments submitted in response to this notice may be viewed through the Federal eRulemaking Portal at www.regulations.gov. Instructions for finding comments are available on the site under \"How to Use Regulations.gov\" in the Help section. Individuals can locate the appropriate docket for the notice by entering in the search box docket ID ED-2014-OPE-0124.", "_id": {"$oid": "55daf18704235215b082e3d4"}}