{"URL": "http://slate.com/articles/briefing/slate_fare/2011/12/commenting_on_slate_frequently_asked_questions.html", "Text": "How do I comment? Why do I need to create an account for commenting?\n\nIn order to post comments on Slate you need to sign up for a Slate account or use a pre-existing Yahoo, Google, Facebook, or Twitter account. To sign up for a Slate account, go to the commenting box at the bottom of the article page, and click “Post” or “Log In/Register.” A prompt will ask you to login or sign up for a new account. If it’s your first time, either sign up for a new account or sign in with one of your pre-existing social media accounts. Be sure to include a “Display Name” that will be your public name on the site. We require users to authenticate through a valid account in order to discourage spammers and to generally improve the level of discussion.\n\nQ: Do I have to use a social media account? Will my personal information be compromised?\n\nAdvertisement\n\n\n\nYou do not have to use a social media account. Those options are available to make it easier for readers to log in to our system with pre-registered accounts. If you don’t have a pre-existing social media account, you can create a Slate account that won’t be attached to any social media site. If you do use a Google, Facebook, Twitter, or Yahoo account your data will still be private.\n\nQ: Can I change my username?\n\nYou can change your username by going into the “Edit Profile” page in the top right-hand corner of the screen, editing the box that says “Display Name,” and then selecting “Update My Account.”\n\nQ: How do I change my avatar?\n\nYou can change your avatar for a Slate account in the same “Edit Profile” page where you’re able to edit your username. Once there, select “Change Your Picture” and upload a new photo. If you are using a social media account, then the avatar will default to whatever you have chosen for that social media account.\n\nQ: I can't remember my username/password! What do I do?\n\nGo to the “Log In/Register” link in the top right-hand corner of the page and follow the prompts in the lightbox to recover them. If you don’t receive a password, then email slatecomment@gmail.com.\n\nQ: What is Slate’s moderation policy?\n\nHere's a quick summary: Don't use offensive or obscene language. Don't spam articles or behave disruptively. Don't abuse anyone, including the writers, and don't make threats. Don't impersonate someone else, especially not other readers.\n\nSee below for the complete version of these rules.\n\nQ: I posted a comment and it’s not appearing on the site. Why not? What should I do?\n\nThe post may have been caught in Slate’s spam filter or in an obscenity filter, or it may be that it is in a pre-moderation queue because you are a banned user. Otherwise, it may have been deleted for violating our moderation policy. If you have a question about why a post is not appearing, please email slatecomment@gmail.com.\n\nQ: Do you ban people from commenting? What happens if my account is banned?\n\nWe do ban people from posting if they violate the moderation policy repeatedly. If you are banned, you will continue to be able to log in to your account, but your posts will be placed in a pre-moderation queue where they will stay until they are approved to appear on the page by a moderator.\n\nQ: Can I delete or edit my comments?\n\nWe don’t allow people to delete or edit their comments, because we don’t want to allow people to disrupt discussions in the middle of a thread.\n\nQ: How do I flag abusive comments?\n\nIf you think a post violates Slate’s moderation policy, you can flag the comments for our moderators by pressing the flag button below the comment. You must be logged on in order to flag a comment.\n\nQ: What happened to the Fray?\n\nThe Fray, our original reader discussion forum, was disabled once we moved to our new content management system. If you have any further questions about the Fray, please contact slatecomment@gmail.com.\n\n\n\nQ: I still have questions about your moderation policies or commenting generally. What should I do?\n\nEmail Slate’s social media editor at slatecomment@gmail.com. This is for questions and comments on how the commenting system works, not for comments about the articles themselves. If you want to talk about a specific post, make sure you include the URL. Please also include your username.\n\nQ: Comments aren’t loading for me. What should I do?\n\nThere are a couple of quick fixes we can suggest when comments aren’t showing up. First, you might try opening a private window in your browser and see if comments show up. If you are still having trouble, see if you can get them to load in a different browser. Still having trouble? It might be your ad-blocker. If you have one, try turning it off and see if that makes any difference. Lastly, you might try clearing your browser data.\n\nQ: I can’t log in anymore.\n\nWe recently changed the login process for comments. If you have previously logged in to Slate with a username and password, or with your Google account, you will need to first choose a new password before you can log in again. For more information, click here.\n\nSlate’s in-article commenting system is intended for debating and developing ideas presented in our magazine.\n\nSlate does not endorse or stand behind the accuracy, truthfulness, or reliability of any information (including statements of opinion and advice) posted by users and is not responsible in any manner for any of the content in their posts or for any subsequent actions you may take as a result of such posts. Statements made in Slate’s comments reflect only the views of their authors. While we do not, and cannot, review every comment, we reserve the right to remove any posts that we deem unacceptable. You remain solely responsible for the content of your posts.\n\nSlate is committed to free expression but expects users to follow a few simple rules. Do not post any material that violates the legal rights or privacy of others, including material that is defamatory, infringing, obscene, pornographic, abusive, or otherwise unlawful. Remember, you can be held legally liable for what you write in Slate’s comments section.\n\nYou may not use the comments to advertise, solicit, promote the purchase of goods or services, operate or engage in surveys, contests, chain letters, or commercial enterprises, or for any other commercial purpose.\n\nSpend a little time following discussions (lurking, if you will) in the comments before participating. Please try to post messages that relate to the topic at hand and avoid frivolous, repetitive, or excessively lengthy posts. We ask that you don't unnecessarily antagonize others and don't represent yourself as another person.\n\nWe ask that you be respectful of other posters and your reading audience. Please remember that messages posted are publicly visible to all visitors of Slate. Comments are best when posters invest original thought and energy into their writing.\n\nInappropriate material may be removed or reclassified at any time, for any reason, without prior notice or explanation. Readers who engage in a pattern of misconduct or commit an egregious violation of these guidelines may face sanctions including, but not limited to, suspension of their posting privileges and erasure of their entire posting history. While Slate is committed to respecting your privacy, we reserve the right to report unlawful behavior and vandalism of our Web site to your Internet service provider or, in extreme cases, local law enforcement.\n\nSlate’s editors have sole discretion to apply any of these sanctions at any time and without prior notice. Concerns regarding the enforcement of these rules should be directed to Slate’s social media editor. Slate reserves the right to modify these rules at any time.", "_id": {"$oid": "55daf35b04235215b082e4bb"}}