{"URL": "http://www.slate.com/articles/sports/sports_nut/2015/08/northwestern_unionization_how_the_national_labor_relations_board_failed.html", "Text": "It did this by invoking its prerogative to “decline” jurisdiction over the case, invoking the vague concern that diving into this controversy would not “promote stability in labor relations.” The board does have explicit congressional authority to decline jurisdiction, but that law applies only in cases where the effect on interstate commerce is insubstantial. The board expressly chose not to lean on that provision, saying, sensibly, that it was “unwilling to find” that big-time football wouldn’t have a substantial impact on interstate commerce. Instead, it invoked a fuzzier, more general right to wave away any case it feels it shouldn’t hear. This discretion comes from a 60-plus-year-old Supreme Court case , where it’s mentioned in a single sentence that was irrelevant to the outcome: “Even when the effect of activities on interstate commerce is sufficient to enable the Board to take jurisdiction of a complaint, the Board sometimes properly declines to do so, stating that the policies of the Act would not be effectuated by its assertion of jurisdiction in that case.”\n\nThe board accepted Ohr’s factual findings, and didn’t even disagree with his conclusion that the players met the definition of employees. Instead, it “assume[d], without deciding, that the … scholarship players are employees.” Then it sent them away empty-handed anyway.\n\nAccording to the board’s definition, an employee is any person “who performs services for another under a contract of hire, subject to the other’s control or right of control.” That pretty well describes the players, who receive scholarships, room and board, and other education-related payment for their on-field exploits. Ohr ruled accordingly.\n\nPlenty of people, including me , thought the players had a strong case, and the regional director’s decision was a convincing endorsement of that position. In a careful and thorough opinion, Ohr detailed the suffocating list of special rules that the football players must follow, and clearly demonstrated that the time commitments of these athletes is characteristic of a full-time job , not of a student who happens to play football. Ohr also detailed the enormous revenue that Northwestern’s pigskin program produces—$235 million between 2003 and 2012.\n\nSome quick background: Early last year the players filed a petition with the Chicago Regional Office of the NLRB, asking to be represented by the National College Players Association—but they could only go through with unionization if the players were employees. The regional director, Peter Sung Ohr, swiftly determined that they were. A union vote followed, but the results were impounded pending the appeal to the national Board. Now, the ballots will be destroyed so we’ll never know how the players would have voted on whether to unionize.\n\nThe National Labor Relations Board unanimously ruled on Monday against a petition by football players from Northwestern University that sought to have them legally declared “employees” for the purpose of potentially unionizing. The NLRB refused the players’ petition in a strange way—not by rejecting the argument that the players are actually employees, but by declining to exercise jurisdiction over the case. As many have noted, they essentially punted . The case has already done some good in pressuring colleges to do more for players, and the NLRB at least partially kept the pressure up by saying it wouldn’t rule out looking at the issue again. But the board members could have, and should have, done their job and ruled that the players are employees. They failed.\n\nSince the authority for this “stability in labor relations” discretion is both broad and unspecified, it’s rarely used. (In fact, the board’s decision cites only one previous case where it’s done so.) It’s easy to see why. The NLRB is supposed to uphold the rights of workers. It can’t do that if it turns away petitioners who are entitled to the protections of the National Labor Relations Act, as it did here. Could the board simply decline to consider whether steelworkers are employees? As a practical matter, of course not. So why did the board spend some capital on this shaky doctrine in this case? For a mix of practical and political reasons.\n\nThe board noted that there’s something odd about a collective bargaining unit—the Northwestern football players—that represents only one team within its conference. In the Big Ten Conference, in fact, Northwestern is the only team that’s part of a private school, and therefore subject to the board’s authority. (State schools come under the aegis of state labor boards, not the NLRB.) The board also noted that since the filing of the petition, Ohio and Michigan enacted laws that, not incidentally, fence their “student-athletes” out of the “employee” category. So, anything Northwestern athletes could achieve in collective bargaining could not be emulated by their public-sector counterparts in other states. Asymmetry would result, with different terms and conditions of employment applying to similar athletes at different schools. There’s something to this, but it’s also true that something similar routinely happens in all kinds of industries. No one would think of denying the employees of a private school bus company the right to unionize just because their public-sector counterparts can’t in states that don’t allow public employees to collectively bargain.\n\nThe decision also seemed fearful of a “tail wagging the dog” problem. If Northwestern players achieved a certain reform, say, medical monitoring for life following a football career, there “would likely [be] ramifications” for the conference, and for the NCAA. The board doesn’t really explain why that would be a bad thing, and it might not be. If the Northwestern players union was able to reduce the total number of practice hours per week, for instance, the possibility of a competitive disadvantage to the Wildcats might be countered by successful pressure on other Big Ten schools to follow suit. Either way, they’d at least have the ability to exercise their rights.\n\nAs for the political side of the equation: The NLRB conceded that it lacked any direction from the Hill in this case, but may have been spooked by noises coming from Congress that threatened to trump any decision that recognized college revenue-sports athletes as “employees.” As the board learned from the fallout caused when it charged Boeing with retaliating against unionization in the Pacific Northwest, the conservative lawmakers who run the show aren’t shy about threatening legislation to undo any ruling they don’t like.\n\nTwo things should hearten the players and their supporters, though, at least a little. First, the board stated—several times—that it was declining jurisdiction for now, but not expressing an opinion on what it might do in the future. The suggestion was clear: If the NCAA, the Big Ten, and Northwestern don’t continue to take steps to improve the lives of these money-generating athletes, the board might take a future case.\n\nSecond, the very filing of the petition has already triggered some positive changes—a development the board noted with approval. The NCAA now allows its wealthiest conferences more autonomy in making their own rules, and, as a result, the value of scholarships in some conferences has increased, and—more importantly—been guaranteed for a full four years, rather than the previous one-year guarantee. The Big Ten has also reformed its concussion protocols, in obvious response to one of the demands highlighted in the Northwestern players’ initial publicity blitz.\n\nAn appeal might actually have a shot at success—a federal court could rule that the board doesn’t have the right to pass on answering the question of such statutory rights. But no one’s talking about appealing, so the case’s lasting impact is likely to be added pressure on Northwestern, on other schools, and—critically—on the NCAA.\n\nBut the NCAA and the schools will continue to have tremendous power; the athletes, little. Just look at the way Northwestern’s football coach, Pat Fitzgerald, carried water for the university by pressuring the athletes to vote no on the unionization. When it comes to football, colleges are no different from any other corporation seeking to beat back workers’ efforts to speak with a collective voice.", "_id": {"$oid": "55daf17e04235215b082e3d2"}}