{"URL": "http://www.slate.com/articles/news_and_politics/jurisprudence/2015/02/new_jersey_gay_conversion_therapy_case_blocked_expert_testimony_could_be.html", "Text": "Photo illustration by Slate. Photo by Thinkstock.\n\nChaim Levin prayed to God to cure his homosexuality—and Alan Downing promised to answer his prayers. Levin, an 18-year-old orthodox Jew and a victim of childhood sexual abuse, believed his attraction to men was a disorder; Downing, a gay conversion “therapist,” said he could heal him. At one therapy session, for which Levin’s parents paid $100, Downing told Levin to remove a piece of clothing, say something bad about himself, then repeat the process. Levin complied until he was naked. Downing instructed Levin to touch his penis, then his buttocks, while Downing watched. This, Downing said, would help Levin become straight.\n\nMark Joseph Stern Mark Joseph Stern is a writer for Slate. He covers the law and LGBTQ issues.\n\nToday, Levin is one of four gay men suing Downing and his colleagues for subjecting them to humiliating and discredited treatments. Their lawsuit posits that Downing and his fellow counselors violated a New Jersey consumer protection statute by claiming, falsely, that their services would actually work. That is, Levin and his fellow victims are suing them for being quacks. Downing assured Levin he could cure his homosexuality. Now Levin is suing to prove that assurance was a lie. And if he wins, gay conversion therapists around the country could find their jobs at risk.\n\nThe legal theory behind Levin’s lawsuit is surprisingly simple. New Jersey’s Consumer Fraud Act bars any organization from advertising a good or service that doesn’t work by pretending that it does. Downing and his organization, Jews Offering New Alternatives for Healing, offer gay conversion therapy—a service that, licensed psychologists almost unanimously agree, does not work at all. Yet JONAH’s counselors routinely insisted that, through bizarre and often sexually charged activities, they could stifle same-sex desire and ignite opposite-sex attraction. Levin and his co-plaintiffs, who are represented by the Southern Poverty Law Center, gave JONAH a good chunk of money to receive these worthless services, then paid even more money for real therapists to help them process the trauma they underwent at JONAH. Under New Jersey law, they’re suing to get that money back—with damages.\n\nAdvertisement\n\n\n\nThe SPLC assumed that much of the court battle would revolve around the question of whether homosexuality can, in accordance with current scientific knowledge, be deemed a disorder. JONAH’s entire practice revolves around this presumption, as well as the idea that, as a disorder, homosexuality can be “cured.” If the judge allowed JONAH to argue that part of the scientific community views same-sex attraction as a fixable flaw, the jury might hesitate to find that the promise of a gay cure constituted false advertising.\n\nIf, on the other hand, JONAH were forbidden from putting forth ostensible scientific evidence that homosexuality is a disorder, the SPLC’s case would become nearly airtight. If homosexuality is not a disorder, and gay desires can’t be “cured,” then JONAH was, objectively, lying to its clients—in clear violation of New Jersey’s Consumer Fraud Act.\n\nNew Jersey’s Consumer Fraud Act also forbids any for-profit practice that shocks the conscience.\n\nThis debate could have dogged the SPLC throughout the trial. But earlier this month, Superior Court Judge Peter F. Bariso threw JONAH’s pseudoscience out the window. JONAH had moved to put six defense experts on the stand who would testify that homosexuality is a disorder. The SPLC moved to block all six experts, noting that in New Jersey, expert testimony related to a scientific technique is allowed only where that technique has “general acceptance” in its particular field. Since the vast majority of scientists, doctors, psychologists, and psychiatrists believe homosexuality is not a disorder and gay conversion therapy is futile, the SPLC argued, all of JONAH’s expert testimony should be excluded.", "_id": {"$oid": "55daf16904235215b082e3c0"}}