{"URL": "http://www.slate.com/articles/news_and_politics/scocca/2012/11/mitt_romney_white_voters_the_gop_candidate_s_race_based_monochromatic_campaign.html", "Text": "Photograph by Don Emmert-Pool/Getty Images.\n\nIn the end, the racial bubble of Mitt Romney's campaign was a little too small. According to exit polls, he won 59 percent of the white vote, just short of his 60 percent target. But even a 60 percent showing with white voters wouldn't have won him the popular vote.\n\nThat’s because the GOP bubble remained as tight as ever: Only white people voted for Mitt\n\nRomney.\n\nAdvertisement\n\n\n\nOr not quite only. Romney won 48.1 percent of the overall vote. White people who voted for Romney made up 42.5 percent of the overall vote. That works out to 88 percent of Romney voters being white.\n\nUsing the same method, we find that 2 percent of Romney's voters were black, 6 percent were Latino, 2 percent were Asian, and 2 percent had some other ethnic classification.\n\nObama's support was 56 percent white, 24 percent black, 14 percent Latino, 4 percent Asian, and 2 percent other.\n\nThe white-run political press remained in denial about Romney's narrowly race-based candidacy right up to the end, mistaking the anomalies inside the white bubble for the general political climate. Thus in the final week before the election, the New York Times reported from Pennsylvania:\n\n[T]here is a tangible sense—seen in Romney yard signs on the expansive lawns of homes in the well-heeled suburbs, and heard in the excited voices of Republican mothers who make phone calls to voters in their spare time—that the race is tilting toward Mr. Romney.\n\nObama won Pennsylvania by five points.\n\nPolitico, meanwhile, raised white identity politics to self-parody, in a now-notorious Nov. 4 piece by Jim VandeHei and Mike Allen:\n\nIf President Barack Obama wins, he will be the popular choice of Hispanics, African-Americans, single women and highly educated urban whites. That’s what the polling has consistently shown in the final days of the campaign. It looks more likely than not that he will lose independents, and it’s possible he will get a lower percentage of white voters than George W. Bush got of Hispanic voters in 2000.\n\nA broad mandate this is not.\n\n(For what it's worth, the white vote for Obama ended up being five percentage points higher than the Hispanic vote for Bush in 2000.)\n\nBut white separatism was not enough to break up the actual Obama mandate. Obama's support was so broad that if white people had simply split 50-50, rather than favoring their ethnic candidate, the president would have won 58 percent of the popular vote.\n\nThis was more than Bill O'Reilly could bear last night. Given exit polls and early returns pointing to Romney's defeat, O'Reilly made the racist assumptions of the losing side explicit:\n\n[I]t's a changing country, the demographics are changing, it's not a traditional America anymore. And there are 50 percent of the voting public who want stuff. They want things. And who is going to give them things? President Obama. He knows it and he ran on it.\n\nAnd, whereby, 20 years ago President Obama would have been roundly defeated by an establishment candidate like Mitt Romney. The white establishment is now the minority. And the voters, many of them, feel that this economic system is stacked against them and they want stuff.\n\nYou're going to see a tremendous Hispanic vote for President Obama. Overwhelming black vote for President Obama and women will probably break President Obama's way. People feel that they are entitled to things and which candidate, between the two, is going to give them things?\n\nThe white establishment, undone by hordes of various-colored people who demand stuff. Even as he admitted the white bloc was too small to win, O'Reilly still saw the winning side as an undifferentiated counter-bloc, rather than a coalition of Americans.", "_id": {"$oid": "55daef2304235215b082e240"}}