{"URL": "http://nymag.com/daily/intelligencer/2015/08/video-hillarys-meeting-with-black-lives-matter.html", "Text": "In the past few weeks, Black Lives Matter protesters have disrupted Martin O'Malley and Bernie Sanders campaign events, but the front-runner for the Democratic presidential election has avoided any embarrassing confrontations — thanks to the Secret Service. Last week several activists from Massachusetts planned to disrupt a Clinton campaign event in New Hampshire, but they weren't allowed in. Secret Service members shut down the forum on substance abuse when the room reached capacity, and the activists were escorted to an overflow room to watch the event.\n\nClinton agreed to talk with the Black Lives Matter representatives after the forum, and while the activists described the meeting in subsequent media appearances, footage of the discussion was not released, until now. On Monday night two of the activists, Daunasia Yancey and Julius Jones, appeared on MSNBC, and GOOD Magazine posted two videos that show how Clinton responded when challenged on her response to the movement, and the Clinton administration's role in promoting mass incarceration.\n\nThe exchange centered on the 1994 Violent Crime and Law Enforcement Act, the largest crime bill in history, which included $9.7 billion in funding for prisons. The First Lady helped lobby Congress to get the bill passed, and as GOOD notes, during the Clinton years the number of inmates in federal prisons almost doubled.\n\nClinton's exchange with the activists was respectful, but there were some tense moments. The first video starts with Jones spending three minutes going over America's history of violence toward black people, ending with Clinton's role in perpetuating mass incarceration. He concluded with a thoughtful question on what that means to Clinton personally — \"Now, they may have been unintended consequences, but now that you understand the consequences, what in your heart has changed that's going to change the direction of the country?\" he asked — and a Clinton aide interrupted before she could answer.\n\nClinton started off with a standard politician answer, recapping her lifelong advocacy for minority children, then offered some insight into how she wants to frame the issue on the campaign trail. \"Once you say that this country has still not recovered from its original sin, which is true, the next question by people who are on the sidelines, which is the vast majority of Americans, is 'So, what do you want me to do about it?'\" she said. \"I'm trying to put together in a way that I can explain it and I can sell it, because in politics if you can't explain it and you can't sell it, it stays on the shelf.\"\n\nShe added that a specific agenda is crucial because \"you can get lip service from as many white people you can pack into Yankee Stadium and a million more like it who are going to say, 'We get it, we get it. We are going to be nicer.' That’s not enough, at least in my book.\"\n\nThings got more tense in the second clip, as Jones objected to Clinton suggesting that Black Lives Matter needs to have clearer policy goals to get the rest of the country onboard. \"I say this as respectfully as I can: If you don’t tell black people what we need to do, then we won’t tell you all what you need to do,\" Jones said, adding that \"this is and has always been a white problem of violence\" and there isn't much black people can do to stop it.\n\n\"Respectfully, if that is your position, then I will talk only to white people about how we are going to deal with the very real problems,\" Clinton snapped. Jones said it's a \"form of victim blaming\" for Clinton to tell Black Lives Matter what it \"needs to do to change white hearts.\" While Clinton avoided opening up about her personal culpability in America's race problem, that provoked a passionate explanation of how she sees politics:\n\nLook, I don't believe you change hearts. I believe you change laws, you change allocation of resources, you change the way systems operate. You're not gonna change every heart. You're not. But at the end of the day we can do a whole lot to change some hearts and change some systems and create more opportunities for people who deserve to have them to live up to their own God-given potential ... You can keep the movement going, which you have started, and through it you may actually change some hearts. But if that's all that happens, we'll be back here in ten years having the same conversation.\n\nIn an interview with Melissa Harris-Perry, Yancey said they were looking for a personal reflection from Clinton, so \"her response really targeting on policy wasn't sufficient for us.\" She'll likely get another chance to answer. \"I would say that all the presidential candidates this year can definitely expect to be challenged on this issue,\" Yancey said.", "_id": {"$oid": "55daf0dc04235215b082e36e"}}