{"URL": "http://www.slate.com/blogs/outward/2014/01/30/gay_russia_under_putin_brutal_bloody_and_horrifying.html", "Text": "Photo by Alexander Nemenov/AFP/Getty Images\n\nEver since virulently homophobic Russian President Vladimir Putin pushed through a law effectively outlawing openly gay people, the country’s LGBTQ community has, predictably, been plagued by violence. Now a study published in Harvard University’s Health and Human Rights journal confirms what myriad horrific anecdotes suggest: Gay people in Russia are being beaten, raped, and murdered at record rates—and the government is doing little to stop it.\n\nMark Joseph Stern Mark Joseph Stern is a writer for Slate. He covers the law and LGBTQ issues.\n\nThe issue of violence against gays in Russia is, of course, nothing new. Before the passage of the new federal measure, several regional governments passed identical laws, stripping gay citizens of legal rights and human dignity. More than one-half of Russian gays reported psychological abuse, while 16 percent experienced physical assault, and 7 percent were raped. Yet 77 percent also reported complete distrust of the police, leaving most anti-gay crimes unreported.\n\nAdvertisement\n\n\n\nPutin’s law has only darkened this already bleak picture. By putting the government’s stamp of approval on rampant Russian homophobia, Putin effectively declared open season on gay people. As the Harvard study notes, violence against gays in Russia isn’t considered violence at all; rather, it’s thought of as a way for young males to prove their own heterosexuality—while simultaneously cleansing society of an aberrant, pedophilic community.\n\nThat’s the motivation behind groups like Occupy Pedophilia, which lure in gay teens through social media in order to publicly humiliate them by beating them with sex toys or forcing them to drink urine. The guerrilla group claims that its ultimate goal is to “cure” gay people of their orientation—echoing the Russian health minister’s statement that homosexuality is often a mental illness. Concerned by the violence, one Russian citizen sent 70 appeals to law enforcement agencies, asking them to investigate the attacks. Every request was refused.\n\nMaxim Martsinkevich, the leader of Occupy Pedophilia, was recently arrested in Cuba and will soon face trial in Russia, though none of the charges against him stem from his gay-bashing. (Given that Martsinkevich was a proud neo-Nazi, his rap sheet is predictably extensive.) But his arrest will likely do little to stop the vicious zeal with which Occupy Pedophilia and likeminded groups are shaming, beating, and sexually assaulting gay Russians. In fact, much anti-gay violence comes from law enforcement officers themselves, who have brutally suppressed any public showing of gay tolerance. (That’s the law, after all.)", "_id": {"$oid": "55daf34c04235215b082e4ae"}}