{"URL": "http://www.slate.com/articles/life/education/2015/08/the_professor_is_in_karen_kelsky_creates_a_delusion_free_job_search_for.html", "Text": "Photo illustration by Lisa Larson-Walker. Photo by Production Perig/Shutterstock.\n\nGraduate programs don’t adequately prepare students for the world, so Karen Kelsky does it for them. She is the founder of the academic career-consulting business The Professor Is In, which advises would-be tenure-trackers on such minefields as the cover letter (“Just say no to the weepy teaching statement!”), the interview (“Grad students tend to veer between two extremes: ‘I know nothing’ and ‘I know everything’ ”), even what kind of shoes to wear on a campus visit if you’re a gender nonconformist.\n\nRebecca Schuman Rebecca Schuman is an education columnist for Slate.\n\nKelsky has made the bleak academic job market her business, and business is booming. Her services don’t come cheap (from $400 to $540 to review application materials), but now she’s distilled her consulting practice into a book, The Professor Is In: The Essential Guide to Turning Your Ph.D. Into a Job, which is out Monday—just in time for the major jobs listings to publish and for the yearly cycle of false hope and disillusionment to begin anew. (Disclosure: I blurbed this book!)\n\nAdvertisement\n\n\n\nA trained anthropologist who was once a department head at the University of Illinois at Urbana-Champaign, Kelsky left academia to start The Professor Is In four years ago (with, she says, immense trepidation). She now has a regular backlog of clients desperate for a chance at that elusive tenure-track job; Kelsky can’t guarantee they’ll get it, but she can promise to get them through the job search without succumbing to grad-school fantasies that usually end in existential disappointment.\n\nThe following conversation has been edited for clarity (and for our tendency, as ex-academics, toward the verbose).\n\nRebecca Schuman: You write about delusion in the early chapters of your book. What do you think is the most pernicious myth about what you call the “Work of the Mind”?\n\nKaren Kelsky: That there is some fantasy space for intellectual work that operates outside of the real economy. Intellectual work has to be supported with actual money. In the Renaissance, it was aristocratic patrons. In the high-growth postwar period in the U.S., the government made this investment, and that is when the current system of graduate training was established. We all forget this history and believe that the option of doing scholarly work is available to anyone with the talent, and that it’s above mundane concerns of money. It is neither. Refusing to foreground the actual monetary costs of academic labor in the current economy is a kind of grad-student gaslighting, and a form of abuse.\n\n“I urge every client that I work with to seek professional help with a therapist.”\n\nIt isn't just the evaporation of tenure-track lines and the scandal of adjunctification. It’s the systematic debt that is now part of the graduate school experience. Graduate school debt is the fastest-growing form of student debt. According to the National Science Foundation, the average grad student debt is almost $60,000, and 20 percent of graduate students owe over $100,000. This is not in law and medicine. This is in the humanities, where there isn’t the faintest hope of a salary sufficient to pay off those amounts, even in the unlikely event that the student gets a tenure-track offer.\n\nIn the book, you give a lot of excellent but strict advice on exactly how to write, act, look, and be if one wants even a chance of a tenure-track job. Why is it that job candidates have to be these automaton unicorns of unparalleled perfection? Can anything be done to change the culture?\n\nThey don’t have to be automatons! They don’t! I think there is this idealization of the academy that continues to impact the way people think and write about it—like it’s some special place that should operate outside mundane human life, and we academics would never be guilty of valorizing some practices or behaviors over others. But we do! Because nobody wants to admit that, it’s only those who effortlessly mimic these norms—or who find them natural to begin with—who can easily replicate them. That’s how privilege in the academy reproduces itself. My goal with The Professor Is In is to bring them out into the open where they can be taught, discussed, and shared among all kinds of job seekers.\n\nI have seen search committees remarking lately on the “Kelskification” of the cover letters and application materials they receive. This means that people are listening to you! But it also means that instead of being homogeneously awful, dossiers are becoming homogeneously good, and thus a perfect dossier is still unlikely to result in a hire. How does this help the situation any?\n\nIt is always to a candidate’s advantage to present their work well, and to understand the unspoken rules of the job market. There is no downside to that. I knew that I could explain to people how to build a competitive record, construct effective job documents, interview well, and so on. I didn’t realize that by being so bluntly truthful about how I understand the academic job market to work, I could help people reclaim power for themselves in what many experience as a profoundly disempowering system. Some use that power to make a renewed effort on the tenure-track job search, and some use it to extract themselves from a destructive relationship to the academy.\n\nI love the chapter “It’s OK to Quit.” And not just because I quit! Because I know a lot of people who decided to quit but still beat themselves up about it every day. How can those who leave academia under duress help themselves heal?\n\nThe academy demands a total identification with its principles, practices, and values. It’s like a religion, and sometimes it’s like a cult. If you leave it, there will be a void. You will lose your sense of self. You'll lose a large chunk of your social network and support system. You’ll lose the future that you anticipated for yourself. Acknowledging these losses is essential to the grief and eventual healing process. You can relate all of this to Kübler-Ross’s stages of grief.\n\nI urge every client that I work with on the post-academic transition to seek professional help with a therapist, and also focus on extreme self-care through exercise, sleep, diet, meditation, dance, art, and anything else that can reawaken their nonlinear, nonacademic brain. Eventually, I hope acceptance comes when you realize that you have valuable skills and abilities that far exceed the handful that are valorized in the academy. Some of them might be academic skills that just haven’t been properly acknowledged.\n\nFor example, I am fluent in Japanese. I had 20 years in the academy as a Japan anthropologist, so of course I’m fluent in Japanese—it would have been wrong and déclassé to [even point it out]. But in the post-academic transition, my Japanese needed to be lifted from its “taken for granted” category of the academic identity, brushed off, polished, and showcased as the important skill that it is. All academics have a huge fund of such skills, but we are often very poor at identifying them.\n\nImagine you have been given a time machine with the directive that you must go back and give one piece of advice to your early-career academic self. What is it?", "_id": {"$oid": "55daf17704235215b082e3cc"}}