{"URL": "http://www.slate.com/blogs/the_spot/2015/07/23/panama_versus_mexico_gold_cup_concacaf_corruption_comes_to_the_fore_after.html", "Text": "Photo by Nicholas Kamm/AFP/Getty Images\n\nWednesday night’s Gold Cup semifinal match between Panama and Mexico, which ended with Mexico advancing to the final 2-1 after a penalty in extra time, was by all accounts a complete disaster.\n\nFirst off, the players looked like they might come to blows near the end of the game.\n\nAdvertisement\n\n\n\nSecondly, Mexico’s fans rained debris on Panama’s players, including beer.\n\nEmbarrassing for Mexico fans. https://t.co/vBadM55s8B — The Colorful Kit (@TheColorfulKit) July 23, 2015\n\nMost disturbing was what happened on the field, though. The CONCACAF officials, either through incompetence or for some other reason, essentially stole the match from Panama for Mexico. The preamble to the mayhem that would follow occurred in the 25th minute when the referee made an absolutely atrocious call in sending off Panama striker Luis Tejada for an elbow that may or may not have grazed Mexican defender Paul Aguilar, who acted as if he had been shot.\n\nThe Independent called it “arguably the most ridiculous dive of all time” and they are not far off. Panama was forced to play with ten men from that point on, but somehow managed to go ahead 1-0 on a second-half corner kick (a goal which prompted the beer ambush).\n\nThe refs weren’t done yet, though. As the clock wound down and Mexico looked like its Gold Cup would be coming to an end, Panama defender Román Torres was fouled in his own box and fell on the ball, inadvertently touching it.\n\nAmerican referee Mark Geiger somehow saw this as a handball, called a penalty kick, and all hell broke loose. After a more than ten-minute delay Mexico scored the penalty to send the game into extra time. The match ended with Mexico earning a more legitimate penalty at the end of the first added period and easily closing out the 2-1 win. Mexico had only advanced to this stage of the tournament—being held in the United States where there are a lot of fans of the team eager to see them in the final—on a similarly dubious penalty call in the quarterfinals against Costa Rica.\n\nPanama’s players, coach, and national press have responded with righteous indignation and gone so far as to allege not just incompetence, but corruption. After the loss, Panama held up this banner in its dressing room, which calls the CONCACAF region “thieves” and “corrupt.”\n\nLos jugadores de Panamá publicaron esta imagen adentro de su camerino. pic.twitter.com/TN2lyDAn8z — ELUNIVERSAL DEPORTES (@Univ_Deportes) July 23, 2015\n\nPanama’s coach Hernan Dario Gomez described it in similar terms. \"I'm shocked. At one moment in the match I thought of retiring from football. I won't because of the group [of players] I have,” he said after the game. \"It's the first time this has happened to me, it's hard, I was saying to myself 'I don't want to carry on any longer in football because this was a vile robbery.’\"\n\nAs USA Today noted, such suspicious mishaps from CONCACAF, “perhaps the oiliest of all soccer's odious political confederations,” are not uncommon. CONCACAF President and vice-president of FIFA Jeffrey Webb was among those arrested in the FBI’s Zurich corruption raids against FIFA in May. None of that necessarily mean there was any wrongdoing, but at the very least, it looks awful. From Martin Rogers’ report:\n\nThe latest controversy casts a murky tone over the tournament. Geiger is normally a fine referee, one of the best in Major League Soccer, but he made a serious error of judgment.\n\nSocial media went predictably crazy, the common theme being that Panama had been the latest team to be \"CONCACAF'd.\" Certainly, given the level of alleged corruption that was unearthed by the FBI about the organization's prior practices, it is easy to see why conspiracy theories abound.\n\nThe most direct response came from Panama’s Diario Crítica periodical, which said of the referees—well, see for yourself:", "_id": {"$oid": "55daf34a04235215b082e4ac"}}