{"URL": "http://www.wsj.com/articles/nazi-horse-at-german-boarding-school-draws-fire-1439908200", "Text": "ENLARGE Horses sculpted by Josef Thorak to adorn Adolf Hitler's chancellery being removed from storage in Bad Dürkheim on May 21 after raids on a suspected ring of black-market art dealers. An identical sculpture was donated by the artist’s wife to a Bavarian school. Photo: Uwe Anspach/European Pressphoto Agency\n\nMUNICH—Half a century ago, a German sculptor’s widow and an elite Bavarian boarding school agreed on a novel way to cover her son’s tuition: She donated a bronze horse that her husband had made for Adolf Hitler.\n\nThe 10-foot-tall horse still stands in the school’s courtyard, unremarked until early this month, when a Munich newspaper wrote about it. The revelation has sparked a battle between the Schloss Ising boarding school and local politicians, historians and Jewish leaders, who say the horse is an affront to Holocaust victims.\n\n“The fact that it’s in front of a school is bizarre,” says Jan Mühlstein, chairman of Munich’s Beth Shalom Congregation, who says the school should remove it or at least add an explanatory plaque. “Do we really want kids cavorting and playing around a prancing Nazi horse?”\n\nThe Bavarian Association of Boarding Schools, which manages the school, said it has long been aware of the statue’s provenance and has no plans to change the status quo.\n\n“It is our school’s statue,” a spokeswoman said. “We can choose what to do with it.”\n\nThe dispute is the latest challenge for this Bavarian capital as it wrestles with its Nazi-era history. During Hitler’s rise, Munich and Bavaria—a south German region that borders his native Austria—were hotbeds for his party.\n\n“No other province profited so much as Bavaria from Nazi rule,” says Stephan Klingen, a senior researcher at Munich’s Central Institute for Art History, itself housed in a Nazi administration building designed by one of the party’s star architects, Paul Troost. “The Nazi party members here were the wealthy ones; they supported the economy before and after the war.”\n\nToday, neo-Nazis play next to no role in Bavarian politics—especially when compared with the former Communist East Germany, where the far-right NPD holds seats in one state legislature. But reminders remain.\n\nBavaria has been embroiled in the controversy surrounding Cornelius Gurlitt , the son of Hitler’s art dealer. The state confiscated a trove of 1,300 artworks belonging to Mr. Gurlitt in 2012 during a tax investigation. But the find—including pieces that had been looted from Jews—only came to light in 2013 when a German magazine revealed its existence.\n\nOutside of the home of Mr. Gurlitt, who died in May 2014, a statue honoring Nazi playwright Artur Kutscher still stands.\n\nMr. Kutscher mentored the famous German playwright Bertolt Brecht. In 1933, Kutscher joined the Nazi literary organization and Mr. Brecht fled to Prague after the Nazis labeled him “a cultural Bolshevist.” Mr. Kutscher was fired from his university post when the Allies occupied Munich but in 1968 the city erected the memorial.\n\nGavriel Rosenfeld, a historian of Nazi and Judaic cultures at Fairfield University in Connecticut, is among those who believe plaques should be added to such statutes to explain the Nazi connection.\n\n“Munich has made improvements in remembering its past in terms of research steps,” namely opening the Nazi-Era Document Center in April, he said. “But in these instances they’re trying to downplay their place and whitewash the issues.”\n\nBenno Graf, the mayor of Chieming, the village outside Munich where the Schloss Ising school is located, declined to comment. A spokeswoman for the city of Munich also declined to comment.\n\nThe school said that the statue’s history had been addressed in a report the school’s history department wrote in 2008.\n\nJosef Thorak, the sculptor, was on Hitler’s “Führer List” of lauded artists. Mr. Thorak had praised Hitler’s censorship of “degenerate” artists, writing in 1934 that “[I] believe in this Führer, who has harmoniously fulfilled our ardent wishes.” He regularly enjoyed tea with Hitler’s friends including Propaganda Minister Joseph Goebbels, who wrote in his diary that he and Hitler viewed Mr. Thorak as “our strongest sculpting genius.”\n\nMr. Thorak created three identical stallions in the 1930s to symbolize the advent of the Third Reich. Two of the horses were painted in gold and placed in front of Hitler’s chancellery in Berlin. They ended up on a Soviet military base in East Germany but disappeared after German unification. They were seized during raids in May by authorities investigating the black-market sale of art connected to the Third Reich.\n\nThe third horse was featured in Hitler’s Great German Art exhibition in 1939. It was Mr. Thorak’s third wife, whom he married after denouncing his Jewish second wife, who donated it to the school in 1961.\n\nThe conservative Christian Social Union, which has governed Bavaria since 1957 and is the sister party to Chancellor Angela Merkel ’s Christian Democrats, supports adding a plaque.\n\n“It would be a sensible, simple solution to have a plaque enlightening viewers about the statue’s history and that it exemplifies the type of bellicose art Hitler loved,” said Karl Freller, the CSU’s deputy floor leader in the state legislature.\n\nRobert Singer, chief executive of the World Jewish Congress, said a plaque was “the very least” the school should do. “These artifacts have become symbols of the Nazi regime’s aggressiveness and expansionism,” he said.\n\nWrite to Mary M. Lane at mary.lane@wsj.com", "_id": {"$oid": "55daf32704235215b082e496"}}