{"URL": "http://www.slate.com/blogs/business_insider/2015/08/20/uber_driver_criminal_records_ride_hailing_service_s_background_check_allegedly.html", "Text": "Photo by Adam Berry/Getty Images\n\nThis post originally appeared on Business Insider.\n\nBecause of flaws in Uber's background-checking system, 25 drivers with criminal records—including murder, child abuse, and assault—were allowed to drive for the ride-hailing service in San Francisco and Los Angeles, according a complaint filed Wednesday by the San Francisco District Attorney's office.\n\nAdvertisement\n\n\n\nOne of the drivers in question is a convicted murderer who spent 26 years in prison before being released on parole in Los Angeles in 2008, the complaint shows. This driver joined Uber in 2014, and the company's background check failed to turn up his criminal record, largely because he gave a fake name when he signed up. He's given 1,168 rides with Uber, the complaint says.\n\nIn another case cited by the complaint, a driver had been convicted of the felony of \"committing lewd or lascivious acts against a child under 14,\" which didn't turn up on the background check. He's given \"5,697 rides to Uber passengers, including unaccompanied children,\" says the complaint.\n\nAnother driver was convicted of felony kidnapping for ransom with a firearm. The complaint listed other incidents in this driver's criminal history, including felony robbery with a firearm, selling cocaine, and DUIs in southern California.\n\nIn fact, several of the drivers listed in the complaint have DUIs.\n\nMost of the rest are convicted of less severe, nonviolent crimes, including \"filing a forged power of attorney and filing a forged real estate grant deed,\" the complaint says. One driver received a citation at Los Angeles International Airport for driving with an expired license, and the driver \"stated that he was leasing his car from someone else and using their Uber account,\" according to the complaint.\n\nMeanwhile, Uber has long maintained that its background-check system is comprehensive and keeps consumers safe. It used to say that it was \"industry-leading,\" but doesn't anymore.\n\n“A lot of the information that Uber has presented to consumers has been false and misleading,\" San Francisco District Attorney George Gascón said in a press conference, per an SFGate report.\n\nLast December, the cities of Los Angeles and San Francisco filed a joint civil suit saying that the ride-hailing service was misleading consumers with its claims of in-depth driver vetting. The service's background checks go back only seven years (as do competitor Lyft's), and simply aren't in-depth enough to catch everybody's histories, says the complaint.\n\nThe city of San Francisco is urging Uber and its ilk to use Livescan, a fingerprint-based method, but Uber is resisting.\n\nIn a statement Uber said:\n\nWhile we agree with the district attorneys that safety is a priority, we disagree that the Livescan process used by taxi companies is an inherently better system for screening drivers than our background checks. The reality is that neither is 100% foolproof—as we discovered last year when putting hundreds of people through our checks who identified themselves as taxi drivers. That process uncovered convictions for DUI, rape, attempted murder, child abuse and violence. In addition, Livescan includes people who have been arrested but not always charged or convicted, which can discriminate against minorities.\n\nUber has also defended its hiring practices in a recent blog post, explaining that there's a seven-year limit on many tracking tools that look at past criminal records, and that \"the California State Legislature decided—after a healthy debate—that seven years strikes the right balance between protecting the public while also giving ex-offenders the chance to work and rehabilitate themselves.\"\n\nNot long ago, Lyft had to pay $250,000 in fines for a similar court finding, but didn't change anything about its background-check processes.", "_id": {"$oid": "55daf07604235215b082e2fd"}}