{"URL": "http://www.slate.com/articles/technology/technology/2015/08/are_iphone_and_android_users_different_this_quiz_about_yelp_search_data.html", "Text": "Photo illustration by Juliana Jiménez. Photos by Gustau Nacarino/Reuters and Nir Elias,Paneikon/MED.\n\nEver since the 1980s, Apple has sought to portray one’s choice of personal computer as a matter of personality, style, and even politics. IBM was for Orwellian conformists; Apple was for those who “think different.” A Mac was a young guy in a hoodie; a PC was John Hodgman in a suit.\n\nIn the smartphone era, the landscape has shifted. Google’s Android is the world’s most popular mobile operating system. But it’s Apple’s iOS that commands the long lines, fat profit margins, and perch atop the cultural zeitgeist. Google has responded by turning some of Apple’s old underdog marketing tactics against it: “Be together, not the same,” Android commercials urge.\n\nAdvertisement\n\n\n\nHow different are the people who use iPhones, really, from those who use Android devices? Various studies have helped to construct a basic demographic sketch of each: iOS users are reputedly younger, richer, spendier, and even “smarter.” Android users are, well, the opposite. But none of those metrics tells us much about what the two groups are actually like—how they eat, drink, shop, or play.\n\nNew data from Yelp, the popular local-business reviews site, shed fresh light on how users of the two leading mobile operating systems differ in their online behavior. The data, culled from hundreds of millions of Yelp searches on mobile devices over a six-month period, compare the relative popularity of dozens of popular search queries on each platform.* Yelp recently shared the data with Slate, and we decided it would be fun to share it with you—but more fun to quiz you on it first. (Update, Aug. 7, 2015: You can read Yelp’s own blog post on this data, including its interpretation of some of the results, on the Yelp Engineering Blog.)\n\nTest your assumptions in the quiz below, and then read on for some interpretation of the results, including some interesting caveats on the methodology.\n\nLoading Quiz ...\n\nThe Yelp data, assembled by the company’s data science team, is fascinating in a few ways. At first glance it seems to confirm a host of stereotypes about Android and iOS users while curiously defying a few others.\n\nYes, iOS users sip wine, gulp Starbucks, and splurge on organics at Whole Foods. Android users get tattoos, and hit the buffet, and are always on the hunt for deals. In fact, “deals” showed a greater discrepancy in popularity between the two platforms than any other search term Yelp shared with us. It was the 24th-most-popular Android search, but didn’t even crack the top 200 on iOS.\n\nBut Android users also search more for “yoga,” which might seem like the sort of upper-middle-class pursuit you’d associate with iOSers. They appear to prefer cupcakes to donuts. And if Android users are older than their Jobs-worshipping counterparts, they sure don’t party like it. Danceclubs, nightlife, and karaoke all ranked higher on Android.\n\nOne nice thing about the Yelp data is that such findings are highly unlikely to be an artifact of a small sample size. Indeed, the sample of all Yelp searches in the U.S. over a six-month period is enormous, revealing differences in behavior too subtle to capture in an ordinary survey.\n\nThat doesn’t mean there aren’t other forms of bias at work, though. We talked with Travis Brooks, who heads Yelp’s data-mining team, about what could be behind some of the behavior differences that aren’t readily explained by variables like age or class. He told us he doesn’t have hard answers for why, say, “yoga” ranks higher among search queries on Android than it does on iOS. But he does have some hypotheses about how factors other than simple consumer preference might shape users’ queries.\n\nFor one thing, searching for something frequently on Yelp doesn’t necessarily equate to partaking in it habitually. Imagine you’re a lifelong yogi: You might know your favorite studios so well that you have no need to look up customer reviews of them. A cupcake addict might not need a Yelp search to find his next fix, but he might pull up the app on the occasions when he feels the urge to try donuts instead. Or perhaps iOS users search for donuts on Yelp because they’re hoping online reviews will steer them to the fanciest, trendiest, most artisanal donuts, whereas Android users are content to hit the nearest Dunkin’.\n\nBut maybe that’s trying too hard to make the results mesh with popular preconceptions. After all, one could use the same logic to undermine the more intuitive findings (e.g., perhaps it’s really Android users who prefer Starbucks and Whole Foods, and that’s why they search for them more rarely). At some point the exercise devolves into a Rorschach blot—you interpret what you want to interpret.\n\nBrooks also raised a subtler and wonkier point that might help explain some of the data. Users’ Yelp searches aren’t shaped only by their own preferences. They’re also shaped by the design of each platform’s software interface—the user experience, in Silicon Valley lingo. For instance, both Android and iOS have autocomplete features that attempt to guess the words their users are trying to type. Those features rely on different algorithms, so typing the same few letters might yield different autocomplete terms on each operating system. The Yelp interface is also slightly different on each platform, perhaps encouraging users to type in full search terms on one while browsing preset categories on the other. Brooks told us that iOS users are more than twice as likely to include apostrophes in business names.\n\nBrooks couldn’t say for sure what software quirks or demographic differences might explain which results in the data Yelp provided. Anecdotally, however, we found one relatively consistent discrepancy between the terms most popular with Android users and those ranked highest on iOS. The top-ranked Android searches were more likely to be generic terms like “deals,” “parks,” or “beer and wine,” while the top-ranked iOS searches were more often name brands like “Target,” “Chipotle,” or “Sephora.” That would seem to imply that iPhone users are more brand-conscious than those who opt for Android devices. But then, perhaps that’s the one thing we already knew for sure.", "_id": {"$oid": "55daf19a04235215b082e3e4"}}