{"URL": "http://www.businessinsider.com/hillary-clinton-wiped-email-server-2015-8", "Text": "Democratic presidential front-runner Hillary Clinton endured an at-times combative press conference Tuesday, during which she could not answer whether her email server, which was turned over to the FBI last week, had been “wiped” clean of data.\n\nClinton sparred with Fox News reporter Ed Henry, who at one point asked her if she “wiped” her server.\n\n“What, like with a cloth or something?” Clinton joked, before saying that she didn’t “know how it works digitally at all.”\n\nClinton ended the press conference after the line of questioning from Henry. She showed some frustration over coverage of the issue when a reporter shouted a question as she turned to leave about whether the story would stop getting traction.\n\n“Nobody talks to me about it other than you guys,” she said with a shrug.\n\nThe private email server Clinton used during her time as secretary of state was turned over to the FBI last week, amid revelations that investigators have flagged another 305 emails that may contain classified information for intelligence agencies to further review. The intelligence community’s inspector general last week identified two emails in a sample of 40 examined that contained top-secret material.\n\nThe server had been overseen since 2013 by the small Denver IT firm Platte River Networks. Officials have said the FBI investigation is preliminary and have stressed that Clinton is not a target of the investigation.\n\n\n\nDuring her press conference, Clinton offered a thorough but familiar defense of her decision to use a private email server and to delete more than 30,000 emails from her time as secretary of state that she says were “personal.” She stressed Tuesday that she did not send classified material or receive anything “marked classified” at the time.\n\n“I’ve been thinking about the fact that I get a lot of attention because I had a personal email account, as did other high-ranking officials in the State Department and elsewhere in the government. And I had not sent classified material, nor received anything marked classified,” she said.\n\n“It has nothing to do with me. And it has nothing to do with the fact that my account was personal. It’s the process by which the government — and sometimes in disagreements between various agencies of the government, make decisions about what can and can’t be disclosed,” she said. “So I’m very comfortable that this will eventually get resolved, and the American people will have plenty of time to figure it out.”\n\nTwo sources close to the FBI investigation told NBC that an “attempt” was made to wipe Clinton’s server sometime before it was handed over to the FBI. (It is unclear, however, when that attempt was made.) But federal agents are reportedly confident they can recover at least some of the deleted files.\n\nThe FBI “will try to figure what’s there, how it got there and who put it there,” one of the sources said.\n\nRepublicans were quick to condemn Clinton’s press conference, with a spokeswoman from the Republican National Committee openly wondering, “How long until Joe Biden announces?”\n\nHere’s video of Clinton’s exchange on “wiping” the server:", "_id": {"$oid": "55daef4a04235215b082e259"}}