{"URL": "http://www.slate.com/articles/news_and_politics/politics/2015/08/donald_trump_s_alpha_male_appeal_what_explains_the_loutish_billionaire_s.html", "Text": "Photo by Andrew H. Walker/Getty Images\n\nAfter every loutish performance, political analysts pronounce Donald Trump’s presidential bid finally dead. Surely he cannot recover, they insist, from libeling all Mexicans, denigrating the military heroism of Sen. John McCain, or making crude insinuations about the popular Fox News host Megyn Kelly. But somehow, his predicted demise fails to materialize. Instead, new polls appear showing the billionaire property mogul to be more popular than ever. By most measures, Trump now leads the Republican field by a substantial margin.\n\nJacob Weisberg Jacob Weisberg is chairman and editor-in-chief of The Slate Group and author of The Bush Tragedy. Follow him on Twitter.\n\nWhat could possibly be the attraction of this puffed-up billionaire buffoon? The first thing to say about the Trump phenomenon is that a mutually gratifying symbiosis with the press drives his popularity. Polls at this stage in the election cycle essentially track how much news coverage a candidate receives. Media attention propels Trump’s numbers, and his numbers justify more coverage. His candidacy makes the primaries into a remunerative and enjoyable story, even though everyone knows it is guaranteed to fall to pieces by the time the primaries get fully rolling in February.\n\nAdvertisement\n\n\n\nBut being a nonviable choice does not mean that Trump is not going to affect the outcome of the presidential race. Pat Buchanan, another unelectable Republican protest candidate, arguably cost President George H.W. Bush re-election in 1992. And should he choose to run as a third-party candidate after being denied the nomination, Trump would more or less guarantee victory for Hillary Clinton, the presumptive Democratic nominee, much in the way that Ralph Nader cost Al Gore the presidency in 2000.\n\nAnother obvious explanation for the Trump phenomenon is that he appeals to people who dislike politics. Professional politicians often claim they are not professional politicians. Trump genuinely isn’t one. Politicians try to make friends, build constituencies, and avoid gaffes. Trump does the opposite, seeking out land mines in order to detonate them. At the point when any ordinary outsider candidates would begin conforming to conventions of political behavior, he continues to flout them. Playing an ego and ratings game while his competitors are playing a policy and votes game injects an entertaining element of zaniness and unpredictability into the proceedings.\n\nTrump is the only 69-year-old white guy in America who gets to live like a rap star.\n\nBut Trump is not merely a clown stumbling into a drama and playing it for laughs. His success speaks to two species of resentment that appear intermittently in American political life. The first is xenophobia. The men who are perhaps the most plausible Republican nominees, Jeb Bush and Sen. Marco Rubio, identify with or as Latinos and appreciate that their party faces a dim future without them. Trump, who crashed the gate without an invitation, couldn’t care less what happens to the party. This frees him to insult Mexicans as rapists and drug dealers, slandering not only illegal immigrants but all Hispanics. Americans who share his prejudice against foreigners have no other advocate who speaks so openly.\n\nThe second form of resentment Trump channels concerns social class. The last effective exponent of this political undercurrent was Sarah Palin, before she quit her job as governor of Alaska to make money as a celebrity. What is curious about the Palin-Trump style of cultural populism is that it has little to do with the growing economic disparities in American life. The resented betters are social elites in the media, politics, and Hollywood, whom less educated, lower-middle-class Americans regard as behaving in a condescending or hypocritical way.\n\nBy contrast, Trump’s relationship to his own wealth conveys an honesty that his followers say they like. Though he built his empire out of his father’s empire, he has never suffered from the sense of decorum or noblesse oblige that sometimes accompany inherited money. His style isn’t even nouveau riche so much as it is last-week-lottery-winner. To Trump, being a billionaire means plating everything in gold and slapping his name everywhere in huge block letters. It means that he gets to say whatever pops into his head and never has to say he is sorry. His celebrity “brand” is an alpha-male fantasy of wealth and power, revolving around the pleasure he takes in firing and suing people who displease him. He is the only 69-year-old white guy in America who gets to live like a rap star.\n\nRather than creating envy, the public role Trump enacts validates the aspirations of his admirers. His popularity is an expression of reverse identity politics, which turns white males from defendants into plaintiffs in the contest of victims. He and his followers fixate on political correctness that disallows their grievances about the social transformation under way. His braggadocio and misogyny speak to male privilege lost. His male supporters regard his crude sexism not as juvenile behavior but as a transgressive political statement.\n\nIn all of this, Trump’s closest point of comparison is less to any previous American politician than to Silvio Berlusconi in Italy. Both boast about their wealth, their brilliance, and the beautiful women they attract. The key difference is that Trump does not take himself all that seriously as a demagogue, lacking the self-discipline and long-range calculation. He is essentially a narcissist taking his ego out for a joy ride. It won’t last forever, so enjoy the trip.", "_id": {"$oid": "55daf11504235215b082e3a2"}}