{"URL": "http://articles.philly.com/2015-06-07/news/63120326_1_fudge-company-chocolate-candy-shop", "Text": "Candy sellers were happy to oblige by making and selling it. By the 1890s, fudge had emerged as one of the most popular treats, and, in some stores, still outsells salt water taffy as a take-home favorite.\n\nWhy we are wild about it: With fudge, the less complicated the better: the simple ingredients of cream, butter, and sugar are mixed with a flavoring of choice - maybe some chocolate or a little vanilla.\n\nA few nuts, perhaps dried fruit or some chunks of chocolate, may be thrown into the mix to add a bit of texture. In the sea-salt variety, large-grained salt adds gritty crunchiness that helps create that irresistible savory-sweet flavor the tongue craves. Joe Bogle, owner of the Original Fudge Kitchen with locations in Ocean City, Stone Harbor, Wildwood, and Cape May, theorizes people are willing to take on the extra calories by indulging in it because breathing the salty air at the Shore gives them an irrepressible \"hankering for something sweet.\"\n\nWhere to satisfy your fudge cravings:\n\nThe Original Fudge Kitchen (800 Boardwalk, Ocean City; 254 96th St., Stone Harbor; 2200 Boardwalk, North Wildwood; 513 Washington Street Mall, Cape May. 800-233-8343).\n\nHere, they make 23 flavors using copper kettles, hand-whipping it to aerate the confection into a particularly creamy texture. Bogle says that since 1971, they have used all natural ingredients to make the fudge in small batches every day of the year.\n\nSteel's Fudge, 2719 Boardwalk, Atlantic City; 1800 Boardwalk, Ocean City. 888-783-3571.\n\nThey've been using founder Howard Steel's grandmother's secret fudge recipe since 1919. The company is said to be the oldest existing family-owned fudge company in the U.S. Cookies and cream and chocolate raspberry are among the favorites, as are seasonal ones such as coconut and pumpkin walnut.\n\n609-652-8382 @JacquelineUrgo", "_id": {"$oid": "55daee9804235215b082e1cd"}}