{"URL": "http://www.people-press.org/2005/09/08/two-in-three-critical-of-bushs-relief-efforts/", "Text": "Two-In-Three Critical Of Bush’s Relief Efforts\n\nHuge Racial Divide Over Katrina and Its Consequences\n\nSummary of Findings\n\nThe American public is highly critical of President Bush’s handling of Hurricane Katrina relief efforts. Two-in-three Americans (67%) believe he could have done more to speed up relief efforts, while just 28% think he did all he could to get them going quickly. At the same time, Bush’s overall job approval rating has slipped to 40% and his disapproval rating has climbed to 52%, among the highest for his presidency. Uncharacteristically, the president’s ratings have slipped the most among his core constituents ­ Republicans and conservatives.\n\nHowever, the public also faults state and local governments, as well as the federal government, for the response to Katrina and its aftermath. While 58% think the federal government has done only a fair or poor job in reacting to the devastation along the Gulf Coast, about half (51%) give sub-par ratings to state and local governments in Louisiana and Mississippi.\n\nThe storm and recent spike in gas prices have triggered a major shift in public priorities. For the first time since the 9/11 terror attacks, a majority of Americans (56%) say it is more important for the president to focus on domestic policy than the war on terrorism. While most Americans are already feeling the pinch from higher gas prices, nearly half (46%) say they are very concerned the hurricane will send the nation into an economic recession.\n\nThe latest national survey by the Pew Research Center for the People & the Press, conducted Sept. 6-7 among 1,000 Americans, finds that the hurricane has had a profound psychological impact on the public. Fully 58% of respondents say they have felt depressed because of what’s happened in areas affected by the storm. In recent years, this percentage is only surpassed by the 71% reporting depression in a survey taken just days the Sept. 11 attacks. But it is significantly greater than the percentage who reported feeling depressed in the opening days of the current war in Iraq.\n\nHalf of those polled (50%) say they have felt angry because of what happened in areas hard hit by the hurricane. But overall opinion on this measure obscures a substantial racial divide in reactions to the disaster ­ as many as 70% of African Americans say they have felt angry, compared with 46% of whites. Blacks are twice as likely as whites to know people directly affected by the hurricane and are generally much more critical of the government’s response to the crisis.\n\nIn addition, blacks and whites draw very different lessons from the tragedy. Seven-in-ten blacks (71%) say the disaster shows that racial inequality remains a major problem in the country; a majority of whites (56%) say this was not a particularly important lesson of the disaster. More striking, there is widespread agreement among blacks that the government’s response to the crisis would have been faster if most of the storm’s victims had been white; fully two-thirds of African Americans express that view. Whites, by an even wider margin (77%-17%), feel this would not have made a difference in the government’s response.\n\nThe survey finds that while the hurricane has drawn broad public attention, rising gas prices have attracted as much interest as reports on the storm’s impact. Roughly seven-in-ten are paying close attention to each story (71% gas prices, 70% hurricane’s impact). That represents the highest level of interest in gas prices in the two decades of Pew’s News Interest Index.\n\nAmericans give news organizations generally good marks for their coverage of Katrina. About two-thirds (65%) say the coverage has been excellent or good, compared with only a third who say it has been only fair or poor. Only 21% feel that there has been too much coverage of the disaster; most (62%) say the amount of coverage has been appropriate.\n\nPost-Katrina Partisanship\n\nThe deep and enduring differences over Bush’s presidency are once again evident in attitudes toward government’s response to the disaster. Fully 85% of Democrats and 71% of independents think the president could have done more to get aid to hurricane victims flowing more quickly. Republicans, on balance, feel the president did all he could to get relief efforts going, but even among his own partisans 40% say he could have done more.\n\nSimilarly, Democrats are much more critical than Republicans of the federal government’s handling of the disaster. Roughly three-quarters of Democrats (76%) rate the federal government’s efforts in this area as only fair or poor. Most Republicans (63%) give the federal government positive marks for its response to the hurricane.\n\nMore than half of Democrats (56%) say they feel less confident in the government’s ability to handle a major terrorist attack as a result of this crisis. A 65% majority of Republicans say the government’s response to Katrina had no effect on their views on this issue.\n\nThere is greater partisan agreement over how state and local governments in Louisiana and Mississippi performed in dealing with the storm and its aftermath. Narrow majorities of Republicans, independents and Democrats believe governments in the affected areas did only a fair or poor job in responding to the disaster.\n\nBeyond the government’s response to the hurricane, Republicans and Democrats also disagree about future policy priorities. By more than three-to-one, both Democrats and independents say Bush should now focus more on domestic policy rather than the war on terrorism. But Republicans are evenly divided over priorities, with as many saying it is more important for Bush to focus on the war on terror as believe he should focus on domestic matters.\n\nStrikingly, there is even a partisan pattern in the emotional reactions to the hurricane and its impact. More than two-thirds of Democrats (68%) say they have felt depressed as a result of the storm, compared with just 45% of Republicans. However, comparable percentages of Republicans, Democrats and independents ­ and blacks and whites ­ report having made donations to help those affected by the hurricane. Overall, 56% of Americans say they have already made a donation to the relief efforts, while another 28% say they plan to do so.\n\nAnd despite the reports of looting and other crimes in Katrina’s chaotic aftermath, most Americans say that in general they are more optimistic about human nature in the wake of the storm. Six-in-ten (59%) say events have made them more optimistic, while just 22% are more pessimistic about human nature.\n\nA Man-Made Disaster?\n\nA quarter of Americans say the severity of Hurricane Katrina is the result of global climate change, but many more (66%) say it is just the kind of severe weather event that happens from time to time. There is a partisan divide on this issue ­ Democrats (31%) and independents (29%) are more likely to see a link to global warming than are Republicans (16%).\n\nBlack-White Perspectives on Katrina\n\nAfrican Americans across the country have had stronger reactions to the disaster in New Orleans and the Gulf Coast than have whites. Blacks make harsher judgments of the federal government’s response to the crisis, perceive the plight of disaster victims in a different light, and feel more emotionally connected to what’s happened.\n\nMore than eight-in-ten blacks (85%) say Bush could have done more to get relief efforts going quickly, compared with 63% of whites. Blacks are also considerably more critical of the federal government’s performance in general ­ 77% say the federal government’s response was only fair or poor, compared with 55% of whites. While both of these attitudes are also strongly related to partisanship, these racial differences remain even when party affiliation is taken into account.\n\nThe disaster has had a far more significant personal impact on blacks than whites. African Americans are nearly twice as likely as whites (43% vs. 22%) to say they have a close friend or relative who was directly affected. African Americans are also much more likely than whites to report feeling depressed and angry because of what’s happened in areas affected by the hurricane.\n\nBlacks also hold more sympathetic attitudes toward the people who became stranded by the flooding in New Orleans. An overwhelming majority (77%) say most of those who stayed behind did so because they didn’t have a way to leave the city, not because they wanted to stay (16%). Most whites agree, but by a slimmer 58% to32% margin. Most blacks (57%) also think people who took things from homes and businesses in New Orleans were mostly ordinary people trying to survive during an emergency. Just 38% of whites see it that way, while as many (37%) say most who took things were criminals taking advantage of the situation.\n\nIraq Overshadowed\n\nSeven-in-ten Americans say they have paid very close attention to news of the hurricane’s impact, somewhat fewer than very closely followed reports on the 9/11 terrorist attacks (74%). But another major news story has attracted as much public interest; as gas prices have shot up so has public attention to news reports on the topic (71% very closely).\n\nThe public’s attentiveness to these two stories has overshadowed interest in other major events ­ notably the war in Iraq and the nomination of John Roberts as Chief Justice of the Supreme Court. Only about a third say they paid very close attention to the situation in Iraq, despite high levels of American, and especially Iraqi, casualties in recent weeks. This marks the lowest level of public attention to news from Iraq since the start of the war.\n\nJust 18% have paid very close attention to Roberts’ nomination as chief justice of the United States, and the lack of public interest shows in people’s evaluations of the nominee. By a 35% to 19% margin, more say they believe Roberts should be confirmed than say he should not, but nearly half (46%) volunteer no opinion on the matter. Similarly, while 20% say they are concerned that Roberts is too conservative, 39% are not concerned about his ideology and more than a third (36%) have no opinion on the question. Even among Democrats, more are uncertain on both of these questions than express opposition to or concern about Roberts’ confirmation.\n\nMain Source of Disaster News\n\nTelevision, and cable news channels in particular, are the main sources of news for most Americans during a crisis, and that was again the case for Hurricane Katrina. As occurred after the 9/11 terrorist attacks, and during the start of the war in Iraq, the proportion of Americans who cited cable news channels as a main source of news grew dramatically.\n\nIn this instance, CNN made the greatest gains. In June, 18% of Americans cited CNN as a source of most of their news about national and international issues. Following Katrina, 31% say CNN is a main source of news. The Fox News Channel and MSNBC also saw sizable, though smaller, audience gains from Katrina.\n\nTelevision’s larger audience came at the expense of newspapers, the internet and radio. While still a primary source of information for many Americans on the disaster, all three are cited less frequently in this situation than under normal circumstances.\n\nDisaster Coverage Rated Favorably\n\nOverall, two-thirds give news organizations excellent (28%) or good (37%) ratings for their coverage of the impact of Katrina. This is considerably more favorable than the public’s ratings a year ago for press coverage of the presidential election campaign. Current evaluations of coverage are in line with views of other major recent events, though considerably lower than the overwhelmingly positive media ratings following 9/11 (56% excellent, 33% good).\n\nAll in all, most (62%) say the amount of coverage given to Katrina’s aftermath is appropriate, while less than a quarter (21%) say there has been too much. There is a considerable partisan divide on this, however ­ Republicans are more likely than Democrats to say there has been too much coverage of the impact of Katrina (27% vs. 15% of Democrats).\n\nDifferent Sources, Divergent Views\n\nPrevious Pew surveys have shown the Fox News audience to be highly supportive of the president. This remains the case today, with Fox viewers reacting far more favorably to the president’s handling of the disaster than those who cite other outlets as their major source of news on the hurricane.\n\nIn addition, a plurality of Fox News viewers (42%) say that people who took things from businesses and homes in New Orleans were mostly criminals taking advantage of the situation. The balance of opinion among those who rely on other outlets ­ CNN, network news, newspapers and the internet ­ is that people who stole were mostly ordinary people trying to survive in an emergency.", "_id": {"$oid": "55daf06804235215b082e2ef"}}