{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/21/danny_and_kilo_simultaneous_hurricane_threats_in_the_united_states.html", "Text": "Photo by JEWEL SAMAD/AFP/Getty Images\n\nWeather watchers are going to be especially busy the next few days.\n\nRight now, there are two storms bearing down on the United States: Hurricane Danny, in the Atlantic, is expected to pass very close to Puerto Rico by Tuesday, and in the Pacific, Tropical Storm Kilo is expected to dawdle south of Hawaii before hooking dangerously close to the islands by midweek. They’re happening at the same time, but these two storms will likely produce very different outcomes.\n\nAdvertisement\n\n\n\nThough Danny is currently much stronger, Kilo is quickly becoming the greater threat. Kilo could be the first hurricane to make landfall in Hawaii since 1992, when Category 4 Iniki devastated Kauai. Current models are still fairly unsure of Kilo’s exact path, but universally suggest that it will be strengthening on its closest approach to Hawaii. El Niño will give Kilo a significant boost: Water temperatures in the vicinity of Hawaii are near an all-time record.\n\nLast year, Hawaii faced three separate tropical cyclone threats, including Iselle, the first tropical storm to make landfall on the Big Island in recorded history. This rare burst of activity has spilled over to a second year, boosted by the abnormally warm Pacific.\n\nMeanwhile, Hurricane Danny—the first Atlantic hurricane of the season—reached Category 3 strength on Friday. But by Friday afternoon, the National Hurricane Center noted that Danny had likely peaked in intensity.\n\nNOAA Aircraft Operations Center\n\nAt the moment, the diminutive Danny packs sustained winds of 115 mph near its center, but should weaken considerably before its close brush with the northeast Caribbean islands early next week. Hurricanes as small in size as Danny are known for quick fluctuations in strength, and Danny has already topped official forecasts.\n\nDanny should be reduced to a tropical storm by the time it reaches Puerto Rico—and could wind up being a nearly perfect salve for the commonwealth's crushing drought.\n\n#HurricaneDanny Keeping an eye on you from @space_station. Looks like you're 1st in Atlantic. Stay safe! #YearInSpace pic.twitter.com/8U0ZsEZ482 — Scott Kelly (@StationCDRKelly) August 20, 2015\n\nAfter that, it’s looking increasingly likely that Danny, in some form or another, will pose a threat to the American mainland. Florida, especially, should keep an eye on Danny’s progress, though it’s still much too soon to know where exactly the storm will track after it leaves the Caribbean late next week. Anywhere from Texas to Maine is currently within the realm of possibility, with Danny arriving at anything from hurricane strength to a glorified afternoon rain shower.\n\nA quick look at storms historically similar to Danny, as the Washington Post’s Brian McNoldy has done below, highlights the reason why the eastern U.S. should keep an eye on it over the coming days.\n\nPast August storms that passed within 200 mi of Danny's location & forecast positions http://t.co/RmHH8UvKQ2 pic.twitter.com/WfS4h8ipvB — Brian McNoldy (@BMcNoldy) August 21, 2015", "_id": {"$oid": "55daeff604235215b082e289"}}