{"URL": "http://gawker.com/josh-duggars-apology-i-have-been-the-biggest-hypocrit-1725405629", "Text": "The Duggar family just released a statement from Josh on their personal website in which Josh not only confirms the fact that he has been “unfaithful” to his wife, but he also confesses to having developed a “secret addiction” to pornography over the past several years.\n\nWe already had evidence that Josh had at least been seeking out some sort of extramarital affair, but this is the first time we’ve head any mention of Josh’s porn habit.\n\nYou can read the statement in full below:\n\nAdvertisement\n\nStatement from Jim Bob and Michelle Duggar: Please see the statement below from our son Josh regarding recent media stories about him. When we learned of this late last night our hearts were broken. As we continue to place our trust in God we ask for your prayers for Josh, Anna, our grandchildren and our entire family. Statement from Josh Duggar: I have been the biggest hypocrite ever. While espousing faith and family values, I have secretly over the last several years been viewing pornography on the internet and this became a secret addiction and I became unfaithful to my wife. I am so ashamed of the double life that I have been living and am grieved for the hurt, pain and disgrace my sin has caused my wife and family, and most of all Jesus and all those who profess faith in Him. I brought hurt and a reproach to my family, close friends and the fans of our show with my actions that happened when I was 14-15 years old, and now I have re-broken their trust. The last few years, while publicly stating I was fighting against immorality in our country, I was hiding my own personal failings. As I am learning the hard way, we have the freedom to choose to our actions, but we do not get to choose our consequences. I deeply regret all hurt I have caused so many by being such a bad example. I humbly ask for your forgiveness. Please pray for my precious wife Anna and our family during this time. Josh Duggar\n\nA heartfelt apology that, unfortunately, sounds familiar to the ones we’ve heard before. But hey, maybe this time he means it.\n\nUpdate 2:48pm:\n\nAccording to the site Zap2It, Josh Duggar’s original apology had one extra line that has since been removed. This was the original fourth paragraph of Josh’s statement:\n\nThe last few years, while publicly stating I was fighting against immorality in our country, in my heart I had allowed Satan to build a fortress that no one knew about.\n\nNo definite word on why the Duggars decided to remove the reference to Josh’s Satan-infested heart, but I assume it has something to do with the fact that blaming your unfaithfulness and pornography addiction on anyone but yourself is, generally, not the best look.\n\nUpdate 2:57 p.m.: Looks like Josh Duggar may have been a little hasty in his apology. The general idea is still there, but the letter itself has gone through several revisions since going up less than two hours ago. The first instance, as mentioned above, removed a reference to Satan, while the second revision removed any mention of pornography altogether.\n\nIt’s hard to imagine that the letter wasn’t vetted by anyone before the Duggars put it up on their website—but given the few typos in the original, it’s certainly possible. Either way, Josh of all people should know by now that the internet never forgets. You can see all the changes made to the apology thus far below.", "_id": {"$oid": "55daf0c704235215b082e351"}}