{"URL": "http://www.cnn.com/2015/08/20/asia/china-tianjin-explosions/index.html", "Text": "Story highlights Sodium cyanide levels at one spot are 356 times the limit, an official says\n\nBlasts killed at least 114 people, damaged 17,000 homes and destroyed 3,000 cars\n\nLack of information was \"truly tragic,\" U.N. expert Baskut Tuncak says in a statement\n\n(CNN) High levels of dangerous chemicals remain at the site of last week's deadly chemical warehouse blasts in the northern Chinese city of Tianjin -- hundreds of times higher than is safe at one spot -- officials said Thursday, signaling that a cleanup has a significant way to go.\n\nWater tests show high levels of sodium cyanide, an extremely toxic chemical that can kill humans rapidly, at eight locations at the blast site, Ministry of Environmental Protection official Tian Weiyong said.\n\nThe sodium cyanide level at one spot was 356 times higher than a safety limit, Tian said.\n\nThe polluted water is being contained in a \"warning zone\" around the blast site, officials said. City authorities have said that air and water quality outside the blast zone has been in the normal range, but angry citizens with homes nearby have expressed concerns about the long-term environmental and health consequences of the blasts.\n\n27 photos: Multiple explosions hit Chinese port city 27 photos: Multiple explosions hit Chinese port city The Donghai Road light rail terminal station in Tianjin, China, is seen covered in debris on Monday, August 17. Explosions at a chemical warehouse left more than a hundred people dead and hundreds injured. Fire officials say hazardous chemicals stored at the warehouse were ignited by fire, but the fire's cause is still being investigated. Hide Caption 1 of 27 27 photos: Multiple explosions hit Chinese port city A train with a smashed-up windscreen sits abandoned in the eerily deserted station on August 17. Hide Caption 2 of 27 27 photos: Multiple explosions hit Chinese port city Smoke rises from debris on Saturday, August 15, near a crater that was at the center of a series of explosions in northeastern China's Tianjin municipality as seen from an aerial view. Hide Caption 3 of 27 27 photos: Multiple explosions hit Chinese port city Smoke rises as damaged cars explode on Saturday, August 15. Hide Caption 4 of 27 27 photos: Multiple explosions hit Chinese port city Firefighters work August 15 at the site of the explosions. Hide Caption 5 of 27 27 photos: Multiple explosions hit Chinese port city Soldiers from the National Nuclear Biochemical Emergency Rescue Team launch a rescue mission August 15 at the core area of the explosion site. Hide Caption 6 of 27 27 photos: Multiple explosions hit Chinese port city Smoke rises from debris on August 15 near a crater at the center of where the explosions took place. Hide Caption 7 of 27 27 photos: Multiple explosions hit Chinese port city Scattered debris is seen August 15 at the site of the explosions. Hide Caption 8 of 27 27 photos: Multiple explosions hit Chinese port city Volkswagens lie burned near ruined buildings on Friday, August 14. Hide Caption 9 of 27 27 photos: Multiple explosions hit Chinese port city An aerial image taken shows toxic smoke rising from debris in Tianjin, a sprawling port city of more than 13 million people about 70 miles from Beijing. Hide Caption 10 of 27 27 photos: Multiple explosions hit Chinese port city Firefighters wear protective gear while working as partially pink smoke billows nearby. The environmental group Greenpeace expressed concern \"that certain chemicals will continue to pose a risk to the residents of Tianjin,\" and city residents shared similar fears on social media. Hide Caption 11 of 27 27 photos: Multiple explosions hit Chinese port city Rescuers are seen near the site of the blasts. A Chinese military team of nuclear and chemical were conducting investigations as pressure grew on authorities to explain the cause of the fire and the resulting cataclysmic explosions. Hide Caption 12 of 27 27 photos: Multiple explosions hit Chinese port city Smoke from the explosion billows over destroyed cars. As of 2014, Tianjin was the world's 10th-busiest container port, according to the World Shipping Council Hide Caption 13 of 27 27 photos: Multiple explosions hit Chinese port city Residents take their belongings as they evacuate from parts of the city. Managers of the warehouse facility have provided \"insufficient information\" about what was stored there, a city safety official said, though it is known that sodium cyanide, a highly toxic chemical that can rapidly kill humans exposed to it, was one of the stored materials.\n\nHide Caption 14 of 27 27 photos: Multiple explosions hit Chinese port city Three men walk out onto the streets after being treated at a hospital on Thursday, August 13. Hide Caption 15 of 27 27 photos: Multiple explosions hit Chinese port city A Chinese police officer carries a man as civilians flee the area near the disaster. Hide Caption 16 of 27 27 photos: Multiple explosions hit Chinese port city Fire and smoke is seen from a broken window of an apartment. Hide Caption 17 of 27 27 photos: Multiple explosions hit Chinese port city People walk among the crumpled remains of shipping containers. One of the explosions was estimated to be equivalent to 21 tons of TNT, or a magnitude-2.9 earthquake, according to the China Earthquake Networks Center. Hide Caption 18 of 27 27 photos: Multiple explosions hit Chinese port city Chinese President Xi Jinping and Premier Li Keqiang called for \"all-out efforts\" to save the injured and minimize casualties, the state-run Xinhua news outlet reported. Hide Caption 19 of 27 27 photos: Multiple explosions hit Chinese port city Over 1,000 firefighters were called in to put out secondary fires caused by the explosions. Hide Caption 20 of 27 27 photos: Multiple explosions hit Chinese port city People sleep in a classroom at a primary school used as a makeshift emergency evacuation center. Hide Caption 21 of 27 27 photos: Multiple explosions hit Chinese port city A bandaged man eats in a hospital in Tianjin. Hide Caption 22 of 27 27 photos: Multiple explosions hit Chinese port city A firefighter grimaces as he is examined for injuries. Seventeen firefighters were among the people killed, officials said. Hide Caption 23 of 27 27 photos: Multiple explosions hit Chinese port city An injured survivor is brought to a hospital following the explosion. Hide Caption 24 of 27 27 photos: Multiple explosions hit Chinese port city Fires continued to burn near the site of the explosions in the early hours of Thursday, August 13. Hide Caption 25 of 27 27 photos: Multiple explosions hit Chinese port city A photographer captures the plume of the second, and most massive, of the series of explosions. Hide Caption 26 of 27 27 photos: Multiple explosions hit Chinese port city The initial explosion erupts Wednesday night, August 12 at a warehouse owned by Rui Hai International Logistics Co. Executives of the company were taken into custody, state media reported on August 13. Hide Caption 27 of 27\n\n\"Cyanide pollution is severe inside the warning zone. Outside the zone overall, the amount of cyanide detected is at normal range,\" Tian said.\n\nHowever, a large number of dead fish found in the city's Haihe River are stoking fears that contamination has spread.\n\nState news agency Xinhua reported that no toxic levels of cyanide were detected in a water sample taken from where the fish were found late Thursday.\n\nA large number of dead fish found in the city's Haihe River are stoking fears that contamination has spread.\n\nEarlier that day, Deng Xiaowen, a Tianjin environmental monitoring official, said that many factors could have caused their death and a team was verifying the cause.\n\nThe August 12 blasts occurred at a warehouse, where more than 700 tons of highly toxic substances, mainly sodium cyanide, were being stored, state media have reported.\n\nAt least 114 people were killed as a result of the explosions, and 69 people are reported missing.\n\nThe explosions affected a huge swath of the city: 17,000 homes damaged, more than 170 companies affected and 3,000 cars destroyed.\n\nThousands of people whose homes were damaged by the explosions' shock waves took shelter in nearby schools and apartment compounds in the days afterward.\n\nOfficials said cleanup crews have been making progress. As of Thursday, about 20% of the sodium cyanide had been removed from the blast site, Tianjin Vice Mayor He Shushan said, according to the People's Daily, the ruling Communist Party's official newspaper.\n\nTianjin environmental monitoring official Deng Xiaowen said that all of the polluted water is \"blocked in the blast area.\" There was no information about what immediate dangers the cyanide at the blast site could pose.\n\n\"It won't be discharged before reaching to the normal quality standard,\" he said Thursday.\n\nU.N. expert criticizes China's handling of Tianjin blasts\n\nA top U.N. expert has criticized China over its handling of the Tianjin blasts, saying a better flow of information might have lessened or even prevented the disaster.\n\nBaskut Tuncak, the U.N.'s special rapporteur on human rights and hazardous substances and wastes, called on the Chinese government to ensure complete transparency in the investigation of the disaster.\n\n\"The lack of information when needed -- information that could have mitigated or perhaps even prevented this disaster -- is truly tragic,\" he said in a statement Wednesday.\n\n\"Moreover, the reported restrictions on public access to health and safety information and freedom of the press in the aftermath are deeply disturbing, particularly to the extent it risks increasing the number of victims of this disaster.\"\n\nThe blunt rebuke comes after China's State Council formed an investigative committee to \"give a responsible answer\" about the cause of the disaster and promised \"serious punishment\" for those responsible.\n\nOn Wednesday, Tianjin Mayor Huang Xingguo addressed the media for the first time, saying he bore \"an unshirkable responsibility\" for the blasts.\n\nPossible safety violations\n\nNews reports have suggested that safety violations and corporate negligence may have played a role in the disaster.\n\nJUST WATCHED Counting the economic cost of Tianjin blasts Replay More Videos ... MUST WATCH Counting the economic cost of Tianjin blasts 01:22\n\nThe company that owned the site had a license to handle dangerous chemicals, but only since June. The company's previous license lapsed in October.\n\n\"After the first license expired, we applied for an extension. We did not cease operation because we did not think it was a problem. Many other companies have continued working without a license,\" Yu Xuewei, chairman of Rui Hai International Logistics, was quoted by state news agency Xinhua as saying.\n\nYu is in detention, along with nine other executives.\n\nThe Xinhua report also said that the company's major shareholder, Dong Shexuan, was the son of a former police chief for Tianjin Port and the connection helped the business.", "_id": {"$oid": "55daeecf04235215b082e1fa"}}