{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/18/winter_weather_preview_thanks_to_el_nino_we_know_what_s_coming.html", "Text": "Photo by Saul Loeb/AFP/Getty Images\n\nThere’s a silver lining to all this talk of a super mega record-breaking Godzilla El Niño: The seasonal weather outlooks for this fall and winter will be some of the most accurate ever issued.\n\nLast spring I profiled what El Niño—a periodic warming of the tropical Pacific Ocean—means for 60 places across the globe. Now that the event is in full swing, we have an even better idea of how U.S. weather will be affected over the next nine months. That’s because El Niño acts like a heat engine that bends weather in a predictable pattern worldwide. Typically, the stronger El Niño is, the more predictable its influence. And this year’s event is on pace to be one of the strongest ever recorded. By some measures, it already is.\n\nAdvertisement\n\n\n\n“We’re correct more than the usual proportion of the time when there’s an El Niño,” said Tony Barnston, chief forecaster at the International Research Institute for Climate and Society, in a video statement. Barnston and his team—which actually invented successful El Niño prediction—recently issued an astounding forecast that essentially locks in a strong El Niño through next spring.\n\nGlobally, it’s now virtually certain that 2015 will be the hottest year in history. That’s a pretty remarkable thing to be able to say with more than four months of the year remaining. Last week data from NASA and the Japan Meteorological Agency confirmed that last month was the hottest July on record, joining every month so far this year except February and April as the warmest ever measured, according to calculations from Japan. As of mid-August, the Pacific Ocean had configured itself into an unprecedented temperature pattern, with record-setting warm water stretching from the equator all the way northward to Alaska. Thanks to the pattern’s expected persistence, we can already piece together a pretty good guess of the implications—months ahead of time.\n\nLoving this El Nino GIF from NASA. 1997 on the left, 2015 on the right. pic.twitter.com/OiOKGxS9TC — Angela Fritz (@angelafritz) August 13, 2015\n\nSo, without further ado, Here’s what to expect this winter:\n\nWill California get some drought relief?\n\nTo answer everyone’s question, yes, this winter will likely bring above-normal rainfall to California. To answer a related question, no, it won’t end the drought. After a record-breaking four-year stretch, California has racked up a mind-boggling rainfall deficit: San Francisco is more than 31 inches behind—meaning this winter would have to feature a year and a half of extra rainfall during the six-month rainy season to break even. That very likely won’t happen, and even if it did, flooding and mudslides would create an even bigger problem than another year of drought would.\n\nWhat’s more, there’s an especially big caveat this winter. Current temperatures off the West Coast are already far warmer than anything ever measured. The placement of that huge mass of warm water—cutely called “the blob” by local scientists—tends to work against heavy rainfall in California, and it’s a big reason why the drought has been so bad there the last couple of years. This’ll be an epic battle between dueling masses of warm water (El Niño vs. “the blob”) all winter long on the high seas of the North Pacific (and in the atmosphere above it), but as of now, it looks like California will indeed get some desperately needed rain—enough to matter, just not enough to end the drought.\n\nUpdate: Since Oct 2011, California missing 1-2+ years of rain. #cadrought pic.twitter.com/aX9ht0mv0o — NWS Phoenix (@NWSPhoenix) August 13, 2015\n\nWill the Pacific Northwest get some drought relief?\n\nOne place that probably won’t benefit from this winter’s El Niño is the Northwest. It’ll be another low-snowpack year, putting additional pressure on salmon, hydroelectricity, and ski resorts in the Cascades. Local officials are treating the current “wet drought”—in which rain and high temperatures have replaced snow for many parts of the Northwest—as a possible preview of global warming. Officials in Washington state, for example, are modifying river flows as a last-ditch effort to provide cooler water for migrating salmon. As this year has proved, a dearth of snow has lasting implications for several months—including an increased risk for huge wildfires come summer. Expect more of the same next year.\n\nSorry, Pacific Northwest. What about ski conditions in Colorado?\n\nIn sharp contrast to the Northwest, this winter could bring a good snowpack to the southern Rockies, a boon to tourism and a continuation of relatively recent drought-free conditions in Colorado.\n\nA heavy snowfall would also be a significant boost to the fragile Colorado River basin, which is inching toward first-ever mandatory water restrictions after decades of over-allocation have pushed Lake Mead to record low levels. Lots of snow this winter in Utah, Colorado, and New Mexico could help delay Arizona’s inevitable droughtpocalypse by another year or two.\n\nBack to droughts. How are things looking for South Florida?\n\nThe polar vortex last winter was brutal. Will it be bad again?\n\nIf the last two years are any indication, winters in the east are getting weirder. There are lots of theories for this, including the exceptionally warm Pacific Ocean and melting Arctic sea ice, as well as plain old natural variability. A broad signal for further rounds of extreme cold air outbreaks, especially for the Southeast, is present again this winter.\n\nShould everyone in Boston move?\n\nThere’s good and bad news for Boston and other East Coasters. It almost certainly won’t be as cold as last year in the Northeast, but fierce Nor’easters could be commonplace, bringing a return of heavy snowstorms.\n\nBack in 2012, in my New York City weather column in the Wall Street Journal, I did a quick analysis that showed El Niño winters brought an additional 10 inches of snowfall to the Big Apple, all else being equal. To get especially strong winter storms in the Northeast, the large-scale El Niño signal (which increases the amount of wintertime moisture available along the East Coast) needs to coincide with a weak and wavy jet stream. That’s a recipe for heavy snow, even if temperatures aren’t as brutally cold as the last two winters. Watch for big dips in the North Atlantic Oscillation (a rough approximation for jet stream strength) this winter for signs a big storm could be on the way.\n\nUpdate, 3:30 p.m.: You forgot the entire middle part of the country! What's going to happen in Texas and in the Midwest?\n\nSorry! After a very rainy summer, drought has reappeared in eastern Texas. But since El Niño tends to bring above normal rainfall to the South during the winter months, the current dry spell should quickly come to an end.\n\nFurther north, the coming winter should be warmer than average in the Upper Midwest. That's got to be welcome news: The region has endured exceptionally cold stretches leading to record-setting ice cover on the Great Lakes in recent years, but snowfall show be below normal this time around, giving cities like Chicago and Minneapolis a well-deserved break.\n\nIt’s August. How the heck did you come up with this forecast?\n\nTo make the above predictions, I took a blend of the most recent North American Multi-Model Ensemble, my go-to source for seasonal forecast information, and a blend of the large-scale weather during four past El Niños that I think are particularly close fits with the current one. Those four El Niños are: 1957–58, 1986–87, 1987–88, and 1997–98. Each of those El Niños peaked at least at “moderate” strength (more than 1 degree Celsius above normal in a key section of the tropical Pacific) and at the same time, each of those four El Niños also featured a strongly positive Pacific Decadal Oscillation—more than 1 degree Celsius above normal across a specific region of the north Pacific off the west coast of North America.\n\nGot any weather maps?", "_id": {"$oid": "55daf24004235215b082e44f"}}