{"URL": "http://www.slate.com/blogs/browbeat/2015/08/14/the_weeknd_s_can_t_feel_my_face_is_no_1_on_the_billboard_charts_how_the.html", "Text": "Still from the video for “Can’t Feel My Face.”\n\nA singer steps in front of a glittery curtain on a tiny stage at a seedy nightclub. As he begins to sing, he leans hard into the mic, closing his eyes and throwing down his best Michael Jackson splayed-leg dance moves. The crowd at the club looks on passively—a woman smiles coyly, but the rest look bored, unmoved, even hostile. One person flings a drink at him. Finally, a grizzled clubgoer flicks open his cigarette lighter and tosses the lit Zippo at the stage. Rather than duck out of the way, the singer executes a tight spin and is engulfed in flames. All at once, the crowd goes wild, rising to their feet and jamming hard to the song as the ablaze performer dances and sings even more frantically. As the club keeps dancing, the singer exits, utterly spent and still, literally, on fire.\n\nThis is the plot of the music video for “Can’t Feel My Face,” the new No. 1 song in America. It’s by Canadian singer, songwriter and producer Abel Tesfaye, who since 2010 has recorded as The Weeknd. Rarely has a music video so openly depicted a singer’s wary, all-consuming relationship with his own audience. (Even Kurt Cobain was more indirect.) As recently as 12 months ago, The Weeknd was largely known for a lush, quirky brand of alternative R&B, mostly issued on mixtapes, and for avoiding the media circus that is a mainstream pop career. But as “Face” takes over the No. 1 spot on Billboard’s Hot 100 chart this week, the tonsorially unique singer goes the last mile in his self-immolating quest to transform himself—from critically acclaimed, blogger-obsessing fetish object, to mass-appeal heir to Michael Jackson’s throne.\n\nAdvertisement\n\n\n\nIf you’re going to sacrifice yourself at the altar of the marketplace, it might as well be with something as sumptuous as “Can’t Feel My Face,” one of the most irresistible songs of the year. It is what music-biz and radio-programmer folk refer to as a “one-listen record,” a single whose trajectory is obvious from the first play. From the moment “Face” leaked in late May, pop-watchers were frothing about its potential, and it spent the summer fulfilling its chart inevitability. At the early-June launch event for the new Apple Music, The Weeknd was given a live showcase to officially debut the track—perhaps unsurprisingly, it wound up being the most-played song on Beats 1, Apple’s new global radio station. After debuting on the Hot 100 nearly halfway into the Top 40, it never saw a down week—notable in an era where singles tend to debut high on sales to rabid fans, then cool before maybe catching on later with casual listeners and radio. “Face” hurtled into the Top 10 in just two weeks, broke into the top three by mid-July, and was lying in wait behind OMI’s chart-topper “Cheerleader” by the start of August. After three weeks in the Hot 100’s runner-up slot, it overtakes OMI’s smash this week.\n\nWhile it may have broken too late in the season to wind up the official 2015 Song of Summer, “Face” sounds like it was made for hot weather. It’s as combustible as its video. It hybridizes several Quincy Jones–era Jackson tropes—the spooky groove of “Off the Wall,” the uptempo force and power of “Don’t Stop ’til You Get Enough”—with a stomping post-hip-hop beat and a blissed-out haze reminiscent of the Steve Miller Band’s “Fly Like an Eagle.” Indeed, the song is about the narcotic, numbing effect of a powerful sexual relationship, as embodied in its absurdist chorus: “I can’t feel my face when I’m with you/But I love it.”\n\nThis druggy theme is not far removed from Tesfaye’s prior work. Born in 1990 to Ethiopian parents who’d emigrated to the Toronto suburb Scarborough, young Abel began recording murky R&B punctuated by his keening falsetto in his late teens. In 2010, he uploaded to YouTube a few tracks recorded for a project originally titled The Weekend (with correct spelling—Tesfaye dropped the third “e” after an acrimonious breakup with the Weekend project’s founding producer). Those tracks made The Weeknd an immediate online sensation. In 2011 alone, Tesfaye dropped three indie mixtapes—House of Balloons, Thursday and Echoes of Silence—but declined all interviews, shrouding in mystery who, or what, The Weeknd even was. Starting with Balloons, critics keyed into The Weeknd’s “narcotics-focused, and occasionally downright frightening” lyrics; Echoes of Silence even led off with a skeletal cover of Michael Jackson’s most sex-shaming hit, “Dirty Diana.”\n\nThese bleary-eyed tracks and morning-after themes caught a wave. In the wake of Kanye West’s seminal, commercially suicidal 808s and Heartbreak, a certain brand of downbeat rap and soul—eventually branded with the now widely regretted term “PBR&B”—simultaneously recounted drug and sexual adventurism and expressed detached regret about such wickedness: the ultimate humblebrag. Even before Tesfaye signed to a major label, he caught the attention of his fellow Canadian Drake and made a cameo on the Toronto rapper’s 2011 album Take Care, a totem of its emo-hip-hop moment.\n\nWith “Can’t Feel My Face,” The Weeknd has taken this dark, dazed loopiness and transformed it into pure pop. That transformation required an assist from several talented pros. Foremost among them is Max Martin—a name you’ve probably noticed in this No. 1 hits series quite a few times before. The Swedish über-producer and songwriter behind all of Taylor Swift’s chart-toppers, Martin now adds another one to his roster, bringing him closer to becoming the Hot 100’s all-time top hitmaker (he’s creeping up behind Beatles producer George Martin and songwriters John Lennon and Paul McCartney). Max Martin co-wrote “Face” with Tesfaye as well as several additional songsmiths, among them former Cardigans guitarist Peter Svensson; and he co-produced it with Iranian producer–remixer Ali Payami (a guy who seems determined to work on all of my favorite songs this year—Payami also cowrote Swift’s superlative “Style”). The Weeknd was hooked up with all of these hit specialists by Monte Lipman and Charlie Walk, the executives who lead dominant pop label Republic Records (part of the Universal empire). By Walk’s own admission, they began plotting The Weeknd’s pop conquest more than a year in advance.\n\nBeauty Behind the Madness, the album featuring these two songs, is set to appear later this month, and it will be the ultimate market test of Weekend v2.0. It’s actually Tesfaye’s second major-label album (third, if you count a 2012 repackaging of his three 2011 mixtapes as Trilogy). The Weeknd’s 2013 major-label debut, Kiss Land, was essentially a bigger-budget version of the dark, forbidding mixtapes he had produced on his own; Republic gave Tesfaye the chance to get that sound fully out of his system. Kiss Land sold respectably but generated no hits—a result that the Abel of two years ago didn’t seem to mind. Whereas every move Tesfaye has made over the last year has indicated he is ready to shed his alt-R&B-cred persona. ‘‘I felt I had to change who I was,’’ he told The New York Times’ Jon Caramanica last month.\n\nSuch cred policing is not limited to the world of white rock stars—hip-hop has also seen its share of contentious change-ups. The history of the Black Eyed Peas can be divided into a before time, when they styled themselves as crunchy ’90s backpacker-rappers, and a multiplatinum decade in which they partnered with pop singer Fergie and earned the scorn of hip-hop heads. (They are now attempting to reverse the process.) And when OutKast made the shift from deep-south weirdos to chart-topping megastars, André 3000 would throw shade at the duo’s new fans who weren’t followers from the beginning. But in general, black music over the last three decades has had a different, more pragmatic relationship with commercial achievement. As journalist and radio host Dan Charnas noted in his terrific 2010 rap history The Big Payback, the hip-hop community has always been more goal-oriented toward multiplatinum success, with black MCs and moguls profiting from the genre the way their white predecessors had co-opted and profited from rock and roll.\n\nIn a way, going full-Jacko was a smart end run around this entire crossover predicament for The Weeknd. Unlike Neil Young, Sinéad O’Connor or even OutKast, he doesn’t seem to regard his pop success as a sideline or byway to some larger, less compromised project. He’s already four Top 10 hits into what looks, to any reasonable observer, like a full career shift.", "_id": {"$oid": "55daf0fa04235215b082e38b"}}