{"URL": "http://www.state.gov/secretary/20092013clinton/rm/2011/11/177254.htm", "Text": "MR. SEVERINO: Ladies and gentlemen, it’s my great honor to introduce the U.S. Secretary of State, Hillary Clinton. (Applause.)\n\nMS. MORALES: Thank you so much (inaudible) come here. This is your microphone. Do you need help with that? I guess you’re very used to that. (Laughter.) It’s quite big, bigger than the usual. (Laughter.)\n\nMR. SEVERINO: Well, good afternoon, Madam Secretary. I just wanted to say a little bit about this place. We’re inside the Museum Foundation Hall of the National Museum. It houses four of our national treasures, as you can see right there are paintings by our national artist, Carlos Francisco. They were restored with the assistance of the Ambassador’s Fund at the State Department. They used to hang in the Philippine General Hospital lobby before they were permanently transferred here. So this is one of the first big events that happened in this venue.\n\nMS. MORALES: Welcome.\n\nSECRETARY CLINTON: I’m very happy to be here with all of you. (Applause.)\n\nMS. MORALES: Ladies first. I get to ask you the first question.\n\nSECRETARY CLINTON: That’s only fair.\n\nMS. MORALES: Okay. Two very, very powerful women in today’s headlines, you and our former president, Gloria Arroyo. Let me ask you what are the upsides and downsides of being a woman in a male-dominated place like the State Department, having to deal with the problems of Libya, Afghanistan, and all the macho stuff.\n\nSECRETARY CLINTON: Well, first I just want to officially say how pleased I am to be back here in Manila and to have a chance to talk with all of you. I think your question is a challenging one to answer because there are so many different issues that you have to deal with when you’re in the public eye. And I think women do bring some certain attitudes toward them, but in general I think it’s really the quality of your decision making, the quality of your leadership. Yes, there are tough, tough challenges that we’re facing in the world today, and people eventually judge you on whether what you do works or doesn’t work, and what the results are. And I think that’s the kind of world we want to be moving toward, where people are judged on their merits, where men and women are given an opportunity to live up to their own God-given potential and to participate in society and make their own contribution.\n\nMS. MORALES: All right. Let me ask you about our former president, Gloria Arroyo. I am sure you are aware that she tried to leave the country last night and was not allowed. Have you had the chance to talk to her regarding maybe the possibility of seeking treatment in the U.S. and if ever what kind of help are you willing to extend to her? After all, she’s an old friend. She went to school with your husband at Georgetown.\n\nSECRETARY CLINTON: Right. Well, first of all, I know of no request to the United States at all. But secondly, these kinds of issues, which are internal issues - I’m very unwilling to venture into because there have to be decisions that are made by your government and all of its different branches. So I can’t comment on something like that. It’s not really within my authority. But certainly if a request were made, we would look at that.\n\nMS. MORALES: All right. Thank you very much. Would you be willing to extend her assistance?\n\nSECRETARY CLINTON: It would depend upon what the request was.\n\nMR. SEVERINO: Let us talk about something that you probably want to comment on. You’ve called this the Age of Participation.\n\nSECRETARY CLINTON: Yes.\n\nMR. SEVERINO: And you and the State Department have championed the internet and social media as tools for democratization, especially in oppressed nations. Yet your government, the U.S. Government, has not been very happy with an organization like WikiLeaks that has professed that it promotes transparency and accountability. Where would you suggest drawing the line using the internet in challenging governments, including your own?\n\nSECRETARY CLINTON: Well, it’s a great question. We’ve had over 235 years in our democracy of trying to struggle with the issues about free expression, freedom of speech, freedom of assembly. And the internet is a vehicle. And 200 years ago, you would go to the town square or you would work on a newspaper, and then obviously communications became more sophisticated. So I think that the rules are not so different; it’s just that the mechanism of communication in the internet is so revolutionary because you could in the past say something to two people and then those two people might spread it around, but here you can press a button and billions of people can see something.\n\nSo I think you have to be both protective of the openness of the internet but recognize that just as in free speech in any setting, there does have to be a certain set of expectations. So we do champion freedom of speech. We champion tools that can help people living in oppressive regimes continue to communicate and get around all of the obstacles that governments put up.\n\nBut when an organization – and you mentioned WikiLeaks – when an organization steals information, which is what happened, that is – just because they put it on an internet doesn’t make it any more right than if they had passed it out on a street corner. So there still has to be a fundamental respect for and a real benefit of the doubt given to freedom, but there also has to be certain standards, expectations, rules that have to continue to be recognized.\n\nMS. MORALES: All right. Now I have a question from Twitter.\n\nSECRETARY CLINTON: Ah, Twitter.\n\nMS. MORALES: This is from Carlos (inaudible). Do you feel the need to strengthen the U.S.-Philippine defense treaty in the middle of the Spratlys issues?\n\nSECRETARY CLINTON: Well, today we celebrated 60 years of the Mutual Defense Treaty and the foreign secretary and I signed what we’re calling the Manila Declaration, which not only reaffirms our ties of the past but more importantly looks to what we’re going to be doing in the future, how we’re going to have a relationship that helps the Philippines with your security as the challenges have changed. And these disputes over territories – you mentioned the Spratly Islands, there are others that are being disputed with different claimants – raise issues about how we try to create a peaceful resolution of these disputes. And the United States doesn’t take a position on who has the right or doesn’t have the right, but we are very strongly against any nation using coercion or intimidation instead of using the law to try to resolve these issues.\n\nSo the discussions we’re having now between the United States and the Philippines is what can we do to strengthen the Philippines’ external defense to have a credible deterrent to be able to protect what is yours and to be able to pursue lawful activities, whether it’s fishing or exploration for gas and oil, whatever it might be.\n\nMR. SEVERINO: Would that include moving more U.S. troops to this part of the world?\n\nSECRETARY CLINTON: Probably not in any permanent way. We are obviously very sensitive to the feelings of the Filipino people that we’re not in any way looking for bases – that’s of the past, that’s not of the future – but joint operations, joint cooperation, and not only on something like external defense but on disaster reaction. I learned today that the Philippines has on average 24 typhoons a year. That’s a lot.\n\nMS. MORALES: Yeah. You caught some of our rains.\n\nSECRETARY CLINTON: And you’ve had some of the really terrible ones in the last few years. So what can we do to position assets, to do training, to work together to try to protect against that, for example? So we’re at the beginning of these discussions, but I’m very hopeful that we’ll reach some good understandings about how we take our relationship into the future.\n\nMR. SEVERINO: Madam Secretary, our audience also has questions for you and our co-host here, Ramon Bautista, is going to facilitate.\n\nSECRETARY CLINTON: Oh, are you? Good to see you.\n\nMR. BAUTISTA: Good afternoon, Madam. Greetings of peace and (inaudible). (Laughter.)\n\nSECRETARY CLINTON: Thank you, thank you. (Applause.)\n\nMR. BAUTISTA: I’m also all for women empowerment. And right over here, I can see some beautiful Filipino girls, and I think one of them has a question.\n\nSECRETARY CLINTON: Okay.\n\nQUESTION: Hi. I am Maxine Magdalena (ph), and I’m a big fan. I admire your work, and I think you would make a great president.\n\nSECRETARY CLINTON: Thank you.\n\nQUESTION: My question is this: I’m 24 years old, and I would like to know, what advice can you give people my age on how to achieve dreams and also make a difference in this day and age of high technology? Because I’m very, very active in social networking, Twitter.\n\nSECRETARY CLINTON: Yes. Well, thank you very much, first. First, let me say that I think that the Philippines has one of the highest Facebook usage rates of any country in the world, and I think that’s pretty exciting. Because it gives you access to the entire world, from right here, wherever you live in the country. And I think that what we’re seeing with Facebook, Twitter, and other forms of social networks is the power of an individual.\n\nThere recently in our country was a situation where one of our big banks was going to start charging, I think five dollars, for every time you used a debit card. And a young woman, about your age, got on Facebook and Twitter and created this movement against the bank, and the bank decided they wouldn’t do it. And it started from one young woman sitting in her apartment, banging away on her computer and reaching millions of people.\n\nSo certainly a lot of the traditional building blocks for being successful and active remain the same, a good education, working as hard as you can, developing good habits like a work ethic, and also good interpersonal, respectful, courteous relations with people. But now, because of social networking, you can take what you’re interested in and really build your own outreach system. And I’ve seen fabulous things around the world: young people in a country like Colombia coming together to demonstrate against the drug traffickers; young students in other countries who are demanding better education. So this now gives you the power of not just communicating your own ideas but finding others to be in solidarity with you to try to bring about social change, and to go back to your point, also to expose corruption, to demand transparency, to create accountability, to use the internet to break down barriers so businesses could be more easily started. There’s lot of things that come from that. I wish you well.\n\nMS. MORALES: How would you, Secretary – I’m sorry. Go ahead. What do you use? Are you a Blackberry --\n\nSECRETARY CLINTON: I’m a Blackberry. Yes. I’m a Blackberry person. And also, because of the constant need to get information out of something as large as the State Department, we do Twitter in many different languages; we have sites and are on Facebook for many of our different projects. So one of my goals when I became Secretary was to expand the definition of diplomacy, so it’s not just what I did today meeting with the foreign secretary and defense secretary and the President and members of his cabinet. It’s a much broader outreach, like what we’re doing here today.\n\nMS. MORALES: Okay. And speaking of that, we have a series of questions from our Twitter and Facebook followers. Okay. Yeah. We’re going to ask in rapid succession. Twitter user Alex Evaliano (ph) wants to know: Are you looking forward to becoming grandparents after the wedding of your daughter, Chelsea; while Twitter user Dema Panet (ph) is asking: What do you want your grandchildren to learn from you?\n\nSECRETARY CLINTON: Oh, my goodness. Well, first I want one, but I haven’t had that yet. Of course, I think that’s just human nature. But I am leaving that to my daughter and her husband. They have the right to make their own decisions. But as someone who has grown up with a great role model, my mother, who just recently died, and the wonderful relationship that I saw develop between my mother and my daughter, that is the greatest gift and blessing you could have to see that. And hopefully, I’ll have the opportunity to experience that.\n\nMS. MORALES: I think right now you’re having that kind of relationship, because I saw your interview with Chelsea. It was beautiful.\n\nSECRETARY CLINTON: Thank you. Well –\n\nMS. MORALES: You must have been so proud.\n\nSECRETARY CLINTON: I’m very proud and very grateful because of her interest in helping people and being someone who tries to make a contribution to society.\n\nMR. SEVERINO: I just read that she joined NBC News recently?\n\nSECRETARY CLINTON: Yes.\n\nMR. SEVERINO: Like this month.\n\nSECRETARY CLINTON: She – well, it was just announced, I think, on Monday, so very recently. And she’s going to be contributing to a program that includes segments about individuals and organizations that make a difference for other people’s lives. And that’s something that we very much believe in, in our family.\n\nMR. SEVERINO: Okay. Our Facebook user Aaron Lee (ph) asks: As a former first lady, what advice can you give our president, President Aquino, on the importance of having a first lady? (Laughter.)\n\nMS. MORALES: I like that.\n\nMR. SEVERINO: Does it help in doing the job?\n\nSECRETARY CLINTON: Well, I just had a wonderful luncheon with the president, and I was able to sit next to him. We had a great conversation. I think that is up to him to decide. And certainly I thought that the hospitality, the way we were received, everything about the luncheon was first-rate. High marks to everyone who works with the president. And his sister was there. So in our history, we’ve had presidents who’ve had daughters and sisters who have helped out in doing things like social hospitality. And I think President Aquino has it handled just right. (Laughter.)\n\nMS. MORALES: All right. This one posted via Twitter. Elsie Friginal (ph) asks: What’s inside your purse; while Jerry Pen (ph) is asking: What’s on your iPod or iPad?\n\nSECRETARY CLINTON: Well, I have a quite large purse, because when you travel as much as I do, you never know what you’re going to need. So in addition to makeup and all that goes with that, usually my Blackberry and papers of all kinds, because I can’t get away with a small purse because I’m in and out of meetings all the time. So it’s kind of a purse/briefcase sort of operation going on here. But when I go overseas, like on this trip, there are many more bags that come with me than just my purse in case something else is needed. And my iPod, just the usual wonderful musical “interluding” diversions that we all need, a wide variety. And on my iPad, I have to confess, mostly news sites, because I do a lot of looking to see what’s going on around the world.\n\nQUESTION: What music is in your iPod, may I ask?\n\nSECRETARY CLINTON: Oh, I’m a child of the ‘60s, which was before any of you were born, I can tell by looking at this audience. (Laughter.) Probably many of your parents, before they were born. And so everything that I grew up with, The Beatles and The Rolling Stones and The Who and The Doors, I mean, all of that. Plus, I like classical music, because I find it relaxing when I’m thinking about stressful things. So it’s mostly that combination.\n\nMR. SEVERINO: Okay, let’s return to Ramon Bautista for more audience questions.\n\nMR. BAUTISTA: Yeah. Thank you. I’m here at the back, and I am sure lots of them are raring to ask questions.\n\nQUESTION: Good afternoon again, Madam Secretary.\n\nSECRETARY CLINTON: Hi.\n\nQUESTION: My question is, with China’s growing political, economic, and military power, how does the United States plan on maintaining regional stability, integrity, and security?\n\nSECRETARY CLINTON: Great question. Look, I want to start by saying that the United States welcomes China’s peaceful rise. I mean, we want to see the hundreds of millions of poor people in China have a chance to develop and have a chance to have a better economic future. And we also feel the same way about our – everyone else in the region. And our goal is to try to work with our partners like the Philippines to make sure that everyone is growing in a balanced way and that there isn’t a kind of a big thumb on the scale, if you will, that pushes development or strategic issues, like what happens in the oceans, one direction or the other. There needs to be a framework of laws, the rule of law, standards and norms that govern the economy and govern issues like opening up the oceans for freedom of navigation and making that an absolute rule.\n\nSo when we work with China, we’re very forthright with them in saying where we agree and where we don’t agree. And we’ve worked hard to have a cooperative relationship so that it’s not in any way antagonistic, but it’s honest, it’s candid. But it is important for the United States to assert that we are a Pacific power; we have been. We are very fortunate to be located between the two great oceans, and we’re going to be maintaining a strong presence in the Pacific. And that means talking with the Philippines about what they will need. President Obama will be in Australia talking to the Australians about what they need. We’ve done the same with the Japanese, the Koreans. I go from here to Thailand. We’ll be in Indonesia. So we want to see a peaceful region where everyone can work together without intimidation or coercion.\n\nMS. MORALES: All right. Thank you very much for that. We also have a question sent through Skype.\n\nSECRETARY CLINTON: Oh, goodness.\n\nMS. MORALES: This one came from Jose Antonio Vargas, a Filipino journalist in the United States who was in the news recently after he revealed that he is an undocumented alien in America.\n\nQUESTION: Hi. I’m Jose Antonio Vargas. I’m a journalist and I’m the founder of DefineAmerican.com, which seeks to elevate how we talk about immigration. The immigration system in America is badly broken, and undocumented immigrants, what we call in Tagalog tago nang tago, are being consistently demonized. Given the important role that documented and undocumented Filipino immigrants play in society, their economic contributions, their social contributions, I’m curious, how would you define American, Secretary Clinton? I’d really like to know. Thank you. Maraming Salamat.\n\nSECRETARY CLINTON: I think, first of all, I agree with you that our immigration system is broken. You’re not going to get any argument from me. That is something that I have said and advocated for reform for many years now. I was a senator from New York, which is the beacon for immigrants from all over the world, so I strongly believe we have to make some changes.\n\nBut there is a difference between documented immigrants and undocumented immigrants, because even if I look at what I would like to see changed about America’s immigration system, those people who play by the rules, who go into our country legally, have certain rights that people who don’t, lack. And that’s true of any country. That’s not just the United States. I mean, there is no country on earth that doesn’t make distinctions between people who are there legally and people who are there illegally.\n\nThe difference is that so many people want to come to our country. Many other countries don’t have these problems because people are trying to get out, not get in, and yet we are, I am very proud to say, still a nation of immigrants attracting people and very proud to do so.\n\nSo when I think about Americans, I think of America as an idea as much as a place. People who believe in freedom, people who want to pursue their own God-given talents in a system that rewards hard work and effort. People who abide by our basic values of our Constitution, our founding documents. And I think, though, it’s important even if someone is in the United States illegally that they be treated with a humane approach and not be mistreated and not be persecuted and discriminated against to the extent that they are really disadvantaged, especially if they’re children. So, for example, I disagree with a lot of the people on the other side of the political spectrum in my country, because if you’re a child and you’re brought to the United States as a child, that’s not a decision you make. And if you are a student and you wish to remain in the United States, I think you should be given a much greater opportunity to do so than people that I disagree with do.\n\nSo immigration is a hot button issue right now in the United States, but I’m confident we will eventually work it through because we are such a nation of immigrants, and that’s part of what America has stood for all these years.\n\nQUESTION: Madam Secretary, this is uppermost on a lot of peoples’ minds. Recent polls show that you’re easily one of the most popular American political figures. What would it take for you to run again, even as President Obama’s running mate, for example, in the next election?\n\nSECRETARY CLINTON: I appreciate that, but I really believe that it’s time for me to finish my public service. I have been very honored to serve as first lady, to serve as a senator, now to serve as Secretary of State, to have had the opportunity to run for president and hopefully break down some barriers to women’s political participation. But I am looking forward to moving on to the next phase in my life. So I’m, number one, not at all interested in running for president again. I’m not interested in serving as vice president. Besides, I think Vice President Biden is doing an excellent job.\n\nI will figure out other ways to serve. I mean, before I was – before my husband was a president or before I was ever in politics, I worked on behalf of abused and neglected children. I worked to broaden the rights of women. I believe strongly that there are many ways that I can serve without being in public elected life.\n\nQUESTION: So it’s just one term for you as Secretary of State?\n\nSECRETARY CLINTON: Yes, yes. I’ve told President Obama that I expect him to be reelected, he should be reelected, I think he has earned his right to a second term, but I will be moving on as soon as he gets someone else in place to replace me.\n\nQUESTION: Okay, there’s another question posted through Facebook, from China Ventura Goodall (ph). Do you have any plan to run again as the – okay, this is – I just asked that. And then what is your advocacy and how will you convince American people to vote for you as the first woman president? Okay, that was already asked.\n\nMS. MORALES: But let me ask you, what does your husband say about your political plans, if ever – does he have any strong feelings? Or Chelsea, for that matter?\n\nSECRETARY CLINTON: No.\n\nMS. MORALES: Are they relieved that you’re not running again?\n\nSECRETARY CLINTON: No. I think that we really support each other and what we do. And I think my husband’s work after he left the White House has been so consequential in his foundation and the Clinton Global Initiative, so he know that there’s life after politics and that I’m looking forward to testing those waters.\n\nMS. MORALES: Would you recommend politics to Chelsea?\n\nSECRETARY CLINTON: I don’t recommend politics to anyone. But if a young person comes to me and says he or she is interested in politics, I say, number one, do you really know what you’re getting yourself into, because it’s hard, man or woman? If it’s a young woman, I say it’s even harder, which it is, because there are still all kinds of social and cultural expectations and double standards and also the added pressure, especially if you’re married and/or have other obligations for parents or children or anything else.\n\nAnd I also say you have to be prepared for the criticism that will come. Because so many people get into politics for the right reasons; they have an issue they’re passionate about; they want to make a difference. And then all of a sudden, they can’t believe how people are accusing them of things and doubting their sincerity. All that happens in politics.\n\nSo I give them the advice that one of my predecessors, Eleanor Roosevelt, once gave, which is that if you get into politics, you have to grow skin as thick as a rhinoceros, because it can be very painful if you are not prepared to just know that you’re going to be subjected to all this criticism. And if somebody still wants to do it, I wish them well and tell them that I hope that they find it as satisfying as I have.\n\nMR. SEVERINO: Okay. We have a final question, I think, from the audience.\n\nMR. BAUTISTA: Yes. I’m with someone with who looks very familiar to everyone.\n\nQUESTION: Secretary Clinton, I’m Jessica Soho. I’m a journalist. I am also helping produce this thing on – for television, so I get the privilege to ask one question. (Laughter.) This is your second visit as Secretary of State to our country, and so many of us can’t help but wonder why is she visiting us so often. Is the United States worried about how the Philippines and other countries and China will resolve the South China Sea or the West Philippine Sea problem?\n\nSECRETARY CLINTON: Well, Jessica, first, I like coming to the Philippines. I think I came three times, maybe four – I can’t remember – when Bill was president, and I have so many Filipino American friends. And I really am pulling for the success of your country and the growth of your economy, because I’ve always found it a little bit sad that so many of your people have to leave in order to make a living and send money home. And I know that – I mean, I know so many talented Filipino Americans as well as people in the Philippines, that I just know this country can take off.\n\nAnd we signed today something called the Partnership for Growth. The Obama Administration picked four countries in the entire world that we thought had the best chance to really put it all together to accelerate development, and the Philippines was one of the four countries. So we’re really betting on you. And it is much broader than any strategic concern about the South China/West Philippine Sea. That’s an issue. It’s an issue for many countries, not just yours. It’s much broader; it really is our belief that this has to be the Philippines’ time, that there must be changes, you have to make the kind of reforms that will open up your economy, you have to invest in education so it’s not just those of you who have been fortunate enough to have a good education, but any child in the Philippines who will work hard, study hard, make a difference.\n\nSo we really believe in the future of the Philippines, and I’m just happy to be back to convey that message as passionately as I can, because we think that what President Aquino and his government are trying to do, what we’re doing with you at the Millennium Challenge Compact, the Partnership for Growth – all of these are demonstrations of our confidence in your ability to do what needs to be done to really grow this country. (Applause.)\n\nQUESTION: They’re applauding you for (inaudible). Down with U.S.A. Down with U.S. imperialism. (Inaudible.)\n\nMR. BAUTISTA: I think we have another question here from (inaudible).\n\nSECRETARY CLINTON: Okay. Thank you. (Inaudible) I guess that’s – that goes with the territory.\n\nHi.\n\nQUESTION: Hi. Good afternoon. I don't know why I’m nervous when I’m asking you the question. (Laughter.) I’m Isabel Diaz (ph). I also work with GMA. I’d just like to ask: What do you think Europe should do with their government debt crisis, and how do you think it’ll affect the U.S. in the long run?\n\nSECRETARY CLINTON: Well, that is a very complicated question. And let me briefly say the following: First, that everyone knows that there have to be changes in how governments finance themselves and the services that they provide. And so whether it’s Europe or the United States or any other country, you have to begin to recognize that you cannot live beyond your means, whether you’re a person, a family, or a country. And that’s true with what we’re going through in our own country, trying to have a balanced approach toward cutting our deficit, dealing with our debt, but not strangling growth.\n\nAnd the challenge is that if you do too much to cut everything at one time, it’s likely that you will have such deprivation that the economy will slow down and you won’t – and many people will be unemployed, and it just won’t work its way out of the economic crisis. On the other hand, you can’t keep spending the way you’re spending.\n\nSo I’m a big believer in balance, and it will not surprise you to know that I thought my husband had it exactly right. When he left office, the United States had a balanced budget, we had a surplus, and we did it part by taxing rich people, which I think you have to do if you’re going to get to balance, and making it clear that there was a path to follow. But the opposition party in my country believes that you shouldn’t tax people, even if they’re rich. I think that’s wrong. I think you can have a balanced approach.\n\nEurope is kind of going through the same crisis, trying to figure out how you deal with getting to that balance. And we certainly are supporting them in these tough decisions that they’re making, but it’s going to take a while for it to really play out before we know what the outcome will be.\n\nMS. MORALES: Ma’am, what actions do you take towards protestors who greet you in perhaps every country you visit, like one of the ones we had earlier? (Laughter.)\n\nSECRETARY CLINTON: Look, I do think that people have a right to express themselves. People have a right to have opinions that are different from others. That’s what democracy is about. And the Philippines has a very vibrant democracy, where people are unafraid to express themselves and where you have a very vibrant press, which you all are a part of.\n\nAnd so, I mean, I’m pretty much used to it after all these years. I obviously disagree with what the young woman was saying – (laughter) – because I think that there’s a real benefit to mutual solidarity. (Applause.) And also, I think it was nice of her to sit down, because after she expressed herself, other people were interested in talking about something else, and I think that’s appropriate. But it goes with that rhinoceros skin. You just have to get used to it. (Laughter.)\n\nMS. MORALES: So you’ve developed – you’ve made it an art. (Laughter.)\n\nSECRETARY CLINTON: Yeah. It is partly an art. That’s true.\n\nMS. MORALES: All right. So I think they have another question.\n\nMR. BAUTISTA: Yeah. First --\n\nSECRETARY CLINTON: You know how he always seems to find these really attractive young women? (Laughter.)\n\nMR. BAUTISTA: It’s – we’re in the Philippines. It’s very easy to do that.\n\nSECRETARY CLINTON: I know. I can see.\n\nMR. BAUTISTA: Yeah. But first I admire you for being cool in situations like that. It’s democracy after all, right? (Laughter.) Yeah. You have another question from – yeah, you’re right –a beautiful woman. (Laughter.)\n\nQUESTION: Good afternoon, Secretary Hillary Clinton. I’m Malaya Erbanda (ph). I’m from the Visayan Forum Foundation and the Movement of Anti-Trafficking Advocates. So you mentioned earlier about child trafficking, and you know the Philippines has been in the Tier 2 Watch List for two consecutive years. And this year, however, we’re very pleased to say that we are out of the Watch List, probably because of the strong collaboration of different stakeholders – (applause) – media, government, private sector, NGOs, and all the – and the youth, primarily, and also maybe the increase in the number of prosecuted trafficking cases. Given this notable achievements of the Philippines on – in terms of addressing our human trafficking issue, what can we expect from the U.S. State Department?\n\nSECRETARY CLINTON: Well, first of all, let me thank you for being an advocate against trafficking. Trafficking is modern day slavery. When people are in forced labor, when people are pushed into coercive situations, particularly as sexual slaves, it is dehumanizing, and it so important to stand up and speak out against it. So I thank you for that. And I also commend the Philippines for the progress you’re making. I want to say that we’ve seen a real commitment in the last several years to tackling this problem. The – I think it was an interagency commission that was put together, which has come up with a comprehensive approach, and now you’re implementing it. I mean, the fact that you’re prosecuting – I mean, that sends a very strong signal to the traffickers that you have to beware; you’re not going to get away with this.\n\n\n\nSo I can’t speak for what the evidence will accumulate to. We have this whole process that I am not part of. I get the final recommendations. But I think it’s fair to say that we’re very proud of the progress that the Philippines is making, and we urge you to keep doing more and more, because if you’ve ever encountered people who have been treated like they were less than human, it is so – it just rips your heart out. So I hope you will continue to do everything you can to speak out against it and to make sure that these traffickers have no place to go and no place to hide. Thank you.\n\nMS. MORALES: Secretary, you have so much on your plate right now. You have to blend this with your other roles as a mother and as a wife. If you were given maybe three days to go on a dream vacation, where would you go and how would you spend it?\n\nSECRETARY CLINTON: Oh, my goodness. I’ve been fortunate to go to a lot of places around the world, and there are so many beautiful places. But if I had three days, I would go home and I would go to bed – (laughter) – and sleep for three days, probably, because I don’t get to do enough of that. But I – that’s the kind of question that I will be better able to answer in about 15 months than I can answer right now. Because I think that it is so important in anyone’s life to try to find – again, my favorite word – that balance. And we are all living 24-7 lives. I mean, if you’re – with the computer, you can be on at literally every day, all day and all night. And so trying to get some balance in every life, and that means work and family balance, your recreational interests, all the things that make life worth living, but when you have a job like mine, it’s hard to do. So that’s one of the other reasons why I’m looking forward to maybe a little more free time in my life.\n\nMR. SEVERINO: That’s a great note to end on. I’d like to say it’s been a great honor to share the stage with you. We know that you have another engagement. You need to fly to Bangkok tonight for --\n\nSECRETARY CLINTON: Yes. Well –\n\nMS. MORALES: Superwoman schedule.\n\nSECRETARY CLINTON: Well, let me thank our three MCs for the excellent job that they have done. Thank you so much. (Applause.) And let me thank the sponsors. And let me particularly thank the audience, which is a representative sampling of young people, primarily, and to tell you how honored I am to be here with you and to urge each of you – and I guess I would challenge each of you to think of the role you can play in helping your country. What can you do to help the Philippines create opportunity for every citizen, to make sure that your government’s accountable, transparent, open, and responsive, which I know President Aquino is trying very hard to make possible. And economically, what can you do to create even more jobs and opportunities for people? So I’m excited to be with all of you, because my hope is that I’ll come back in 10 years, and then 10 years after that, and see so many positive changes because this generation of young Filipinos has really made a difference. So thank you all very much. (Applause.)\n\n# # #", "_id": {"$oid": "55daf34904235215b082e4ab"}}