{"URL": "http://www.slate.com/articles/health_and_science/medical_examiner/2015/08/whole_body_donation_people_save_money_donate_tissue_and_contribute_to_medical.html", "Text": "Death is expensive. Traditional funerals cost upward of $6,000, and even simple services can force families to choose between paying rent and paying for a cremation. The organization where I worked covered the cost of mortuary transportation, cremation, and the return of ashes to the family. We took care of all the necessary paperwork and tried to whittle down any other costs. Usually families were just left with paying the county for a death certificate, which cost about $20 apiece.\n\nWhole body or anatomical donation places organs, body parts, and other tissues with medical facilities. The tissue is then used for training doctors, developing new treatments and medications, and researching diseases, from breast cancer to dementia. What is not used for research is cremated and returned to the family.\n\nMy supervisor required us to inform people fully of the nature of full body donation, answer all questions, and only proceed with witnessed, written consent. Not all religions and communities support donation. I made it clear that people should only donate if they were 100 percent comfortable with the process.\n\nThese plotlines are not baseless. The reputation of the body- and tissue-donation industry as a whole has been damaged by the actions of dishonest hospitals, funeral homes, and doctors. Less than a decade ago, the CEO of a tissue recovery firm was arrested for selling illegally harvested body parts. Funeral homes, donation companies, and hospitals have also been exposed for forging consent forms and unlawfully obtaining tissue. In 2013, I watched as FBI vans and news helicopters swarmed a nearby tissue donation firm. Our phones began ringing off the hook. I assured panicked callers that no, that was not our organization on the television, and that yes, we could help with arrangements for their loved ones. I feel lucky to have worked for an ethical business in such a loosely regulated industry.\n\nIt was an industry I hardly knew existed until I was part of it. Soon, I started picking up on references to donation on television shows like Bones and Law & Order: SVU. The storylines usually involved a nefarious character in a suit, stolen body parts, or a funeral home with a hidden autopsy suite.\n\nI couldn't do much. I couldn't undo their loved one's death or say something wise to make everything better. But I could give them a to-do list: Call this person, sign this, fax this, and answer these questions.\n\nThe families were in mourning but thanked me profusely. I could tell they were content with their decision.\n\nSoon I was promoted and began taking “notification of death” calls. Some people signed up to donate their bodies to science. Family members or a hospice nurse called to inform me of the donor's passing, and I arranged for mortuary transportation. Other times, people called in dazed. Their father or mother or sister or spouse had died, they told me, and they didn't know what to do.\n\nI answered phones, typed up letters, and ran to the post office. It was a normal office job, except for the cadavers less than 100 feet from my desk, sealed away in the laboratory.\n\nInstead, I stayed on the phone, and she ended up hiring me for the receptionist position.\n\nMy time in the whole body donation industry began on Craigslist. The help wanted ad didn't list the organization’s name. When my future boss called to set up an interview, I thought she was a telemarketer. I could've hung up then, missed the opportunity, and been none the wiser about the death industry.\n\nWhen I was 23, I started working for one of several whole-body donation organizations that serve the region. When someone dies, his or her family has several options for the body: a viewing and burial, cremation, embalming, or donation. Donating tissue, like organs, corneas, and skin, can also take place.\n\nA growing number of senior citizens—both permanent residents and part-time “snowbirds”—have settled in neighborhoods and mobile home parks across greater Phoenix. All of these out-of-state transplants and seniors have created a growing demand for alternatives to traditional funerals.\n\nFor more than three years, I thought about death every day. This wasn’t some morbid obsession. It was my job.\n\nSome people decided to donate because of financial hardship. For most people, the decision to donate was not a financial choice. I saw people who had suffered for years from cancer sign up for donation because they thought it was one final way to fight the disease.\n\nSometimes, especially when the person died in hospice, a nurse or social worker would step up and help the family plan for a funeral home or alternative service. Other times, it was a family member who called. They found us in a Google search or were referred by a friend and were fumbling through a bewildering situation.\n\nIf the deceased was registered to donate, I started the transportation and donation process immediately. If they were not, I ran through a list of questions. Depending on the answers, I either carefully told the next-of-kin that their loved one did not qualify for whole body donation or informed them that they were accepted. Hepatitis C or HIV/AIDS rules out donation of any kind.\n\nThe majority of my workday consisted of filling out medical questionnaires. I called the family sometimes within hours of the passing and asked questions ranging from routine medical questions to intimate social history. As an introverted child and teen, I was too shy to call in a pizza delivery order. In this job, I was on the phone calmly inquiring about drug use, tattoos, and sexually transmitted diseases.\n\nWith the phone cradled on my shoulder, I frantically typed and Googled unfamiliar medical conditions. I memorized the correct spellings of aneurysm, Levothyroxine, and myelodysplastic syndrome.\n\nThe most surreal part of the job was when the donation was done, and I personally delivered the ashes back to the family. I logged thousands of miles on my VW station wagon. The other coordinator and I drove so much the owners eventually bought a company car that was much nicer than either of our vehicles. I traveled to every corner of the valley to multimillion-dollar homes, gated suburbs, and rusted trailer parks.\n\nSome days were good. The families were in mourning but thanked me profusely. I could tell they were content with their decision. People invited me into their living rooms. They showed me photos of their loved ones and detailed their plans to spread the ashes on the beach or in the forest or in the Colorado River.\n\nOther days, not so much. I visited hoarders with houses so crammed with card tables, boxes, and cat food that I had to come in through the garage. I delivered to homes in the empty stretches of Apache Junction that gave off a distinct meth house vibe, complete with cardboard jammed over the windowpanes and a television set smashed on the lawn. After delivering the ashes of a 20-year-old to his grieving mother, I sat in the car for 20 minutes and tried to shake off a wave of sadness.\n\nPeople expressed shock to see me, a person in her 20s, on their doorstep, holding their loved one’s ashes. They remarked on how young I was. (I think they expected a gaunt-faced, middle-aged man in a gloomy suit.)\n\n“How’d you end up in with this kind of job?” they’d ask.\n\nThe death industry is not an easy business to work in. You carry the sadness and anger of your workday home with you. Sometimes you have nightmares. After reading too many medical examiners’ reports, you create a mental list of ways you do not want to die.\n\nI still didn’t come any closer to understanding death. I couldn't ever define what I wanted after my death, but I realized that talking about it was the best way to prepare for it. Ignoring death just leaves empty spaces and gaps for the survivors to guess their way through.\n\nOne thing that struck me was how the reports always describe the state of cleanliness of a residence where someone dies. Now I find myself making a point of keeping my home neat, because you never know when death might visit. And I’d like to avoid the judgment of the medical examiner.", "_id": {"$oid": "55daef0204235215b082e222"}}