{"URL": "http://www.afp.com/en/news/five-migrants-hurt-clashes-greek-macedonian-border", "Text": "AFP / Sakis Mitrolidis\n\nMigrants hold up an injured individual after clashes with Macedonian police near the town of Idomeni on the Greek -Macedonian border on August 21, 2015\n\nAt least five migrants were slightly hurt Friday when Macedonian police threw noise grenades to drive back refugees from the country's border with Greece, an AFP photographer at the scene said.\n\nMore than 3,000 mostly Syrian refugees are stuck in no-man's land near the Greek village of Eidomeni after Macedonia declared a state of emergency Thursday and sent troops to help stem the flow of migrants attempting to cross the small Balkan country to reach northern Europe.\n\nPolice in riot gear fired the grenades as they faced hundreds of migrants, included women and children, gathered at the border fence.\n\nThe grenades sent up clouds of smoke and sent the refugees running for cover, the photographer reported.\n\nMacedonian authorities, however, denied any clashes had taken place. Interior Ministry spokesman Ivo Kotevski told AFP there was \"no incident, no tear bombs... nothing like that on Macedonian side.\"\n\nPolice had earlier prevented reporters from accessing no-man's land where on Thursday officers had been in a standoff with about 1,500 migrants and refugees who wanted to cross into Macedonia.\n\nBut with the numbers of refugees blocked on the Greek side building up during the night, tensions rose.\n\nAFP / Sakis Mitrolidis\n\nMigrants wait to cross the Greek-Macedonian border near the town of Idomeni, northern Greece on August 21, 2015\n\nMacedonian police also stepped up their presence at the train station in the border town of Gevgelija Friday, where thousands of migrants who had been arriving daily previously were given temporary documents allowing them to cross Macedonia so they could travel on to Serbia and the main European Union frontier.\n\nBut on Friday police were not issuing the documents to newly arrived groups, prompting exhausted refugees to fear that they would be sent back to Greece.\n\nAFP / Sakis Mitrolidis\n\nMacedonian police have reinforced control at the border with Greece in a bid to stop the influx of migrants, but a few hundred Syrians managed to cross the frontier overnight into August 21\n\n\"They don't give us papers, so maybe they want to bring us back to Greece,\" a 24-year-old man from Damascus told AFP.\n\n\"We don't want to go back, we are very exhausted from walking,\" said the biology student, who asked not to be named.\n\n\"We are exhausted from the situation in Syria. My father died from a shell. I had to leave, I have no one there any more. I want to continue my education in some other country, I don't want to go back to Syria,\" he said.\n\nBut a few hundred Syrians did manage to slip across the border during the night, witnesses said, taking to the forested hills with the help of the GPS on their mobile phones to walk around police and army lines concentrated on the plain below.", "_id": {"$oid": "55daef3b04235215b082e252"}}