{"URL": "http://www.slate.com/articles/arts/television/2015/08/david_simon_s_show_me_a_hero_reviewed_oscar_isaac_stars_in_a_wonk_procedural.html", "Text": "Nick is soon tapped to run against the Republican mayor in what is supposed to be a slam-dunk election for the incumbent but turns into an upset when the virulently anti-housing voters elect Nick simply because he is not the mayor, who has assented to the judge’s ruling in the case. Nick is happily swept into power by an incensed and racist cohort who expects Nick to fight the housing order, even though it is legal and will never be overturned, and disobeying it will bankrupt the city. Nick is not a simple, straightforward hero: He doesn’t come into office intent on doing the right thing, damn the consequences. He’s a cocky kid, tickled to be the country’s youngest big city mayor, who has to choose between being reasonable, responsible, and righteous or a recalcitrant, unrealistic bigot—when it is the latter choice that will let him keep his job. Nick does what is right. How he does this, and at what personal and professional expense, is the meat of Show Me a Hero, which, tellingly, gets its title from the F. Scott Fitzgerald quote, “Show me a hero, and I’ll write you a tragedy.” (A piece of advice: Don’t Wikipedia Nick Wasicsko if you want to avoid spoilers.)\n\nAt its heart, Show Me a Hero is a wonk procedural, exploring all the seemingly impossible and impassable hurdles that policy has to traverse to become reality. But it’s brought to life by Nick Wasicsko (Oscar Isaac), the titular hero. In 1987, when the show begins, Nick, a former cop and lawyer, and current Springsteen superfan, is an eager and ambitious new member of the Yonkers City Council, which is already being roiled by a court ruling. A long-gestating lawsuit has finally found Yonkers, a working-class city just north of the New York City border, guilty of intentionally segregating its housing. The judge presiding over the case has ruled that 200 units of low-income housing must be built on the east, and white, side of the city. That is, more precisely, 200 units of housing, to be spread out over eight different locations, in the white part of a city of a couple hundred thousand people that has spent 40 years practicing systematic housing discrimination and segregation. That is, also, 200 units of housing greeted by white homeowners as an existential threat to their property values and way of life, visited upon them by liberal outsiders, to be fought viciously and rancorously, lest any of the “public housing people” come to live next door.\n\nTaking wonky, dry, slow, intractable, expansive, and important social issues—in other words, subjects that seem innately anathema to television—and making them sexy, or at least dramatic, is David Simon’s preferred mode. With The Wire , he leaned on both the cop and gangster genres, filled out with highly original characters, to deliver a show that worked as both a bravura piece of entertainment and as a detailed exploration and indictment of the systematic corruption, dysfunction, and racism that plague Baltimore. His less beloved Treme jettisoned genre conventions altogether in an attempt to provide a similarly granular take on life in New Orleans, post-Katrina. Perhaps having learned from the mistakes of the genre-less Treme, Show Me a Hero—based on a book of the same name by Lisa Belkin and directed by Paul Haggis—dramatizes a tale of policy and its impact by wedding it to another, jazzier trope: the rise of the young politician.\n\nAs ever, Simon is keen to throw audiences into the deep end. We are brought into the story when the housing case has already been battled over for years, by dozens of political and legal players who are introduced to us in rapid-fire succession. But if you stick with the show, the confusion clears, not with the help of expository chunks of dialogue, but through a lifelike repetition of names, issues, and stakes. Slowly, one gets one’s bearings and starts to refer to characters by their names and not by the names of actors who play them (which include Winona Ryder, Jim Belushi, Alfred Molina, and Bob Balaban, among others). Show Me A Hero is, in this regard, a very timely counterpoint to HBO’s recently concluded True Detective, which threw audiences into the deep end, and instead of giving them the rope to pull themselves to clarity, left them to drown.\n\nWhile sorting through the initial political and legal confusion, a handful of much more straightforward stories are unfolding. Show Me a Hero, a series about desegregation, would be an excruciatingly ironic exercise if it were only about a plucky white politician, however well-meaning he might be. Instead, though ground isn’t broken on the housing units until more than halfway through the series, we are introduced to some of the characters these houses are being built for, and who currently reside in the projects. There is the serene Alma (Ilfenesh Hadera), a Dominican mother of three, working hard but barely able to provide for her three children, who occasionally dig up syringes in their building’s sandbox; Norma (LaTanya Richardson Jackson) a home health aide who loses her vision to diabetes and can’t get a home health aide to come to her apartment in return; Doreen (Natalie Paul), who falls in love, has a baby, loses her husband to asthma, and turns to crack before getting clean; and feisty Billie (Dominique Fishback), who drops out of high school and is soon dealing with two babies and their sporadically incarcerated father.\n\nThese storylines have a far happier trajectory than Wasicsko’s, but they are not simplistic. As the focus of Show Me a Hero shifts from politicians and courtrooms to residents and neighbors, it catalogs the limitations of even the most well-meaning initiatives. When some of the aforementioned women finally move into their newly built townhouses, they are greeted with cool suspicion by the neighbors and infantilizing rules from a housing authority that overdictate what they can do in their own homes. On their first night in their new houses, poignantly, barely any of them can sleep, for fear of violent reprisal: After all is said and done, who, really, should be scared of whom? And then, of course, there is the simple fact that there are only 200 units of housing—leaving thousands of similarly deserving families out of luck and safe, new homes.\n\nThe one group of participants in the housing fight that Show Me a Hero largely ignores are the white homeowners, who initially hide their racism in coded language. (The recently aired This American Life about inadvertent school desegregation in Missouri contains audio from parent meetings that sounds very similar to some of the dialogue here.) “These people don’t live the way we live, they don’t want what we want,” Mary Dorman (Catherine Keener) says. Mary is the one character fighting against the housing we get to know and watch—as she changes her mind. Mary, unlike some of her neighbors, stops protesting the housing once it has actually been built. She becomes part of a committee, put together by the city, to help the residents of the new housing adjust to their new surroundings. In the process of visiting her new neighbors’ old homes and new homes, in getting to know them, she is enlightened: “These people” do, in fact, live the way she lives and want what she wants. As the series ends, she can be seen sitting on Doreen’s front lawn, chatting with her, a sign of progress and also a reminder of Mary and her ilk’s needless, misguided, and cruel obstinacy.", "_id": {"$oid": "55daf0f904235215b082e38a"}}