{"URL": "http://news.yahoo.com/macedonia-declares-state-emergency-over-migrant-influx-130141539.html", "Text": "Gevgelija (Macedonia) (AFP) - Macedonia declared a state of emergency on the border with Greece on Thursday and said it would draft in the army to help control the influx of migrants crossing the frontier.\n\nIn a sign of growing tensions on the border, police were locked in a standoff with about 1,500 migrants and refugees stranded in no-man's land trying to cross into Macedonia.\n\n\"Due to an increasing pressure on the southern border... it is estimated that greater and more efficient control is needed in the region where illegal border crossings from the Greek side have been massively registered,\" a government statement said.\n\nThe Greece-Macedonia border has become a funnelling point for tens of thousands of men women and children fleeing conflict at home to try to find a better life in Europe.\n\nMany of the refugees landing in Greece have been hurrying to the northern border, desperate to cross Serbia before EU member state Hungary closes off its border with a controversial \"anti-migrant\" fence.\n\nSpecial police units were deployed Thursday at the area where migrants usually slip into the former Yugoslav republic, about 1.5 kilometres (one mile) from the official crossing.\n\nThe police were blocking about 1,500 people sitting in a field in no-man's land, defying heat of about 30 degrees Celsius (86 degrees Fahrenheit), an AFP photographer at the scene said.\n\nView gallery A man lies across the train tracks as a group of migrants wait to cross the Macedonian-Greek border …\n\nInterior ministry spokesman Ivo Kotevski denied that officials were closing the border at the site, saying it had never been open as there was an official crossing not far away.\n\n\"They have always illegally entered,\" he said.\n\nAmong those waiting were people from Syria, Afghanistan, Pakistan and Bangladesh, an AFP reporter said.\n\nUnder Macedonian law, declaring a state of emergency allows for the \"appropriate engagement of the army.\"\n\nThe government said it expected the involvement of the army would \"increase security of the local population\" and improve the handling of migrants.\n\nIt did not say how many soldiers would be involved in border control.\n\nView gallery Migrants try to climb onto a train heading to the border with Serbia at the train station of Gevgeli …\n\nIn a separate statement, President Gjorgje Ivanov said the army would be deployed along 50 kilometres (30 miles) of the border where the migrants mainly cross.\n\nSoldiers will be also sent to the frontier with Serbia, where migrants cross to flow northwards towards the EU, Ivanov said.\n\n- 'Resources exhausted' -\n\nThe move came a day after Skopje said it was running out of trains to transport thousands of Syrian refugees heading towards the EU, describing the situation as \"alarming\".\n\nAccording to the UN refugee agency, in the last week alone, 20,843 people -- virtually all of them fleeing war and persecution in Syria, Afghanistan and Iraq -- arrived in Greece, which has seen around 160,000 land on its shores since January.\n\nKotevski said the Macedonian police and army were yet to determine how the \"military engagement\" would operate on the border but that there was coordination with the police.\n\nHe accused Greece of deliberately allowing organised transport of migrants to the Macedonian border.\n\n\"Unfortunately, not only Greece is not securing its border, on the contrary, we have seen countless numbers of organised transport of illegal migrants to our southern border,\" Kotevski said.\n\nGreek media reported Thursday that the destination of a ferry carrying some 2,700 Syrians had almost sparked a diplomatic spat between Athens and Skopje, when it became apparent that the ship was heading for Thessaloniki.\n\nA plan to put the Syrians on buses to the Macedonian border sparked angry phone calls from Skopje, officials in the northern Greek city told AFP, and the ferry was subsequently rerouted to Athens, about 500 kilometres to the south.\n\nMacedonia said Wednesday it had asked its neighbours and other countries in the region to send more train wagons to transport refugees, but that none had responded so far.\n\n\"All our resources have been exhausted and it will only get worse in the coming days,\" the head of the state railway Nikola Kostov said.", "_id": {"$oid": "55daf0c504235215b082e34b"}}