{"URL": "http://www.slate.com/blogs/the_slatest/2015/07/14/obama_calls_for_fundamental_criminal_justice_reforms_in_major_naacp_speech.html", "Text": "Photo by Mark Makela/Getty Images\n\nPresident Obama just gave a major speech calling for criminal justice reform. The speech presented an expansive yet detailed argument not only for reducing the number of people serving time in prison, but for changing the way prison time is spent so that individuals return to society better-equipped to succeed.\n\nLeon Neyfakh Leon Neyfakh is a Slate staff writer.\n\nThe speech, delivered in Philadelphia at the annual conference of the NAACP, comes one day after the president commuted the sentences of 46 nonviolent drug offenders serving time in federal prison, and one day before a scheduled visit to a federal prison in Oklahoma.\n\nAdvertisement\n\n\n\nThe speech was wide-ranging—Obama said he wanted to talk about proposals “in the community, in the courtroom, and in the cellblock”—but was built upon a basic thesis, that the American criminal justice system “is not as fair as it should be,” and that “while the people in our prisons have made some mistakes, and sometimes big mistakes, they are also Americans.”\n\n“Mass incarceration makes our country worse off,” Obama said, “and we need to do something about it.”\n\nObama emphasized the disproportionate effect that the past 30 years of criminal justice have had on black and Hispanic Americans, noting that they make up 30 percent of the general population but roughly 60 percent of the incarcerated population. He also called for reinvestment in underprivileged communities, making the argument that unless money is spent on creating opportunities for people who might otherwise resort to crime, justice reform will only go so far.\n\n“We can’t ask our police, or our prosecutors, or our prison guards, or our judges to bear the entire burden of containing and controlling problems that the rest of us are not facing up to and aren’t willing to do something about,” he said, adding, “Today I’ve been talking about the criminal justice system, but we have to recognize that it’s not something that we can view in isolation. Any system that allows us to turn a blind eye to hopelessness and despair—that’s not a justice system. It’s an injustice system. But that’s an extension and a reflection of some broader decisions that we’re making as a society. And that has to change.”\n\nThe speech broke at least two pieces of news. First, the president expressed full-throated support for re-enfranchising convicted felons who have served their time. “If folks have served their time, and they’ve re-entered society, they should be able to vote,” he said, to loud applause. Such a change would affect approximately 4 million people around the country who currently cannot vote because of their criminal records, even though they are no longer incarcerated.\n\nSecond, Obama called for prisons around the country to take a hard look at the use of solitary confinement and revealed that he had asked Attorney General Loretta Lynch to “start a review of the overuse of solitary confinement across American prisons.” (On the official POTUS Twitter, Obama was quoted in a way that made clear the attorney general would only be looking at federal prisons.)\n\n“The social science shows that an environment like that is often more likely to make inmates more alienated, more hostile, more violent,” Obama said. “Do we really think it makes sense to lock so many people alone in tiny cells for 23 hours a day for months, sometimes for years, at a time? That is not going to make us safer. That’s not going to make us stronger. And if those individuals are ultimately released, how are they ever going to adapt? It’s not smart. Our prisons should be a place where we can train people for skills that can help them find a job, not train them to become more hardened criminals.”\n\nToward the end of the speech, the president sounded a personal note, echoing a comment he made after the death of Trayvon Martin. You can watch that clip here:", "_id": {"$oid": "55daf0a904235215b082e32d"}}