{"URL": "http://www.slate.com/articles/life/dear_prudence/2015/08/dear_prudence_i_married_my_stepbrother.html", "Text": "Photo by Teresa Castracane.\n\nEmily Yoffe, aka Dear Prudence, is online weekly to chat live with readers. An edited transcript of the chat is below. (Sign up below to get Dear Prudence delivered to your inbox each week. Read Prudie’s Slate columns here. Send questions to Prudence at prudence@slate.com.)\n\nQ. Step-marriage: I’m a 28-year-old woman and have been married five years. My husband and I have a great marriage and can’t see ourselves with anyone else. We moved to a new town and have made new friends, and some want to know how we met. I tell them we met in high school, but there’s more to it than that. We are also stepsiblings. My mother married his father when we were teens, and that is how we met. We kept it from them, and they found out when we were away at college. We lived together while in school and married after graduation. They were upset, but eventually accepted it. Should we tell others we are also stepsiblings?\n\nAdvertisement\n\n\n\nA: I hope the marriage of your mother and his father has worked out as well! You two are not biologically related and you weren’t raised together—there’s nothing to be ashamed of regarding your relationship, and you have committed no violation of the incest taboo. But as you’re probably aware, your story at the least engenders raised eyebrows and fascination. (I once knew a couple who had the reverse situation from you. Her divorced mother and his widowed father met at their wedding and went on to marry each other.) When you’re talking to new acquaintances, sticking to “We were high school sweethearts” is sufficient. With people you get to know well, your story will unfold more naturally, if you care to get into it. And I’d like to know if holidays are easier or harder when you never have to divide them because both sides of the family live under one roof.\n\nQ. Buckle Up or Get Out?: I have a rule in my car—buckle up or the car doesn’t move. Once in a while, I drive someone who gets really upset at this rule. They tell me they’re adults and are free to make their own decisions. I tell them it’s my car, I’m driving, so I feel liable. (Maybe I’m even legally liable, I don’t know.) I’ve had this rule ever since I got my license, but I feel even more strongly about it since I had an accident and was told that the only reason I didn’t die is because I was buckled up. I don’t know if I should stick firm to this rule—they are adults and responsible for their own (stupid, life-threatening) decisions, but it’s my car and I’m doing them a favor. Are they right and I should relax this rule?\n\nA: I can’t believe you have found such a steady stream of morons to take the passenger seat. Do not relax this rule. Children legally must be buckled, but check your state law as to whether adult passengers must be, too. If so, that would allow you to say you are not going to get ticketed for this infraction. But even if you can’t cite the law, you can cite common sense. If your passengers don’t care about their safety, that’s on them. But what’s on you is that if an accident happens, an unbuckled body becomes a missile and you’re not going to drive anyone who would endanger you.\n\nQ. My Son Wants to Reconnect With His Alcoholic Father: I left my abusive and alcoholic husband five years ago. My son and I moved to a new city an hour away to start fresh. It was the best decision I ever made. My son is now 12 and has thrived in the last five years. His father has not contacted him once during this time. I have nursed my son’s heartache over having a “nonexistent” father. We’ve had difficult years, but have gotten through them. He’s healthy, intelligent, positive, and has a wonderful sense of humor. Last year I accidentally texted his father instead of my boss (they share similar names). His father called me, was verbally abusive, and said I took his son away from him. We still have joint custody, hoping that someday he would reach out to his son. Well, early this spring, his father texted me to check in about “Jack.” We began to exchange texts weekly about Jack. Things were friendly, and Jack was able to meet his father last June, with the agreement that Jack’s uncle also be there. The visit was fine. A few weeks ago, I agreed to let Jack text his father. Again, things were fine until last week. His father sent a series of mean texts to me and my son. We both backed away, and I asked his father not to contact us unless he was willing to be civil. My son still wants to have a connection with his father and asked if he can see him again. Even with my ex-BIL present, I am having a hard time with this. I don’t know what to do. I don’t want to say no to my son, but I have been there for all the bad days and don’t want him to go through the same hurt all over again. He realizes that his father is not well and takes it for what it is. What should I do?", "_id": {"$oid": "55daf0ba04235215b082e33e"}}