{"URL": "http://www.slate.com/articles/briefing/corrections/2015/08/slate_s_mistakes_for_the_week_of_aug_17.html", "Text": "In an Aug. 20 The Bills, Helaine Olen misidentified the Older Women’s League as the Older Woman’s League.\n\nIn an Aug. 20 The Eye, 99% Invisible misidentified Texas homeowner Rick Yoes as Frank Yoes.\n\nAdvertisement\n\n\n\nIn the photo caption of an Aug. 20 Slatest, Ben Mathis-Lilley misspelled Ottawa.\n\nIn an Aug. 19 Brow Beat, Abby McIntyre misstated that Infinite Jest has 300-plus pages of endnotes. It has 300-plus endnotes.\n\nIn an Aug. 19 Future Tense blog post, Lily Hay Newman misspelled John Herrman’s last name.\n\nIn an Aug. 19 Medical Examiner, Megan Cartwright misidentified Eric Storch as a pediatrician. He is a psychologist who works in a pediatrics department.\n\nIn an Aug. 19 Movies, June Thomas misspelled Bettie Page’s first and last names.\n\nIn an Aug. 19 Schooled, Laura Moser misstated that the first GOP primary debate took place last week. It was two weeks ago.\n\nIn an Aug. 19 XXFactor, Amanda Marcotte misstated that the phrase “regret sex” had not been used before Keith Sullivan’s appearance on Fox News on Wednesday. An Urban Dictionary entry dates the phrase to at least 2009.\n\n\n\nIn an Aug. 18 Foreigners, John B. Judis misstated that Reuel Marc Gerecht is a former CIA analyst. He’s a former CIA case officer. He also misstated that Clifford May organized a new foreign policy group in early 2001. It was September 2001, and May was recruited to lead the group. He also misstated that May incorporated EMET. Three major pro-Israel donors did.\n\nDue to an editing error, an Aug. 18 Politics misstated that John Kasich echoed Donald Trump’s views on ending birthright citizenship. He did not. The reference to Kasich has been replaced with a comparison to Bobby Jindal, who did.\n\nDue to an editing error, an Aug. 18 Schooled misstated that New Jersey adopted an income tax for the first time in 2011. It was in 1976.\n\nIn an Aug. 17 Wild Things, Rachel E. Gross misattributed a peacock mating statistic to Angela Freeman. The research was done by Roslyn Dakin.", "_id": {"$oid": "55daf19f04235215b082e3e8"}}