{"URL": "https://today.yougov.com/news/2015/08/20/third-young-americans-exclusively-heterosexual/", "Text": "31% of under-30s plot themselves as something other than exclusively heterosexual on the seven point 'Kinsey Scale'\n\nInvented by Alfred Kinsey in the 1940s, the Kinsey scale plots individuals on a range of sexual dispositions from exclusively heterosexual at 0 through to exclusively homosexual at 6. Following on from a similar study in the UK, YouGov asked people to place themselves on the sexuality scale.\n\nOverall 78% of Americans say that they are completely heterosexual while 4% say that they are completely homosexual. 16% of American adults say that they fall somewhere in between. In this group the bulk (10%) say that they are more heterosexual than homosexual while 3% put themselves in the middle and another 3% say that they are predominantly homosexual.\n\nYounger Americans are noticeably less likely than their elders to put themselves in a firm category. While 80% of all Americans say that they are completely heterosexual or homosexual only 66% of under-30s say the same. 29% of under-30s put themselves somewhere on the category of bisexuality.\n\nThe older someone is the less likely they are to say that they have fluid sexual attractions. 24% of people aged 30 to 44 say that they're somewhere on the scale of bisexuality, compared to 8% or less of over-45s.\n\nA large number of Americans who classify themselves as heterosexual still admit to having had same sex experiences. 12% of heterosexual American adults say that they have had a sexual experience with someone of the same sex. Straight women (15%) are almost twice as likely as straight men (8%) to say that they have had a sexual encounter with someone of the same sex.\n\nA similar study in the UK found that young Britons were even more likely to be sexually flexible than young Americans. Nearly half of Britons under the age of 25 say that they are some level of bisexual.\n\nFull poll results can be found here and topline results and margin of error here.", "_id": {"$oid": "55daf0a804235215b082e32b"}}