{"URL": "http://www.slate.com/blogs/the_world_/2014/05/05/who_warns_of_new_global_polio_crisis_how_terrorists_dictators_and_the_cia.html", "Text": "Photo by RIZWAN TABASSUM/AFP/Getty Images\n\nThe near eradication of polio is one of the great global public health success stories of the last few decades. Thanks to concerted vaccination campaigns, the number of cases was cut from around 350,000 in 1988 to just 187 in 2012.\n\nJoshua Keating Joshua Keating is a staff writer at Slate focusing on international affairs.\n\nToday, however, the World Heath Organization warns that the crippling disease could be making a comeback. At the end of last month, there were 68 confirmed polio cases worldwide, compared to just 24 at the same time last year:\n\nThe agency described current polio outbreaks across at least 10 countries in Asia, Africa and the Middle East as an “extraordinary event” that required a coordinated international response. It identified Pakistan, Syria and Cameroon as having allowed the virus to spread beyond their borders, and recommended that those three governments require citizens to obtain a certificate proving they have been vaccinated for polio before traveling abroad.\n\nAdvertisement\n\n\n\nThe disease has also been identified in Nigeria, Ethiopia, Somalia, and Kenya. It has spread from Cameroon to Equatorial Guinea and from Syria to Iraq.\n\nPolio returned to Syria last year for the first time since 1999. The collapse of the country’s healthcare system and the displacement of much of its population caused the country’s immunization rate to plummet.\n\nIn Cameroon, a lack of public health infrastructure, fears about vaccines, and the disruption caused by refugees fleeing violence in neighboring Nigeria and the Central African Republic have been identified as the primary factors behind the disease’s resurgence.\n\nIn Pakistan, efforts to combat polio have been hampered by the Taliban’s targeting of vaccination workers in the country’s restive northwest. More than 30 of these workers have been killed in the last two years. Just a few weeks ago, vaccinator Salma Farooqi was tortured and killed after being abducted from her home in Peshawar.\n\nThe Taliban portrays vaccination drives as a western plot to sterilize Muslim children or as a cover for spies. The CIA unfortunately lent credence to the latter claim by using a phony vaccination campaign as a ruse to collect DNA evidence from Osama Bin Laden’s compound in Abbottabad.", "_id": {"$oid": "55daf14c04235215b082e3af"}}