{"URL": "http://www.nytimes.com/2015/08/20/us/politics/hillary-clinton-takes-on-civil-rights-generation-gap.html", "Text": "Advertisement Continue reading the main story\n\nThe video is visceral and raw: Hillary Rodham Clinton — the presidential candidate so often faulted for insulating herself from voters and critics alike — in a tense, awkward, unscripted moment.\n\nA Black Lives Matter activist, Julius Jones, demands, at great length, that Mrs. Clinton acknowledge her culpability for supporting criminal justice policies put in place by her husband’s administration that wound up harming black Americans — and say how she would change “hearts and minds” to address what he calls a virulent strain of “anti-blackness” that reaches all the way back to slavery.\n\nMrs. Clinton, after listening and nodding for several minutes, responds calmly that her life’s work has been helping the nation’s poorest children, many of them black, before turning the tables on the much younger man and demanding instead to know how he plans to turn his deeply felt emotions into meaningful, lasting change.\n\n“You can get lip service from as many white people you can pack into Yankee Stadium and a million more like it who are going to say: ‘We get it, we get it. We are going to be nicer,’ ” she says. “That’s not enough, at least in my book.”\n\nPhoto\n\nIt was a forthright statement by Mrs. Clinton, whose advocacy work dates to the 1960s. But her confrontation with a black activist in his 30s showed how, for all her decades of effort on behalf of civil rights, there is a generational divide between those who appreciate that résumé and those to whom she has to prove herself all over again.\n\nThe combination of patience and gentle scolding with which she responded seemed a distillation of Mrs. Clinton’s worldview: that movement politics gets you only so far, and that activists must pave the way for those in office to act.\n\nAll in all, the encounter seemed to signal that racial justice will retain its potency in the Democratic primary contest — and potentially beyond, given the importance of black voters to a Democratic victory in November 2016.\n\nBut it also showed Mrs. Clinton as even her admirers lament that she is seldom seen: spontaneous, impassioned and seemingly unconcerned about potential repercussions.\n\nAdvertisement Continue reading the main story\n\nThe exchange, taped Aug. 11, came after Black Lives Matter activists tried unsuccessfully to disrupt one of Mrs. Clinton’s events in Keene, N.H., as they have managed to do at campaign stops by other presidential contenders. Mrs. Clinton agreed to speak privately with the group’s representatives. They have since described her remarks to reporters, but released excerpts from the video for the first time this week. The full conversation was released Wednesday.\n\nIn the video, Mrs. Clinton shows little of the soft-edged, convivial but careful persona she often displays at her staged campaign events. She is animated, serious and forceful, jabbing her finger at Mr. Jones, who is from Boston, as if she were arguing with a classmate back at Wellesley. She seems to listen intently, her hands folded in front of her. She concedes that there were unintended negative consequences from her husband’s crime bill, but declines to say there was any racial undertone to that.\n\nAdvertisement Continue reading the main story\n\nMr. Jones seems to press Mrs. Clinton to bare her soul: “Now that you understand the consequences, what in your heart has changed?” he asks. “How do you actually feel that’s different than you did before?”\n\nMrs. Clinton calls it a “very thoughtful question” but demurs. “This country has still not recovered from its original sin,” she says, but adds that the “next question” is, “So what do you want me to do about it?”\n\nShe urges Mr. Jones to help her come up with a specific “vision and plan.”\n\n“That’s what I’m trying to put together,” Mrs. Clinton says, “in a way that I can explain it, and I can sell it — because in politics, if you can’t explain it and you can’t sell it, it stays on the shelf.”\n\nShe shrugs off Mr. Jones’s efforts to elicit a more heartfelt response.\n\n“I don’t believe you change hearts,” Mrs. Clinton says, summarizing her basic view of social policy movements. “I believe you change laws, you change allocation of resources, you change the way systems operate.”\n\nAt another point, Mrs. Clinton pushes back, and provocatively. When Mr. Jones tells her that she is “victim-blaming” and that the violence he wants to counteract is a “white problem,” Mrs. Clinton retorts, “Respectfully, if that is your position, then I will talk only to white people about how we are going to deal with a very real problem.”\n\nFor any white Democrat, the Black Lives Matter movement poses problems, but for Mrs. Clinton, it is particularly fraught. She and her husband were stung by allegations of racism that arose in her 2008 primary contest with Barack Obama.\n\nContinue reading the main story First Draft Newsletter Subscribe for updates on the 2016 presidential race, the White House and Congress, delivered to your inbox Monday - Friday.\n\n“If you watch the millennial reaction to Hillary, it’s a very different reaction, because a lot of us came up during the ’08 elections,” said Elon James White, an activist and founder of the website “This Week in Blackness.” “There is a very clear line in the sand.”\n\nMrs. Clinton has the backing of many African-American leaders, including important members of the Congressional Black Caucus. But her support falls mainly on the older side of an increasingly pronounced generational divide, between long-familiar figures like the Rev. Jesse L. Jackson and a newer contingent that has begun to assert itself during the Obama administration.\n\n“The racial justice community has changed over time,” said Marc H. Morial, the president of the National Urban League. He described the raw anger of the current movement as a result of a combination of several factors, including frustration at years of rhetorical head-pats from white political leaders about changing a policing and economic system that disproportionately affects African-Americans.\n\nMrs. Clinton seems cognizant of that divide. Speaking in the video with Mr. Jones, she alludes to her involvement in the civil rights movement in the “old days.”\n\nIndeed, she comes to the issue with a great deal of credibility among African-American advocates and politicians of a certain age for using the existing systems to bring changes. She has told of being inspired by the Rev. Dr. Martin Luther King Jr. as a high school student, when she heard him speak in Chicago, and of being drawn into working for the Children’s Defense Fund by Marian Wright Edelman, her Yale law mentor. As the first lady of Arkansas, she worked to improve one the nation’s poorest school systems, in which many of the students were black. As the nation’s first lady, she fought for health insurance for poor children.\n\nAdvertisement Continue reading the main story\n\nAdvertisement Continue reading the main story\n\nEven now, in her second presidential bid, Mrs. Clinton — often accused of being too cautious — has used some of her boldest language on issues of racial justice.\n\nMr. Morial favorably cited Mrs. Clinton’s speech before the Urban League in July, when she talked about inequities that have lingered despite other advances. “Race still plays a significant role in determining who gets ahead in America and who gets left behind,” she said then. “And yes, while that’s partly a legacy of discrimination that stretches back to the start of our nation, it is also because of discrimination that is still ongoing.”\n\nIn another speech shortly after the massacre of nine black churchgoers in South Carolina, Mrs. Clinton said that racism was not merely the province of “kooks and Klansmen.”\n\nMinyon Moore, a longtime close friend and adviser to Mrs. Clinton, said that her credentials on race could not be questioned, and suggested that the younger cohort of activists be willing to have more of a dialogue.\n\n“She was one of the first leaders out there on race,” said Ms. Moore, one of several African-American women among Mrs. Clinton’s innermost circle of friends and advisers. “What presidential candidate has asked the question, ‘Imagine for one second if you were a black man and the police stopped you? Imagine.’ If that’s not in a person’s heart, I don’t know what is.”\n\nMr. Jones, in an interview on Tuesday, acknowledged having a different point of view, but he sounded a hopeful note.\n\n“I think that there is a generational element to it, but I don’t know if it’s a divide in that it’s uncrossable,” he said. “I think that what’s happening is Hillary Clinton’s saying, ‘We tried to change hearts, and it didn’t work.’ ”\n\nIn Mr. Jones’s view, the way forward is “actually taking a frank, honest look at the premises of bigotry and what they’re tethered to in the American creed.”\n\nBut judging from their videotaped meeting, Mrs. Clinton seems unlikely to be persuaded that extensive self-examination will accomplish much.\n\n“If that’s all that happens,” she tells Mr. Jones in the video, with a certain world-weariness, “we’ll be back here in 10 years having the same conversation.”", "_id": {"$oid": "55daee4304235215b082e190"}}