{"URL": "http://www.straitstimes.com/sport/football/football-united-losing-grip-as-market-force", "Text": "LONDON • Manchester United's desperation in the transfer market has grown after they were gazumped by Chelsea in a €30 million (S$46.7 million) deal to sign Pedro Rodriguez from Barcelona.\n\nSouthampton and Senegal forward Saido Mane, 23, is among the players United have inquired about as Louis van Gaal looks to add more pace and firepower to his attack before the transfer window closes on Sept 1.\n\nUnited maintain that they walked away from the Pedro deal, on van Gaal's say-so, rather than it a case of being outbid by Chelsea. But it was reported in Spain that the forward was unimpressed by United's approach.\n\nSpanish reports also alleged that the unhappy experience at United of former Barcelona goalkeeper Victor Valdes added to Pedro's preference for the Blues.\n\nThe champions' pursuit of Pedro was also helped by Cesc Fabregas, who, along with his girlfriend Daniella Semaan, persuaded his former Barcelona team-mate and his wife that he should move to London rather than Manchester.\n\nAs such, doubts persist over United's ability to play the market despite having made several new signings since last season.\n\nThey have missed out on a series of targets for the third straight summer. Defensive targets, such as Mats Hummels, Nicolas Otamendi, and Leighton Baines did not end up at Old Trafford.\n\nMore worryingly, United looked to have been played out by defenders seeking new contracts at their existing clubs. Dani Alves and Sergio Ramos were heavily linked with United but penned lucrative extensions with Barcelona and Real Madrid respectively.\n\nUnited have also failed to attract several attacking targets in recent seasons including Gareth Bale, Fabregas, Thiago Alcantara, Wesley Sneijder and Pedro.\n\nBayern Munich midfielder Thomas Mueller remains a target this summer but it remains to be seen whether he is attainable.\n\nMane has been identified as a younger alternative to Pedro, but Southampton said on Wednesday that they had yet to receive a bid and would not sell anyway.\n\nGiven the late deals United have struck in recent times, including those for Marouane Fellaini, Angel di Maria and Radamel Falcao, the 20-time English champions do not inspire confidence as the transfer deadline looms once more.\n\nTHE TIMES, LONDON", "_id": {"$oid": "55dc23d304235215b082e4d9"}}