{"URL": "http://www.slate.com/blogs/xx_factor/2015/08/19/planned_parenthood_funding_americans_still_support_funds_for_contraception.html", "Text": "Photo by Andrew Burton/Getty Images\n\nA majority of Americans, including Republicans, support the current federal funding system for Planned Parenthood, according to a new poll conducted by Reuters/Ipsos. That’s despite relentless efforts from anti-choice activists this summer to demonize the organization. When asked if the federal government should continue the current funding for contraception and other nonabortion health services, 54 percent of respondents said yes. This isn't much lower than the 59 percent of Americans who generally believe that federal funding should go to contraception services.\n\nMake no mistake, the anti-choice propaganda efforts have had some effect. Forty-four percent of people who had seen the videos by the “pro-life” Center for Medical Progress said their views of Planned Parenthood were more negative, even though state and federal investigations into the organization have discovered that anti-choice accusations that the group sells fetal tissue for profit are completely baseless. Still, even when pollsters asked questions designed to elicit a disgust reaction, by describing the false accusations made in the videos, fewer than 40 percent of respondents were willing to agree with defunding the organization.\n\nAdvertisement\n\n\n\nEven though the videos were ostensibly about abortion and fetal tissue research, none of the legislative response to the videos has had anything to do with either practice. On the contrary, all anti-choice efforts that have been justified by the video have been focused strictly on cutting off women's access to contraception, STI testing and treatment, and cancer screenings through the organization. By law, almost none of the funding, either from Medicaid or Title X, that goes to Planned Parenthood contributes to abortion services, which are paid for in full by the patients. (There are a handful of Medicaid patients who, because they are rape victims, get funded abortions, but their numbers are so tiny, numbering 331 women in 2009, not all of whom even went to Planned Parenthood, as to be inconsequential.) Even the revelation that GOP presidential candidate Ben Carson had experimented on fetal tissue hasn't slowed things down.\n\nThis polling data sheds a lot of light on why so many Republican politicians have seized on these videos, even though they are nothing more than religious-right urban legends, like the “satanic panics” of the ’80s. Republican politicians, particularly those running in the crowded presidential primary, have a difficult needle to thread. On one hand, attracting voters on the religious right, who are necessary to do well in the primaries, takes more than simply being anti-abortion these days. You also need to show a willingness to attack contraception, which is increasingly demonized by conservatives.", "_id": {"$oid": "55daf0b904235215b082e33d"}}