{"URL": "http://www.washingtonpost.com/news/the-fix/wp/2013/03/18/the-republican-problem-with-hispanic-voters-in-7-charts/", "Text": "The Republican National Committee's \"Growth and Opportunity Project\", a 100-page autopsy of what went wrong in 2012, is an attempt to re-start a party that has stalled out nationally -- having come up short in consecutive presidential elections and having suffered popular vote defeats in four out of the last five contests.\n\n\n\nGetty Images\n\nMuch of the document is dedicated to addressing the demographic problems that confront Republicans with a shrinking white population and rising number of Hispanics entering the electorate.\n\n\"We are not a policy committee, but among the steps Republicans take in the Hispanic community and beyond, we must embrace and champion comprehensive immigration reform,\" reads the report. \"If we do not, our party's appeal will continue to shrink to its core constituencies only.\"\n\nThat's 100 percent right. (Heck, we wrote a whole chapter in the \"Gospel According to the Fix\" about the Republicans Hispanic problem.) But words alone don't tell the story of both the necessity and the challenge of Republicans finding a way to broaden their demographic coalition.\n\nBelow we tell that story in 7 charts.\n\n1. The white vote continues to be a smaller and smaller share of the electorate.\n\n2. Just one in ten -- yes, TEN -- Republican voters in 2012 weren't white.\n\n3. Republicans have had very limited success in winning over Hispanic voters in presidential election. By far the best showing was George W. Bush in 2004 when he won 44 percent of the Latino vote. In 2012, Mitt Romney won just 27 percent of Hispanics.\n\n4. Hispanics continue to identify more and more with the Democratic party.\n\n5. There are currently 24 million Hispanics eligible to vote. That number will soar to 40 million by 2030 as the 17 million Latinos under age 18 get older. (More than 90 percent of Hispanics under age 18 are born in America and therefore eligible to vote.)\n\n6. Latinos don't think Republicans care about them -- and that empathy gap is getting wider not narrower.\n\n7. Simply compromising on some sort of comprehensive immigration reform bill isn't a panacea for Republican problems among Hispanics. Immigration was only the fifth most important issue for Latinos in the 2012 Pew survey of Hispanics.", "_id": {"$oid": "55daef5804235215b082e261"}}