{"URL": "http://www.bbc.com/news/world-europe-34014353", "Text": "Hundreds of migrants have rushed at Macedonian border forces in an attempt to enter the country from Greece.\n\nThe security forces beat back the migrants with truncheons and riot shields. A number of people were injured.\n\nOn Thursday, Macedonia declared a state of emergency to cope with migrants - many from the Middle East - who are trying to reach northern EU states.\n\nThe UN urged both Greece and Macedonia to tackle a \"deteriorating situation\".\n\n'Vulnerable categories'\n\nSome 44,000 people have reportedly travelled through Macedonia in the past two months, meeting little border resistance, but razor wire has now been rolled across the frontier to prevent people from entering.\n\nMedecins Sans Frontieres said it had treated 10 people with wounds from stun grenades fired by Macedonian troops, near the Greek border village of Edomeni.\n\nAmnesty International deputy Europe director Gauri van Gulik said: \"Macedonian authorities are responding as if they were dealing with rioters rather than refugees who have fled conflict and persecution.\"\n\nHundreds of migrants tried to break through the border on Friday\n\nAustria chart success for migrant \"minute of silence\"\n\nMacedonian Foreign Minister Nikola Poposki told the BBC that his government had been forced to act because the numbers trying to enter Macedonia had recently soared to more than 3,000 a day.\n\nHe said a small country such as his could not cope with such an influx.\n\nPolice have issued temporary transit documents to 181 migrants in the past 24 hours.\n\nSpokesman Ivo Kotevski told Reuters: \"We are allowing entry to a number that matches our capacity to transport them or to give them appropriate medical care and treatment.\"\n\nThe BBC's James Reynolds, who was at the scene, says that later on Friday he saw some families being allowed to cross - they smiled with relief as they walked to a train station so they could head north to Serbia, Hungary and the rest of Europe.\n\nThe UN refugee agency, the UNHCR, on Friday expressed concern for \"thousands of vulnerable refugees and migrants, especially women and children, now massed on the Greek side of the border amid deteriorating conditions\".\n\nSome families got through but many were held back\n\nA number were treated after fainting\n\nMacedonia has declared a state of emergency\n\nIt urged Macedonia to \"establish an orderly and protection-sensitive management of its borders\" while appealing to Greece to \"enhance registration and reception arrangements\" on its side of the border.\n\nThe UNHCR also said it had been assured by Macedonia the border \"will not be closed in the future\", but did not elaborate.\n\nIn recent weeks there have been chaotic scenes at Gevgelija station, with migrants trying to clamber on board packed trains bound north.\n\nMany of the migrants at the border are from Syria\n\nThe UN has urged Macedonia to establish an orderly border system\n\nCrowds were seen running and ducking for cover as police fired tear gas early on Friday\n\nAs well as Gevgelija, Macedonia declared a state of emergency in northern Kumanovo, where migrants attempt to travel on to Serbia, the next stop before entering Hungary, which is part of the EU.\n\nGreece itself has seen almost 160,000 people landing on its shores since January, the UN estimates, with 50,000 arriving in the past month alone.\n\nA German journalist with Bild, Paul Ronzheimer, said he had witnessed a Greek border guard explaining to a group of Syrian refugees from Aleppo how to cross into Macedonia.\n\nSpeaking to the BBC's Outside Source programme, he said he had asked the guard why he was helping them cross illegally.\n\nAccording to Ronzheimer, \"He replied: 'We can't handle the situation, there's hundreds of thousands of migrants in Greece right now and we want them out - they don't want to stay in Greece, they want to go to Germany.'\"\n\nThe migrants trying to reach northern and western Europe come from the Middle East, Africa and Asia. Many arriving in Macedonia are escaping the conflict in Syria.\n\nAre you in Macedonia? Have you been affected by what is happening at the borders? You can share your comments and experience by emailing haveyoursay@bbc.co.uk.\n\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:", "_id": {"$oid": "55daf0ff04235215b082e391"}}