{"URL": "http://www.slate.com/articles/technology/future_tense/2015/07/siberian_flood_basalts_the_earth_s_largest_extinction_and_climate_change.html", "Text": "So how were we expecting to learn what gases these hard volcanic rocks emitted into the atmosphere 252 million years ago? The gases emitted then are long gone, right? Well, not quite.\n\nEarlier that summer our group of Americans joined Vladimir Pavlov and Roman Veselovskiy from Moscow and flew to the small Arctic town of Khatanga. We waited there for days in a freezing guesthouse before flying via helicopter about 150 miles south along the Kotuy River. We then struggled down the Kotuy in a flotilla of variously inflated, and thus variously seaworthy, vessels, collecting samples of rocks at outcrops the whole way. We spent five days in the geologically bizarre and geographically remote Guli province, perhaps the first non-Russian scientists ever to visit.\n\nBut first, we had to demonstrate that the eruption and extinction were truly related in time. They appeared to have occurred at the same time, at least within the ability to discriminate of the best techniques available for determining age. But there was still a significant degree of uncertainty. We set out to improve the date measurements and demonstrate that the volcanic eruptions began, and then the extinction happened. If the extinction happened first—well, we are pretty sure that extinctions don’t cause volcanoes, so we would have been left with an astounding coincidence. Though this simple sentence cannot do justice to the many years of effort it took, Seth Burgess and Sam Bowring of MIT have now definitively shown that the eruptions completed a majority of their volume before the extinction occurred.\n\nBut my research team and I weren’t convinced that the Siberian flood basalts had nothing to do with the extinction. Henrik Svensen and Sverre Planke at the University of Oslo had discovered that the magmas had heated the rocks they passed through on the way to eruption, and those heated rocks had given off climate-changing gases. We wondered whether the magmas themselves had carried enough gases to change the climate, and we wondered whether there were explosive eruptions hidden among the lazy flowing lavas.\n\nThese aren’t explosive eruptions like Mt. St. Helens or Pinatubo—instead, their runny lavas flood out of fissures to spread across the countryside. Though several seem to have coincided in time with extinction events, many others did not. Furthermore, flood basalts did not seem to carry the kinds of climate-changing gases and the explosive ability to launch those gases into the stratosphere that are needed to change global climate.\n\nA volcanic eruption can certainly chemically change the atmosphere, but for years, lots of experts were skeptical about whether flood basalts could do that. Flood basalts lie somewhat outside the plate tectonic paradigm you’re probably familiar with—most of the volcanoes on Earth today lie along plate boundaries, either where new plates are being formed (mid-ocean ridges) or where one is sinking down beneath another (for example, Japan, Indonesia, and the Aleutians). Flood basalts occur in the middle of plates. Though there are no flood basalts erupting on Earth today, we see the many thin layers of lava of past eruptions stacked up in western India, Brazil, Antarctica, the Columbia River, and elsewhere. (The layers look a little like an elaborate Viennese pastry .)\n\nWe can count the causes of global extinctions on less than one hand: giant meteoroid impact, nuclear war, and chemical change of the atmosphere. That’s about it. At the end-Permian there is no geological evidence of a major meteoroid impact: no ash layer, no iridium enrichment from space material, no crater, no layers of spheres of scattered and fallen melt from impact. We can pretty safely assume there was no nuclear war at the end-Permian. That leaves us with a chemical change of the atmosphere.\n\nWe found answers. And we found new questions—about the present, from the U.S.-Russia relationship to how people obtain their food, travel around our planet, and make our own environmental change.\n\nThis happened in 2008, during the second of five trips my colleagues and I made to central Siberia to investigate the apparent coincidence between the Earth’s largest volcanic event on land, popularly known as the Siberian flood basalts, and the Earth’s largest extinction, the end-Permian , 252 million years ago, when more than 70 percent of terrestrial species and more than 90 percent of ocean species went extinct. What caused the eruption? What caused the extinction? Were they linked?\n\nThe navigator was still at his paper maps on the small desk outside the cockpit. Most of the few other passengers were napping. As I walked around the edge of the shipping container that held all our rock samples from the summer season, the smell became stronger. I saw the entire rear section of the plane filled with skinned, frozen—but now thawing—whole caribou, piled up like cordwood. Their frozen red legs pointed randomly at the ceiling.\n\nWhile the magmas are cooling in their chambers within the existing rocks of the Siberian crust, before eruption, a few crystals form. As they grow, these minerals trap tiny droplets of the liquid magma around them within their crystal structure. Eventually the magma—and the crystals—are erupted onto the land surface, and gases are released from all of the rock except the droplets trapped in the earliest crystals. By measuring the compositions of these droplets, now frozen as glass, we can learn the gases that the magmas were carrying.\n\nPhoto courtesy Lindy Elkins-Tanton\n\nAlong with the carbon and sulfur, which we had expected, we found surprisingly high levels of fluorine and chlorine in these rocks. These levels could not have come from melting in the Earth’s mantle; they had to come (as we subsequently proved) from the sedimentary rocks and hydrocarbon reservoirs that the magmas traveled through and rested in on their way to the surface. Thus these normally quiet flood basalt lavas carried and released a world of trouble into the end-Permian atmosphere. And that trouble came in the form of halocarbons, the same family of chemicals now banned by international treaties because they were destroying our ozone layer. Work by Ben Black, Jeff Kiehl, Jean-Francois Lamarque, and Christine Shields at the National Center for Atmospheric Research showed that the halocarbons released by the Siberian flood basalts would have destroyed as much as 70 percent of the Earth’s ozone, worldwide. And the sulfur compounds would have made rain in the northern hemisphere as acidic as lemon juice.\n\nFour years later, in 2012, we found ourselves motoring down the Nizhnaya Tungusska River in 2012, near the geographical center of Siberia. We were passing between two shores of dense, unchanging taiga trees. The taiga extended unbroken by roads, rails, or towns for thousands of kilometers. The banks of the river were steep and rocky, scoured each spring by the violent breakup of the winter ice. The captain of the steel-hulled craft and his little son and the first mate were in the tiny cabin, while the rest of us sat around the deck, wearing fleece under Gore-Tex jackets, reading, looking at maps, or napping.\n\nWhen the engine sound throttled down we all looked up; the boat was angling in toward the shore where two small men dressed in ragged jackets and dark trousers were marching along the bouldery margin of the forest. Later, the captain explained that when men without backpacks are seen walking, and there is no boat nearby, it is immediately assumed that they are in distress. Indeed they were. One was accompanying the other on a 40-mile walk to the single medical clinic in the region, back upriver. We picked up the sick man, who was in the end stages of liver failure. His companion just walked up the riverbank and into the woods and dissolved into the vastness. Later that day, we dropped the man at the clinic.\n\nOn the Nizhnaya Tunguska and on the Angara we found hundreds of miles of river cliffs that were nothing but explosive volcanic products. The gorgeous and detailed Russian geologic maps of the area clearly show their existence, but they had never been studied or reported on in detail in the English-language scientific literature. This region of Earth, perhaps 50,000 square miles, was annihilated by repeated explosive eruptions, covering the surface at least 700 yards deep in volcanic ash and rock.\n\nAnd these explosive rocks were filled with evidence for carbon release. So just like humans in the present day, the magmas of the end-Permian were releasing carbon dioxide into the atmosphere, partly from interaction with coal and hydrocarbons, and producing sulfur that resulted in acid rain and ocean acidification, and releasing halocarbons that destroyed ozone.\n\nWhich brings us back to today. The Earth is experiencing climate change. We use too much hydrocarbon to power and transport ourselves and our food (even caribou). Yes, temperatures and carbon dioxide contents like these have existed in Earth’s past, and no, they will not wipe out life on Earth.\n\nHumans, however, have never had to live under those conditions, and we are unlikely to enjoy them. But this need not be a depressing story, or a moment to sigh and turn the page and think of something else—this is a moment when we are given a prime opportunity to step forward socially and scientifically. Here we are faced with a challenge worthy of our talents. No more cynicism, no more refugia found in denial. Let’s make this world what we want and need.\n\nThis article is part of Future Tense, a collaboration among Arizona State University, New America, and Slate. Future Tense explores the ways emerging technologies affect society, policy, and culture. To read more, visit the Future Tense blog and the Future Tense home page. You can also follow us on Twitter.", "_id": {"$oid": "55daf30704235215b082e47c"}}