{"URL": "http://jingdaily.com/harvard-and-horses-polo-aims-to-attract-chinas-new-nobility/", "Text": "Once played by Tang dynasty emperors, the game of polo is now being promoted to a very different type of Chinese elite as the sport’s current incarnation in China is tied in with real estate sales and the trappings of luxury lifestyle.\n\nPolo intended for China’s new rich has only about a 10-year history in the country, with a small number of clubs working on selling the sport to the country’s wealthiest families. The Tianjin Goldin Metropolitan Polo Club, which markets itself as China’s largest polo club and a haven for China’s “new nobility,” opened five years ago and features luxury amenities that go far beyond equestrian sports facilities. In addition to three polo fields with 300 stables, the club also promotes features such as its hotel, 12 restaurants, wine cellar, gym, pool, spa, event facilities, and—most importantly—luxury real estate.\n\nManaged by Hong Kong real estate developer Goldin Properties, the Tianjin club features 1,500 luxury apartments as well as standalone villas that offer free club membership with purchase. “We’re not just a polo club, but we’re selling the polo lifestyle,” says Domenico Palumbo, the club’s general manager. “We want them to embrace the total concept that we are offering—coming in, purchasing an apartment, moving in with their families, and automatically becoming members of the club. It’s not just about watching polo.”\n\nThe polo club is located in 20,000-square-kilometer business district being developed by Goldin, which includes the 596-meter Goldin Finance 117 tower that will be the world’s ninth-tallest building when completed. The company is pushing forward with this development at a time when China is working to develop Tianjin, Beijing, and Hebei as an integrated metropolis and commerce center.\n\nThe company sees polo as a novel and upscale way to attract China’s wealthiest individuals to the new district. “We’re the gimmick to sell the property, the hotel, the business area,” says John Fisher, the polo club’s director of stable operations and acting deputy general manager. “When we have 2,000 people living there, then it will be a club.”\n\nBut in order for this to be effective, the company first needs to convince China’s rich that the new sport is worth their time and money. “It’s slow and it will be slow,” says Fisher of the growth of Chinese interest in polo. He estimates that since 2010, about 2,000 to 3,000 horses have been brought into China annually for both polo and other equestrian sports. “Polo is something new,” says Palumbo. “Polo, I think at this stage, is like golf in 1982 when they started with the first golf club.”\n\nAs a result, the club has been on a significant marketing push to promote the polo lifestyle to well-heeled Chinese consumers. At the recent SO! Dalian yacht and lifestyle show in June, Tianjin Goldin sponsored a team that included two Chinese players at the event’s beach polo tournament. One of the players in the tournament was Arthur Lin, a 13-year-old who has been training for a year and represents the hope that the polo industry is placing in China’s younger generation.\n\nAttracting parents interested in signing their kids up for polo lessons is a main part of the strategy for creating future growth of the sport in China, says Fisher. “We’re starting with the youngsters because we believe that if you start with the younger generation, it carries on with them to their kids, the next kids.” While the club currently has about 10-20 older players showing up for regular lessons, it sees between 20-30 kids in its junior training program.\n\nThere are a few obstacles to getting China’s wealthy to participate in larger numbers, however. “It takes time to learn to ride,” says Fisher. While many adults don’t have the time to learn such a training-intensive activity, they’re also worried about signing their children up. “They don’t want their kids to get hurt,” says Fisher, who notes that the the club is trying to “change the mentality” among Chinese parents that polo is dangerous.\n\nIn order to get more kids on board, the club is taking advantage of wealthy Chinese parents’ well-known reverence the Ivy League with special intervarsity tournaments that fly in players from schools including Harvard and Yale. “The idea of doing that is that we show China and other kids what these kids do,” says Fisher of the tournaments. “These are people that go to top universities and play polo as part of their school curriculum.”\n\nIn addition, the polo club sponsors other major tournaments throughout the year, bringing in teams from global polo centers including England, Argentina, the United States, and Hong Kong. It also hosts the international Snow Polo World Cup, which is organized by the International Polo Association. The club is currently in expansion mode as it builds a massive indoor stadium with a retractable roof and capacity for 5,000 people, including special boxes for VIPs.\n\nIf successful, the sport can mean big business for Goldin in terms of not only real estate sales, but corporate sponsorship. “The idea that we want is when the property is sold and it’s full, that we will attract these people to come and play, but also with the business area, you will have companies there that will sponsor our events,” says Fisher. Luxury companies “are going to use polo to sell their brands. There’s a lot of companies that want to get into China, so they will use golf; they will use polo—they will use whatever angle they can to get in.”\n\nFor now, the industry is making a long-term investment based on the hope that polo will become part of a way of life for China’s rich. Fisher estimates that the sport will take off in China within “the next 10 or 20 years.”\n\nAs one final selling point, the polo club also makes sure to point out that the sport’s history in China extends back over 1,000 years. According to Fisher, “When we do a speech, we say that polo started here and we’re bringing it back. It was here first.”", "_id": {"$oid": "55daf23e04235215b082e44d"}}