{"URL": "http://www.slate.com/blogs/behold/2015/08/16/alex_majoli_and_paolo_pellegrin_photograph_the_republic_of_the_congo_in.html", "Text": "Courtesy of Cherry Tree Gallery, Megève\n\nCompared to its larger Central African neighbor, the Democratic Republic of Congo, the Republic of Congo has not been widely documented. Alex Majoli and Paolo Pellegrin provide plenty of visual records in their book, Congo, which Aperture published in May, but they don’t seek to illuminate much, at least in terms of names, places, and historical context. Their photographs, a mix of captivating city scenes and tropical landscapes, are uncaptioned and untitled. An interview with Majoli over email yielded little more in the way of concrete information. Their goal, he said, was to leave viewers with only “what is necessary” to draw their own conclusions—namely, images—and nothing more.\n\n“We want to give the possibility to the viewers to build their own story, stimulate their own idea from what they see. I find it strange that in 2015 it’s still an issue to leave photos without captions. How many ‘untitled’ paintings are hanged in MoMa or the Met? The reason we don't want to identify the pictures probably comes from the same core discussion. For me, it is a sign of generosity toward the viewers rather than ourselves,” Majoli said.\n\nCourtesy of Cherry Tree Gallery, Megève\n\nCourtesy of Cherry Tree Gallery, Megève\n\nCourtesy of Cherry Tree Gallery, Megève\n\nMajoli and Pellegrin are both Magnum photographers, and they had worked together before on the 2004 exhibition “Off Broadway,” along with Thomas Dworzak and Ilkka Uimonen. To create Congo, the Italian photographers made a handful of trips to the country and stayed 20 days each time. The photos in the book are not credited to any one individual, and while Majoli said “styles have much less meaning than a decade ago,” he noted some differences in the way he and Pellegrin work.\n\nAdvertisement\n\n\n\n“I would say that Paolo is very sensitive. He is a great image maker. He can create beauty and compose beautiful pictures out of nothing. Me, I would say that I go straight to some place of sharpness about the human being,” he said.\n\nCourtesy of Cherry Tree Gallery, Megève\n\nCourtesy of Cherry Tree Gallery, Megève\n\nThe pair photographed in Brazzaville and Point-Noire, the country’s largest and second-largest cities, respectively. They also traveled in the more sparsely inhabited, jungle-filled northern part of the country. As Majoli put it, they were “facing a massive wall of nature all the time.”\n\n“We were sharing dinners, lunches, information, and cars, but working together for me means talking about the pictures we made.”\n\nCourtesy of Cherry Tree Gallery, Megève", "_id": {"$oid": "55daf01a04235215b082e2af"}}