{"URL": "http://www.wired.com/2015/08/donald-trump-branding-as-arrogant-as-he-is/?mbid=social_twitter", "Text": "Donald Trump’s typography is a lot like Trump himself: full of attitude yet devoid of character.\n\nFor all his expertise in self-promotion—and Trump is nothing if not a masterful self-promoter—he has shown disdain for typography and branding. He favors grandiose letterforms of the sort personal injury lawyers might use, and would do well to embrace the work of the late German type designer Georg Trump, who is no relation but prefigured the Donald with his strong typefaces. He created 17 typefaces with names like Mauritius, Signum, and City, which was the basis for the IBM logo Paul Rand designed in 1955.\n\nAlas, it seems the leading GOP candidate for president is contemptuous of typographic acuity and design literacy. In his book, Trump University Branding 101, the tycoon offers the briefest discussion of managing logos and writes, “You do not need a graphic design house to develop your logo.” He goes on to say, “Ideally, your logo should be unique.”\n\nYes, one’s logo should be unique. But unique is not a substitute for smart. Something can be uniquely brilliant or uniquely awful. Trump’s typography is uniquely arrogant.\n\nHis campaign branding is simultaneously bold and bland, and completely uninspired. This comes as no surprise, because Trump has never shown the slightest inclination toward tasteful iconography. His history of terrible typography started with his first major development, Trump Tower. He plastered his name over the entryway in a heavy slab serif typeface called Stymie Bold. The original Stymie, designed by Morris Fuller Benton in 1931, exemplifies a popular genre of updated 19th-century slabs called Egyptian, known for their bold blocky serifs. The typeface family was initially conceived in homage to Napoleon’s 1798 Egyptian campaign, which prompted a curious worldwide craze for all things Egyptian.\n\nIt’s unclear whether Trump chose Stymie out of an affinity for Napoleon or because a similar typeface called Rockwell, designed in 1934, was not angular enough to represent the flagship saw-toothed bronze skyscraper bearing his name. Whatever the reason, the dramatic 34-inch-high brass Trump Tower logo marked a preference for “look at me” Stymie, which Trump would use on everything from hotels and casinos to his private jet. His choice of business typography is not fly-by-night or shady, but it is stereotypical and cliché—the kind of font a Cadillac salesman might have on his business card or a financial adviser might place on letterhead.\n\nEventually, though, slab serifs may have been perceived as too plebian for his luxury brands. So the Trump name received various typographic makeovers to express wealth and exclusivity, most vividly illustrated by the Trump Network Shield, a faux-heraldic crest, replete with regal arm and hand holding the Trump family spear.\n\nFor his presidential campaign, Trump's typography is as quiet as he is loud.\n\nCertain typefaces have come to express status. And although Trump’s choices may not win any art school design competitions, his current serif typeface, Trajan, exudes all the attributes of imperial Roman letterforms and is named after the Trajan column, implying classical elegance and heritage. So when juxtaposed with the faux-heraldic Trump Network Shield, the idea of empire is implicit. As the Donald proclaimed in Trump University Branding 101: “The Trump brand includes many diverse products and services. However, the type face and presentation of the Trump name remain constant.” The Trump name further satisfies another Branding 101 precept: “As a practical matter, your name must be pronounceable, not only in your country but in any others in which you might do business.”\n\nBut when it comes to politics, Trump has decided to go for a far less Napoleonic aesthetic. For his presidential campaign, his typography is as quiet as he is loud. Actually a slew of Trump logo parodies circulating on the web, including those in which the American flag is wittily designed to resemble his famous comb-over, are far more clever than the surprisingly subdued setting of the Donald’s last name against a solid navy-blue background. The type is bold, but serifs are eliminated in favor of a sans serif similar to Franklin Gothic, while his slogan “Make America Great Again,” possibly in Gill Sans, is garnished with five discrete stars. It is no frills and no thrills, which has certain advantages.\n\nWith so much attention paid to logos this early in the campaign, criticism of his logo is not something the Donald has to grapple with. Of course, he has a talent for stirring up controversy without making another typographical gaff.", "_id": {"$oid": "55daf06e04235215b082e2f4"}}