{"URL": "http://variety.com/2015/film/reviews/sxsw-film-review-the-final-girls-1201452984/", "Text": "An amusingly meta horror-thriller, “The Final Girls” finds a group of modern youths trapped in a cheesy ’80s slasher movie — one whose conventions they’re well aware of, but whose body count they’re also susceptible to joining. Though not quite as inspired or consistent as the similarly self-mocking likes of “The Cabin in the Woods,” “Tucker & Dale vs. Evil,” or the first two “Scream” pics, this is good fun that should delight genre fans. Directing Mark Fortin and Josh Miller’s clever screenplay, Todd Strauss-Schulson (“A Very Harold & Kumar Christmas”) delivers an accessible in-joke that should sell nicely to various territories in all formats.\n\nA prologue shows teenage Max (Taissa Farmiga) driving home with her veteran-actress mom, Amanda (Malin Akerman), who, to her frustration, remains best known for the B-horror movie she made two decades earlier. Unfortunately, a traffic accident puts an immediate tragic end to their mother-daughter synchronicity.\n\nThree years later, Max is a melancholy orphan reluctantly dragged into attending a local showing of Mom’s slicer-dicer cult classic “Camp Bloodbath” by geek superfan Duncan (Thomas Middleditch), whose stepsister, Gertie (Alia Shawkat), is Max’s best friend. Also along for the night are Chris (Alexander Ludwig), the dreamboat classmate with whom Max has fallen in like; and, annoyingly, his still-possessive ex-g.f., Vicki (Nina Dobrev). At least Max will get to glimpse her much-missed mother, albeit playing one among many ill-fated camp counselors in the kind of movie whose predictable kill beats and terrible dialogue were made for drinking games.\n\nA couple of messily inebriated theater patrons accidentally set the cinema on fire mid-“Bloodbath,” inciting a panic. Max and her friends escape by cutting a hole through the screen, only to find themselves in the woods — the celluloid woods of a fictional 1986, where the arrival of doomed nubile youths in a VW van every 92 minutes signals just what reality they’ve somehow landed in. Passing themselves off as extra counselors arriving for the start of Camp Blue Finch’s summer season, they awkwardly attempt to ingratiate themselves with the walking stereotypes they know are soon to be slaughtered by unstoppable avenger Billy Murphy (Dan Norris), a Jason Voorhees-type masked figure who’s been rumored to lurk hereabouts since a tragic bullying incident decades earlier.\n\nTheir new friends include eager-to-be-deflowered nice girl Nancy (Akerman); eager-to-oblige horndog Kurt (Adam Devine); easy airhead Tina (Angela Trimbur); no-nonsense chief counselor Paula (Chloe Bridges); and all-purpose token New Waver/ethnic minority Blake (Tory N. Thompson). Since it appears the movie’s action will unfold as preordained no matter what, our back-from-the-future protags let the first couple of murders happen without interfering. When they discover they are not safe from Billy’s machete, however, they realize it’s in their best interests to save whomever they can. Initially that means simply discouraging characters from having or even hoping to have sex — the inevitable kiss of death in slasher cinema — but then the survivors begin plotting to booby-trap and slay the slayer. Needless to say, any such plans in a movie like “Camp Bloodbath” are destined to go horribly awry.\n\nFilm logic applies itself in some amusingly physical ways, as when the characters realize they can’t escape Camp Blue Finch because in this movie, that’s the only existing location; or when flashbacks render everything black-and-white, and onscreen text becomes as concrete as a billboard. Given the script’s numerous bright ideas, it’s a bit disappointing that there are some arid spots, while the likewise uneven dialogue only sporadically seizes the opportunity to send up retro slang and the general idiocy of ’80s slasher-canon fodder. While it seems more could have been eked from the difference between eras, here the new generation is painted as just sort of conservative and dull compared with their less inhibited (if also harebrained) fictive predecessors.\n\nNevertheless, the concept carries “The Final Girls” cheerfully past some dry stretches, and the actors are clearly enjoying themselves, with Farmiga the only representative of humorlessness in what is admittedly the sole sincerity-load-bearing role. (The movie’s one real buzzkill is a late moment of belabored poignance between her and Akerman that really cries to be trimmed by a few merciful seconds.) Trimbur, Devine and Middleditch run farthest with their comic opportunities, while Akerman provides some slightly cartoonish warmth.\n\nAssembly is deft, apart from the odd anachronism (like some camera calisthenics that would have been out of place in an ’80s horror movie), with smart, humorous design contributions and a soundtrack of vintage pop schlock in addition to Gregory James Jenkins’ perfect period-synth-pastiche score.", "_id": {"$oid": "55daeec404235215b082e1f0"}}