{"URL": "http://dailycaller.com/2015/07/21/leading-ferguson-activists-hate-crime-claim-disputed-by-police-report-detective/", "Text": "4647731\n\nShaun King, the so-called “Facebook pastor” who has become one of the leading activists in the Black Lives Matter movement, has often told the story of a brutal, racially-motivated beating he suffered in 1995 as a sophomore at a rural Kentucky high school. King, 35, has related the story of the hate crime on his blogs and in his recent self-help book, seemingly to bolster his credibility as an activist and as a self-help guru.\n\nBut King’s telling of the assault does not match up with a police report from the case. Details provided to The Daily Caller by the detective who investigated the incident, which occurred at Woodford County High School in Versailles on March 1, 1995, cast even more doubt on King’s claims.\n\nWhile King has said that he was attacked by up to a dozen “racist” and “redneck” students, official records show that the altercation involved only one other student. And while King has claimed that he suffered a “brutal” beating that left him clinging to life, the police report characterized King’s injuries as “minor.”\n\nAt least two profiles written about King have asserted that the assault was one of Kentucky’s first registered hate crimes. But Keith Broughton, the former Versailles police detective, told TheDC that the case was never classified as a hate incident.\n\nAnd none of the sources that keep track of hate crimes, such as the FBI, have records of one having occurred at the high school at that time.\n\nKing became a prominent national figure in the aftermath of the fatal police shooting of Michael Brown in Ferguson, Mo., when he and a small group of online activists used their Twitter accounts to draw attention to the case.\n\nKing was one of the activists who pushed the “hands up, don’t shoot” narrative, which was based on the claim that Brown was surrendering with his hands up when he was shot. That claim was disputed by numerous witnesses to the shooting.\n\nKing parlayed his activism into a gig as a justice blogger at the left-wing website Daily Kos. He has also helped form a group called Justice Together. King sits on the board of directors with fellow Ferguson activist DeRay McKesson, Brown family attorney Benjamin Crump, and Glenn Greenwald, the reporter who has worked closely with NSA whistle-blower Edward Snowden.\n\nAfter Ferguson, King became a prominent player in the case of Tamir Rice, the 12-year-old Cleveland boy killed by a police officer as he was holding a fake gun in November. He also offered a $10,000 bounty anyone who would remove the Confederate flag from the South Carolina state capitol grounds.\n\nPrior to his entree into activist circles, King was the pastor of the Atlanta-based Courageous Church. He left in 2011 amid a conflict with the church’s board of directors, but while in charge, King began using Facebook and Twitter to help fund philanthropic efforts. He started several companies, including HopeMob, Twit Change and A Home in Haiti, which was formed in the aftermath of the January 2010 earthquake there.\n\nThose endeavors have raised questions as well. Though they’ve generated millions of dollars in donations, the Internet is littered with accusations that King has used these organizations and fundraisers to enrich himself. King has denied all of those accusations, but has provided little transparency into where funds he raised have gone.\n\nIn promoting his philanthropic and activist work, King tells about his 1995 assault for two purposes. Not only does the story bolster King’s place as a civil rights activist, he has used it as a motivational tool to teach his followers about overcoming adversity.\n\n“Everything about my physical life changed on March 8, 1995,” King wrote in “The Power of 100!,” a self-help book he published this year. Besides getting the date of the incident wrong, King’s story does not match up with the official record.\n\n“For the year and a half of high school before that day, I had been harassed almost daily by a growing group of self-proclaimed rednecks,” King wrote, claiming that he had been forced to fight, had his books and belongings thrown in the trash, and been called racist names.\n\nOn his blog, King claimed that he was “mobbed and beaten to a pulp by a group of racist teenagers.” Elsewhere he has said that “a group of guys” in the school beat him “within a few inches of my life.”\n\nA March 2012 profile of King in Rebel Magazine stated that “during his freshman year of high school, Shaun King was savagely beaten by a dozen self-described ‘rednecks’ in one of Kentucky’s first registered hate crimes.”\n\nIn March 2013, Forbes magazine reported that “as a fifteen-year-old [King] was beaten so badly in what was one of the first registered hate crimes in the state that he needed a series of surgeries that required two years.”\n\nKing has repeatedly stated that he suffered fractures to his face, ribs and back, and required three spine surgeries because of that beating. A fellow classmate of King’s who remembered hearing about the fight said that King left the school after the incident and began attending another one nearby.\n\nWhen TheDC called the cell phone number listed at the end of King’s book — and registered to Courageous Church — a man answered and said, “Sorry, you have the wrong number, man,” and hung up.\n\nReached by email, King declined to comment and speculated about TheDC’s motivations.\n\n“Feel free to roll with the story you’ve compiled as is without my input. I’ve spoken extensively about my experiences and stand by them,” King said.\n\nTheDC sent a follow-up email encouraging King to provide any information to support his past comments. “I pass Chuck,” he responded. “The Daily Caller, in my opinion, is hateful and has nothing but bad intentions with this piece from my childhood over 20 years ago.”\n\n“You should run your piece as is and let it stand on its own merit man if you feel good about it.”\n\nNEXT PAGE: No Evidence Besides King’s Claims That The Incident Was Classified As A Hate Crime", "_id": {"$oid": "55daf33c04235215b082e4a5"}}