{"URL": "http://www.slate.com/blogs/the_slatest/2015/05/22/hillary_clinton_s_benghazi_strategy_pls_print.html", "Text": "Photo by Saul Loeb/AFP/Getty Images\n\nThe State Department on Friday made public 296 emails related to Libya and the 2012 attacks on the U.S. consulate in Benghazi that were sent to and from then-Secretary of State Hillary Clinton’s private email account.\n\nSlate—along with the rest of the Internet—will continue to sift through the 848-page trove, but don’t be surprised if there’s not much major news to be found, at least for now. This batch of emails was previously turned over to the GOP-led House panel probing the 2012 Benghazi attacks, and roughly a third of those documents—presumably containing the most juicy bits—were subsequently leaked to the New York Times, which reported on their findings earlier this week.\n\nAdvertisement\n\n\n\nYou can check out the Times recap of what they found here, but their biggest takeaways were: 1) Memos from Sidney Blumenthal—a longtime Clinton ally with business interests in Libya who was reportedly barred from working for the State Department by the Obama administration—were often forwarded to Clinton’s team without making it clear where they came from; and 2) Clinton’s email shows that her private server hosted information known as “sensitive but unclassified.”\n\nSo far, the biggest revelation from Friday’s news dump was that Clinton received information about the Benghazi attack on her private email server that has since been classified. The email in question related to reports of arrests of possible suspects in the attack on the consulate, but because the information was not classified at the time the email arrived on Clinton’s private server, no laws were violated.\n\nThere very well may be more news of note in the full trove, but it's likely that the messages will color in between the broad brush strokes we already have, not paint an entirely new picture. One new thing I did learn by digging through the trove (or, more accurately, clicking through an incredibly slow-loading database): By far the most common notes Clinton sent to her staff—from what I’ve gotten to so far, at least—were simply asking someone to print something out, or in Clinton’s preferred shorthand, “Pls print” (or, occasionally, “Pis print\").\n\nThere were online articles to be printed:\n\nAnd timelines of her pre-attack actions:\n\nAnd compilations of her post-attack statements:\n\nAnd even thank you notes:\n\nAnd countless more.\n\n", "_id": {"$oid": "55daf17304235215b082e3c8"}}