{"URL": "http://www.straitstimes.com/opinion/japan-korea-ties-frosty-after-50-years", "Text": "On June 22, Japan and South Korea celebrated the 50th anniversary of the normalisation of diplomatic relations.\n\nJapanese Prime Minister Shinzo Abe and Korean President Park Geun Hye participated in the ceremonies held at the Korean and Japanese embassies in Tokyo and Seoul and made congratulatory remarks.\n\nMr Abe expressed his willingness to work closely with Ms Park to open a new era of Japan-Korea relationship. Ms Park said that the 50th anniversary of normalisation of ties must become a \"turning point\" for renewed cooperation and co-prosperity.\n\nA day before that, Mr Yun Byung Se visited Tokyo for the first time since he became South Korean foreign minister in 2013. He and his counterpart, Mr Fumio Kishida, agreed to work together to realise the first summit meeting between Mr Abe and Ms Park.\n\nThey also agreed to cooperate so that the \"Sites of Japan Meiji Industrial Revolution\" would become a Unesco World Heritage Site.\n\nThe Korean government reversed its previous position that Japan's recommended sites must not be selected because conscripted Koreans were forced to work at some of these sites.\n\nThese recent developments are a result of Ms Park's decision last month to adopt two-track diplomacy, de-linking history from present-day policy issues. Her decision came right after Mr Abe made a successful visit to the United States.\n\nLeadership discord\n\nTHE Japan-Korea relationship became strained from Day One of Ms Park's presidency. For this, the Japanese side was responsible.\n\nMr Taro Aso, Japanese deputy prime minister, visited Seoul on the day of Ms Park's inauguration ceremony in February 2013 to offer his congratulations. Instead, he started to lecture the President and her close aides on history in a private meeting.\n\nHe reportedly discussed how the northerners and southerners in the US interpreted the American Civil War differently, and argued that it was only natural for Japan and Korea to interpret history differently.\n\nJust a few days later, Ms Park issued this riposte: \"The historic dynamic of one party being a perpetrator and the other party a victim will remain unchanged even after a thousand years have passed.\"\n\nThe relationship further deteriorated. In April, Mr Abe remarked that the definition of what constitutes aggression had \"yet to be established\", giving an impression that he did not fully accept Japan's war guilt.\n\nMs Park then began internationalising the dispute with Japan. In May, she told US President Barack Obama that Japan must have a \"correct understanding\" of history in the summit meeting.\n\nIn September, she complained to then US defence secretary Chuck Hagel that she could not trust Japanese leaders who kept making harmful remarks on history.\n\nIn an interview with BBC in November, she said it would be better not to have a summit meeting unless Japan changed its historical perceptions.\n\nIn December, Mr Abe visited the controversial Yasukuni Shrine, reversing his decision not to in the first term of his premiership.\n\nThe tense relationship remained throughout 2014. Then, most recently, the South Korean Embassy in Washington, DC hired a lobbying firm prior to Mr Abe's visit to the US this spring to undermine it, according to reports in the Huffington Post. Relations between the two embassies there remain frosty.\n\nUnderlying factors\n\nIN ADDITION to the actions and words of the leaders, there are underlying political, economic and diplomatic factors that have caused a deterioration of the bilateral relationship.\n\nFirst, anti-Japanese sentiment has become a widely used tool in Korean politics.\n\nMs Park's opponents have attacked her for being a daughter of South Korea's former president, Mr Park Chung Hee, who studied at the Imperial Japanese Army Academy under a Japanese name before Korea became independent. He also normalised diplomatic relations with Japan on June 22, 1965, in the face of domestic opposition. Ms Park's tough attitude towards Japan has protected her from the unfair personal attack so far.\n\nSecond, Japan and Korea have become full-fledged competitors in the global commodity market. After Korea adopted the Japanese model in the early stage of its industrialisation process, both countries have been producing the same products: cars, ships, electric appliances, steel and petrochemicals.\n\nThe good old days when Japan and Korea differentiated themselves selling the same products of different quality are gone as Korean manufacturers quickly improved quality, reliability and design. Today, Korean auto and electric appliance makers have become the most formidable challengers to their Japanese counterparts in different parts of the world.\n\nFinally, Japan and Korea have come to have different foreign policy orientations. While Japan is balancing against China, Korea is bandwagoning with it.\n\nKorea's choice is certainly rational. China has been its No. 1 trading partner since 2004. In 2013, 14 per cent of Korea's gross domestic product came from exports to China, with the trade surplus amounting to US$62.8 billion (S$84.7 billion).\n\nWhen Ms Park came into office, she designated China as Korea's second-most important partner in the world in place of Japan.\n\nComfort women issue\n\nTHE most immediate and important agenda item between Japan and Korea is the comfort women issue.\n\nDuring World War II, Korean, Philippine, Taiwanese, Indonesian and Dutch women were forced to work in Japanese military brothels.\n\nThere are only 49 Korean former comfort women alive today (out of 238 in the Korean government file) and they are ageing. In June alone, three of them died at the ages of 90, 84, and 83.\n\nThe two governments agree that resolving this issue is critical and urgent, but they disagree over how and what to do. While the Korean government demands official compensation for the victims, the Japanese government maintains that the issue of compensation was settled by the 1965 normalisation treaty.\n\nThe two governments are engaged in intensive discussions to reconcile their disagreements now. One way suggested is for the Japanese prime minister to send a letter of apology to the former comfort women, the Japanese ambassador to Korea to visit them and offer an apology in person, and the Japanese government to set up a fund for humanitarian measures.\n\nIt is not clear whether this will work well, however. When the Japanese government created the Asian Women's Fund to resolve the issue by using a little less impressive but similar formula in 1995, only 61 of the former comfort women accepted the Japanese prime minister's apology letter and payment of five million yen. Others declined the Japanese offer partly because the money was not defined as an official compensation.\n\nAccording to the Japan-Korea Joint Public Opinion Poll conducted in April and May this year by the Genron NPO and the East Asia Institute, 52.4 per cent of the Japanese respondents and 72.5 per cent of the South Korean respondents said they had an \"unfavourable\" impression about each other.\n\nUnfortunately, it might be politically smart for Mr Abe and Ms Park to continue to play it tough with each other.\n\nOne piece of good news, however, is that 65.3 per cent of the Japanese respondents and 87.4 per cent of the South Korean respondents said the Japan-Korea relationship was \"important\".\n\nIt therefore remains for the two leaders to exercise strong leadership to keep this important relationship on track and to find ways to resolve difficult issues in a mutually satisfactory manner.\n\nThe writer is professor at the National Graduate Institute for Policy Studies in Tokyo.", "_id": {"$oid": "55dc23d404235215b082e4da"}}