{"URL": "http://www.slate.com/blogs/outward/2014/06/27/vicious_on_pbs_an_interview_with_gary_janetti_creator_of_a_new_show_starring.html", "Text": "Photo courtesy of ITV/Brown Eyed Boy Limited 2013\n\nGary Janetti’s writing career includes stints at Will & Grace and Family Guy, an unusual preparation for creating a classic British sitcom. Nevertheless, Vicious, which premieres on PBS on Sunday, is just that. It stars Ian McKellen and Derek Jacobi as a gay couple in their 70s who have been together for nearly 50 years. Their social routine—which largely consists of barbed interactions with their old friends Violet, Mason, and Penelope—is interrupted when Ash, a new upstairs neighbor played by Iwan Rheon (Game of Thrones’ Ramsay Snow), knocks on their door.\n\nSlate spoke with Janetti about working with some of Britain’s finest actors, the U.K. press’s reaction to the show, and femme-phobia.\n\nHow did an American writer come to make such a British show?\n\nAdvertisement\n\n\n\nMark Ravenhill, the British playwright, had an idea for doing a show about two elderly gay men, but he was unable to do it because of his commitments at the RSC. I liked the idea of Ian McKellen and Derek Jacob as a gay couple that had been together for 50 years, so I created the world from that starting place. We got commissioned by [British network] ITV, and we took it from there.\n\nHow much involvement did McKellen and Jacobi have in shaping the show?\n\nIn the very earliest stages, we talked a lot about these men and what’s really going on underneath. It always had to be a real truth and a real love underneath, a real history. It had to be rooted in something so they could be horrible to each other and behave in this way. We talked about the 50 years they spent together. How they met. What their flat is like. What their relationship is like with their friends. Nothing in it wasn’t very thought-out. Then once everybody was very clear on the universe, they were willing to just go with it.\n\nThis is a very gay show, not only because of the subject matter, but the astonishing assemblage of out gay talent—you, Mark Ravenhill, the stars, you even have Jimmy Somerville singing the theme tune.\n\nIt is, and in the U.K. it’s on ITV, which is a very mainstream network. They’d never done a gay show before. I don’t think there’s ever been a U.K. sitcom with gay leads, certainly that were a romantic couple.\n\nAnd yet some U.K. critics—mostly straight critics—said that it trafficked in outdated stereotypes. How did you respond to that?\n\nIt was a little troubling, to be honest. All the initial reviews of the show were extraordinarily positive and wonderful, then once the show premiered, there was a bit of a backlash. It’s a complicated issue, but I find it very interesting that a lot of the straight press called it so stereotypical, as if they’d been our champions for so long and are so worried about safeguarding how we’re represented, which we know isn’t the case. I believe that it’s a way to be able to dismiss something in a way that you can get away with. Clearly, there are stereotypes about being gay that are funny, that we celebrate—in comedy, that’s what you do. But where else has there been a show where you see a couple that love each other, that have been together for 50 years, that are out gay men, played by two out gay men.\n\nThese would’ve been pioneers—that means that they’ve been out and never lived a lie since the mid-’60s. That’s extraordinary. It was very easy to dismiss them as stereotypes, and say it’s camp, as if that has a negative connotation. This is part of our history. And also they’re very smart, wicked, loving men.\n\nThere was another criticism: that Derek Jacobi’s character isn’t out to his mother. Well, the joke is that he’s in his 70s, his mother is in her 90s. The joke is that his mother’s still alive, and he’s been dealing with this for 48 years. People of their generation didn’t come out, so it becomes a very touching thing. If I was writing a show about a 30-year-old man or woman, I would never make that the subject, because it’s been done to death, and we’ve moved past that.\n\nWhen you’re dealing with gay shows, there are so few of them, and people place so many expectations of what they need it to be. And the fact that this had a little bit of subversiveness to it and was a little bit politically incorrect, and it was featuring Ian and Derek, it had to bear extra weight.\n\nPerhaps more unusual than a show about gay people is to have a show about old people.\n\nThat’s exactly what I felt, too. There are six characters in the show, and five of them are in their late 60s or 70s. That never happens. And they’re vital. They’re not the sidebar to somebody else. They’re not the adjunct. The young man is the one who’s trying to be in their world.\n\nSo those accusations about dated stereotypes might reflect people not knowing older gay men.\n\nI can’t say that I would have had the courage to come out in the way they would have had to do. What they had to deal with in the ’60s is why I can be where I am now. It’s so easy to say the men of that generation are too camp. What men of that generation had to go through when they were in their 20s, to swim against the tide, to not get married, to not pretend you have a girlfriend. Being gay was against the law; you could have gone to jail. These aren’t things we discuss, because it’s a sitcom, but it’s implicit.\n\nI was very interested in the character of Violet, played by Frances de la Tour, again one of the great actors of her generation. She’s playing a role that’s very similar to her character on the British sitcom Rising Damp from the 1970s; there are almost predatory elements in the way she comes on to Iwan Rheon’s character, Ash. Tell me how you see Violet.\n\nWhat I love about Violet is that this is a woman who’s in her 60s, who’s never been married, who doesn’t have children, who’s worked for herself, and who’s lived her own life. She’s teasing Ash because she can, and she’s getting a rise out of him. She’s enjoying herself. The way Frances does it, there’s a wink to what she’s doing. It’s on a line, but the intention is never for it to be anything lurid. She’s playing with him and she’s having fun with her sexuality. She’s happy. She’s indefatigable. She has had horrific relationships, but she’s positive about them all. I told Frances that Violet would never use a negative word. She never says something’s terrible. She says, “Well, it wasn’t wonderful.” We don’t see women like these celebrated. There’s a certain negativity to the boys, especially Freddie, who looks at everything through a very negative prism. But everything is an opportunity, an adventure, to her.\n\nEven in these enlightened times, people still seem to have a problem with effeminate or camp gay characters. It’s OK to be butch, but a character who’s a bit queeny isn’t so well-received. It was the same with Jack on Will & Grace.\n\nYes, it did happen on Will & Grace. There had never been a show that was a mainstream hit before that was told from the point of view of gay men. Jack was a three-dimensional, specific character—there was something very weird and layered and unusual. And there were elements in there that I have. We grew up having to tamp down certain things. I spent so many years when I couldn’t gesture too much because of how it seemed, having to conform. So, yes, there are some camp elements to them, but there’s no mincing, there’s a dignity.\n\nWe need to respect the mincing. It’s part of our culture!\n\nAlso, it’s funny! When you’re doing a comedy, you want to make it funny.", "_id": {"$oid": "55daf2c104235215b082e466"}}