{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/05/climate_change_and_national_security_pentagon_warning_and_vast_new_russia.html", "Text": "Photo by Aleksey Nikolskyi/AFP/Getty Images\n\nGlobal warming could turn the Arctic into a 21st-century battlefield, and the United States isn’t prepared. That’s the key takeaway from a new Pentagon report on the national security risks of climate change that, for the first time, looks region by region around the world from the standpoint of military commanders.\n\nThe report provides a consensus estimate of climate change’s security implications from each of the four-star generals who lead the military’s six regional combatant commands around the world. Though the appraisals differ by region, the report says they “share a common assessment of its significance.”\n\nAdvertisement\n\n\n\nAccording to the Pentagon, which issued its report last week, “a changing climate increases the risk of instability and conflict overseas.” Military policy experts have said this before, but according to Marcus King, an expert on climate change and national security at George Washington University, the current report comes from “a warfighter’s perspective, and that’s a different perspective than has been brought to the debate.”\n\nFrom the report:\n\nGlobal climate change will have wide-ranging implications for U.S. national security interests over the foreseeable future because it will aggravate existing problems—such as poverty, social tensions, environmental degradation, ineffectual leadership, and weak political institutions—that threaten domestic stability in a number of countries.\n\nThough the report mentions recent climate change–related pressures like drought in Syria, flooding in Pakistan, sea level rise in the Pacific, and extreme weather events in the United States, the most chilling sections are those that discuss the growing security risks in the still-frozen north.\n\nJust days after the Pentagon’s latest warning, a bold territorial claim by Russia on Tuesday—including to mineral rights in a region of the Arctic larger than France and Germany combined that includes the North Pole—emphasizes that the real-world implications of melting sea ice are rushing to a head much sooner than expected.\n\nAs the New York Times noted, such claims are a new phenomenon being driven by the ability of countries to drill for oil farther north because of melting ice caused by global warming. In recent years, temperatures in the Arctic have increased at twice the rate of the global average.\n\nAs Vladimir Chuprov of Greenpeace said in a statement, “the melting of the Arctic ice is uncovering a new and vulnerable sea, but countries like Russia and Norway want to turn it into the next Saudi Arabia.” If Chuprov’s prediction comes true, the Arctic could become one of the most important regions of geopolitical instability.\n\nRussia’s claim, if approved by the United Nations, would have lasting impacts for the planetary ecosystem as well. After a similar claim in 2001 was denied, a Russian mini-sub was dispatched to the North Pole sea floor where it planted a flag. The new Russian claim includes an estimated 594 oil fields, 159 gas fields, and more than 350 gold deposits. A recent scientific study said that any amount of drilling for oil in the Arctic is inconsistent with global goals to limit climate change, not to mention the unique environmental risks that accompany the short Arctic drilling season. Should a spill or accident happen toward the end of the summer, it may take months until ice retreats enough to remediate it in the following summer. The U.S., Canada, Norway, and Denmark have all tried to assert territorial influence in the Arctic in recent years, and Denmark’s previous claim is in direct conflict with Russia’s new claim.\n\nThis is what the “threat multiplier” effect of climate change that the Pentagon report describes looks like. Climate change is “a present security threat, not strictly a long-term risk,” according to the Defense Department. That case only seems bolstered by Russia’s latest maneuvers.\n\nThe emerging Arctic dispute shows that climate change won’t just disrupt places already in conflict, though those places will be hit hard as well.\n\nKing says the military is well-aware of these deficiencies, but has had trouble finding funding to expand its Arctic presence quickly enough. “The Coast Guard has been screaming and jumping up and down saying they need more capabilities for search and rescue, they need more capabilities for environmental remediation,” King told Slate. “A lot of that has come down to the icebreaker debate.”\n\nThe Pentagon report was written in response to a request from the Senate Appropriations Committee back when it was still controlled by the Democrats. There’s evidence, though, that the committee’s Republican members are open to at least considering the report’s findings, despite a recent push for cuts in funding to study the linkage between climate change and national security. Josh Busby, a professor of public affairs at the University of Texas–Austin, says “there’s a hope that maybe reports like this one give folks who are otherwise dismissive of the problem some pause.”", "_id": {"$oid": "55daf02504235215b082e2bb"}}