{"URL": "http://www.slate.com/articles/arts/movies/2015/08/american_ultra_reviewed_the_jesse_eisenberg_vehicle_turns_jason_bourne_into.html", "Text": "Courtesy of Lionsgate\n\nWhen Sergio Leone cast Henry Fonda as a villain in Once Upon a Time in the West, the actor was best known for playing humble good guys and soft-spoken sweeties. So Fonda, attempting to look like “a son of a bitch,” arrived on set with brown contacts over his baby blues and a ruffian’s moustache atop his upper lip. Leone was displeased—it was precisely the gentleness of Fonda’s face that he’d been planning to exploit to jarring effect. When Fonda’s character killed a helpless child in one famous scene, Leone made sure to focus on those kind blue eyes.\n\nWhat azure peepers were to Fonda, jittery discomfort is to Jesse Eisenberg, who is forever twitching and glancing shoe-ward. In a review of this summer’s The End of the Tour—a film in which much of Eisenberg’s dialogue is punctuated by nervous, joyless bursts of laughter—New York Times critic A.O. Scott theorized that the actor’s “genetic material is at least 25 percent weasel.”\n\nAdvertisement\n\n\n\nFrom his callow teen jerk in The Squid and the Whale to his implacable Zuckerbot in The Social Network, there’s long been a dickish undercurrent to Eisenberg’s performances. One presumes he’ll dust off similar moves when he plays cerebral supervillain Lex Luthor in next year’s Batman v Superman: Dawn of Justice. But in the new action-comedy movie American Ultra, Eisenberg engages in some Fonda-ish shtick-flipping—a trick not unlike the one he’d previously pulled in 2009’s Zombieland. He makes no effort to hide his halting demeanor, but instead of snappish and guarded, here it comes off as sweet and vulnerable. Likewise, his dorky body language (all inward cant, concave chest, pigeon toes) still defines him visually. But now it’s deployed as a juxtapositional joke—as when Eisenberg’s character, Mike, trembles and mewls after he skillfully snaps the neck of an enemy.\n\nJust as The Big Lebowski transformed the Philip Marlowe archetype into a bumbling stoner, American Ultra turns Jason Bourne into Jason Bong. When first we meet Mike, he’s a small-town convenience store clerk with a prodigious pot habit. He’s a mess of a guy who can’t cook an omelet without setting his kitchen on fire. He’s continually disappointing his devoted girlfriend (played, with orange-dyed hair and a flannel wardrobe, by Kristen Stewart) before puppyishly begging her forgiveness.\n\nThen one day, Manchurian Candidate–style, Mike’s hidden telos is activated when a visiting stranger recites a string of nonsense phrases. Turns out Mike was a dormant CIA sleeper agent—trained in the murderous arts—whose memory was wiped and replaced with a benign cover story. Now he suddenly finds himself brimming with tradecraft secrets, able to summon martial arts moves and firearms expertise. Soon, he’s on the run from CIA heavies determined to neutralize their rogue asset. Can Mike escape their clutches even as he fires up yet another joint?\n\nWe initially wonder why K-Stew’s character has shackled herself to this deadweight dude, as the two mope around their house listening to records and toking up (their exhalations bolstered with thick CGI clouds of smoke). But then the film posits an appealing fantasy for every woman who’s felt stuck with an aimless, bumbling man: Don’t worry, girl, just say the magic words and he’ll magically morph into a hypercompetent superspy.\n\nAmerican Ultra is all genre send-up, with not just Eisenberg but his fellow actors playing off their established personae. Connie Britton uses her maternal vibe to become a caring but tough CIA handler. (“Are you my mom?” a confused but hopeful Eisenberg asks her at one point.) Topher Grace’s constipated, milquetoast mien serves him well as an evil agency bureaucrat. Tony Hale, best known as Buster on Arrested Development, brings the silly to a small but funny role.\n\nThe cast is game. Stewart, in particular, gives her all, evincing genuine emotion when her on-screen boyfriend is in peril. She seems like she’s in a better movie than the one on the screen—one where the relationships and the stakes actually feel real.", "_id": {"$oid": "55daf35e04235215b082e4be"}}