{"URL": "http://www.theguardian.com/us-news/2015/aug/21/protesters-unveil-police-policy-proposals", "Text": "Leaders in the new civil rights movement campaigning against the killings of African Americans by police set out their most comprehensive set of policies and demands so far on Friday, as they moved to intensify their rapidly increasing influence on US politics.\n\n\n\nThe coalition of protesters outlined proposals for new laws at federal and state levels such as restricting the use of deadly force by officers, outlawing the supply of military equipment to police departments, instituting training to prevent racial bias and forcing the US government to keep a comprehensive record of fatal incidents.\n\n“We must end police violence so we can live and feel safe in this country,” the group stated on a new website, Campaign Zero, which also establishes an issue-by-issue system for monitoring the policy positions of candidates for the Democratic and Republican US presidential nominations.\n\nThe unveiling of the detailed policy platform followed a series of disruptions by protesters affiliated with the Black Lives Matter movement of presidential campaign rallies held by presidential candidates across the country, including former secretary of state Hillary Clinton. The actions have succeeded in pushing police and criminal justice reform to the forefront of the race for the Democratic nomination.\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest Jeb Bush is shouted down by Black Lives Matter protesters during a town hall gathering in Las Vegas on 13 August – link to video\n\n“America is finally waking up to this very necessary and critical conversation about race, equity and preserving the life and dignity of all citizens,” Brittany Packnett, one of the activists behind Campaign Zero, said in an interview.\n\n“These policies, like our resistance, will save lives and introduce a new way of viewing political strategy,” said Aurielle Lucier, the co-founder of the Atlanta-based activist group It’s Bigger Than You. “This is a blueprint for ending police violence,” said DeRay McKesson, another leading activist involved in the project.\n\n\n\nThe manifesto was shared with the Guardian in advance of its publication. It calls for the establishment of a new national standard authorising police officers to use deadly force “only when there is an imminent threat to an officer’s life or the life of another person” and the use of deadly force is “strictly unavoidable”. Under a 1985 US supreme court ruling, officers may currently use deadly force if they believe a fleeing suspect poses “a significant threat” of killing or seriously injuring someone.\n\nThe protesters’ platform also requests further legislation mandating all police officers to wear body cameras, lowering the standard of proof for convictions in federal civil rights inquiries, and banning police union contracts that they say obstruct investigations into officers responsible for fatalities.\n\nPacknett said the policies had been compiled over several months and incorporated some recommendations made earlier this year by President Obama’s White House policing taskforce, on which she sat.\n\nIt also comprises ideas from more than two dozen activists and organisers to ensure it is “truly reflective of the broad and decentralised nature of the movement,” she said. McKesson said: “It’s based on what we have learned over the past year and on direct feedback from protesters around the country.”\n\n• • •\n\nAmong other requests, the group also called on Friday for new laws to prohibit police departments from operating minimum quotas for traffic tickets and arrests, and to limit court fines and fees for low-income people. The aggressive prosecution for minor offences of black residents in Ferguson, Missouri, is seen as being partly responsible for the unleashing of dramatic protests in the St Louis suburb after the fatal shooting of Michael Brown, an unarmed black 18-year-old, last year.\n\n\n\nThe campaigners also called for laws requiring departments to devise plans for “recruitment and retention of minority police officers”. While two-thirds of Ferguson’s population is black, more than 90% of its police officers were white at the time of Brown’s death, leading to further tensions and alienation, according to residents.\n\nFacebook Twitter Pinterest DeRay McKesson in Ferguson in November. Photograph: The Washington Post/Getty Images\n\nCampaign Zero also proposes the sweeping decriminalisation of substance offences credited with blighting poorer communities with widespread criminal records, such as consuming alcohol in public and possessing marijuana, which is now legal in several states. Such offences have been aggressively policed under so-called “broken windows” theory, the abolition of which is called for by the protesters.\n\nThe manifesto was published by McKesson, Packnett, Johnetta Elzie and Samuel Sinyangwe. The four are co-founders of We The Protesters, a prominent section of a wider protest movement that is frequently referred to, in general terms, as Black Lives Matter.\n\nPacknett, 30, is an activist in St Louis, and sat on Obama’s taskforce. McKesson, 30, and Elzie, 25, are among the most prominent protesters thrust to the national stage by the demonstrations in Ferguson. Sinyangwe, 24, is a community organiser and policy specialist.\n\nWhile the name has been applied to a loosely affiliated collection of activist groups in the year since the Ferguson demonstrations, Black Lives Matter is a single organisation that was founded following the death of Trayvon Martin in Florida in 2012.\n\n“We’re all part of the movement for black lives, which is different to Black Lives Matter as an organisation,” said Sinyangwe. “The movement is wider than that organisation. They and we are pieces of it.”\n\n• • •\n\nIn New Hampshire last week, a group of activists from the Boston chapter of Black Lives Matter had planned to disrupt Clinton’s campaign event. But the group was prevented from entering and instead held a heated private meeting with the Democratic frontrunner, who has yet to unveil formal platforms on racial justice or criminal justice reform.\n\nRelated: 'Things will never be the same': the oral history of a new civil rights movement\n\nA video recording, released this week, showed a frank yet tense conversation: the activists accused Clinton of supporting criminal justice policies under her husband’s administration that they called “your mistakes” – including the draconian 1994 Violent Crime Control and Law Enforcement Act, which is widely argued to have adversely affected African Americans.\n\nAsked by Black Lives Matter activist Julius Jones to explain “how do you actually feel that’s different than you did before?” Clinton responded: “I don’t believe you change hearts, you change laws, you change allocation of resources, you change the way systems operate. You’re not going to change every heart, you’re not. But at the end of the day we can do a whole lot to change some hearts, and change some systems, and create more opportunities for people who deserve to have them.”\n\nSpeaking to the Guardian, Jones was sharply critical of Clinton’s response. “This whole idea of ‘You can’t change hearts’ – well, it’s hopeless,” Jones said. “It’s doubly damning to hear it from Hillary Clinton, who bears a unique personal responsibility and is also trying to lead our country.”\n\nClinton, her main Democratic rival Senator Bernie Sanders and former Maryland governor Martin O’Malley, have all openly courted prominent members of this new civil rights movement. McKesson was invited to Clinton’s formal campaign launch in New York in June and on Monday engaged with Sanders directly on Twitter to organise a meeting centred on the Democratic candidates’ racial justice platform.\n\nThe Guardian understands the meeting between Sanders and McKesson has yet to take place.\n\nThe manifesto authors credited the protest movement with contributing to the decision by Sanders and O’Malley to publish policy proposals on racial justice – and for some of the content therein – and by Clinton to outline specific reforms in her campaign speeches.\n\nThe movement appears determined to ratchet up the pressure as the presidential nomination contest continues. Earlier this month Sanders was forced to hand over the microphone at one of his own rallies in Seattle, when a pair of Black Lives Matter activists took to the stage and demanded the crowd observe four and a half minutes of silence in memory of Michael Brown.\n\nHillary Clinton meets with Black Lives Matter activists.\n\n“I was going to tell Bernie how racist this city is, even with all of these progressives,” said 23-year-old activist Marissa Janae Johnson, amid boos from the crowd as she took to the stage. “But you’ve already done that for me.”\n\nDaunasia Yancey, another of the Black Lives Matter Boston activists present during the meeting with Clinton last week, said that presidential candidates across the political spectrum should expect to have events shut down by activists mobilising under their banner.\n\n“When white people do it, it’s political engagement and revolution – and when black people do it, it’s violent and disruptive and the worst thing to ever happen, when in reality the worst thing to ever happen was Tamir Rice dying on an Ohio playground,” she said, referring to the 12-year-old killed by a white police officer in Cleveland last year.\n\n“The system isn’t broken. It has been built like this and we’re saying we have to operate in a new way,” Yancey said.\n\n“Even now, I’m baffled that candidates aren’t just coming out with [racial justice policies] and that they are surprised to be shut down. We’re here. It’s very clear what the movement’s goals are and what we’re willing to do to advance that message.”\n\n• • •\n\nFacebook Twitter Pinterest A woman holds up a sign reading Black Lives Matter in the street in Ferguson, Missouri, on the anniversary of Michael Brown’s death. Photograph: Jim Vondruska/Xinhua Press/Corbis\n\nIn July, a group of Black Lives Matter activists disrupted a Democratic presidential forum at the progressive Netroots Nation conference, which featured a joint appearance by Sanders and O’Malley. Clinton did not attend the conference.\n\nThe candidates appeared ill-prepared and defensive. “Black lives of course matter,” Sanders told the protesters. “I spent 50 years of my life fighting for civil rights and dignity, but if you don’t want me to be here that’s OK. I don’t want to out-scream people.” The response spawned internet memes and the hashtag “Bernie so black,” a reflection of the growing generational divide over how to confront the challenges facing the black community today.\n\nO’Malley tried another tack: “Black lives matter. White lives matter. All lives matter,” a phrase that was met with criticism.\n\nWilliam Galston, a senior White House domestic policy adviser under Bill Clinton, said all Democratic nominees were still under pressure to strike a rhetorical balance on racial justice, adding that the issue was now firmly established as a pivotal Democratic policy platform for the 2016 election.\n\nHe argued that the issue now facing all Democratic candidates was how to sell a reform package in the most rhetorically inclusive way.\n\n“Obviously there comes a time in the life in every nation, John F Kennedy and LBJ certainly found themselves at such a moment, when the distinctive claims of certain groups in society have to be recognised for what they are. In the area of policing and criminal justice we may have reached such a moment,” he said.\n\nRelated: Black lives don't matter, apparently, to Republican candidates for president | Steven W Thrasher\n\n“And the only question is whether one wants to confine the rhetorical and policy response to African Americans, whether one wants to fold into that the parallel between, for example, low-income Hispanics who are disproportionately represented in American prisons, as African Americans are.”\n\nThe issue has attracted little discussion and debate among Republican nominees. At the first televised debate between Republicans leading the polls, just one question related to policing was asked and directed at the Wisconsin governor, Scott Walker, who was given less than a minute to respond.\n\nNeither of the Republican frontrunners, Donald Trump and Jeb Bush, have issued formal policy platforms on police reform, an omission noted on the Campaign Zero website.\n\nThe group said they hoped to engage the Republicans. “This is a conservative issue – the government intruding on people’s lives in the most extreme way,” said Sinyangwe. Packnett said: “This is really a historical moment for our country, and I think it would be irresponsible for any candidate to not address that.”", "_id": {"$oid": "55daf1c304235215b082e409"}}