{"URL": "http://www.straitstimes.com/politics/more-4-mp-grcs-moulmein-kallang-grc-disappears", "Text": "More four-member Group Representation Constituencies (GRCs) have been added to the electoral map, bringing down the average size of GRCs at the next general election.\n\nAnd while several five-member GRCs - Chua Chu Kang, East Coast and West Coast GRCs - saw a reduction in size, the jumbo six-member Ang Mo Kio and Pasir Ris-Punggol GRCs were left untouched.\n\nAltogether, there will be 16 GRCs up for grabs at the next polls, yielding 76 MPs, up from the current 15 GRCs and 75 MPs.\n\nThese boundary changes made by the Electoral Boundaries Review Committee met the terms of reference by Prime Minister Lee Hsien Loong \"to have smaller GRCs, so as to reduce the average size of GRCs below five\".\n\nThere will now be six GRCs with four members, eight GRCs with five members, and two GRCs with six members. Overall, the average number of MPs per GRC will be 4.75.\n\nYesterday, President Tony Tan Keng Yam also designated 10 of the GRCs to have at least one Malay candidate, and six of the GRCs to have at least one Indian or other minority candidate, in line with the requirement to have minority representation in Parliament.\n\nOf the existing two four-member GRCs, only Holland-Bukit Timah GRC will remain the same.\n\nThe other, Moulmein-Kallang GRC, helmed by Communications and Information Minister Yaacob Ibrahim, will disappear from the electoral map. It is the only GRC to go in this round of redrawing.\n\nTransport Minister Lui Tuck Yew, one of the MPs there, said boundary shifts were inevitable given the need to create more smaller GRCs, and Moulmein-Kallang is \"one of the most affected\".\n\nSo although the GRC did not see significant demographic changes - its voter roll went from 87,595 in 2011 to 87,965 this year - it will be broken up, with 62,095 voters going to the new four-MP Jalan Besar GRC, and Moulmein ward's voters mostly redistributed between three other GRCs: Bishan-Toa Payoh, Holland- Bukit Timah and Tanjong Pagar.\n\nDr Yaacob is expected to helm the new Jalan Besar GRC, which takes in his Kolam Ayer ward, while Mr Lui is expected to be moved. Asked where he will go, he said: \"I have some idea of what the possible plans are but... this is not quite the right time for me to talk about it.\"\n\nJalan Besar GRC is not entirely new. It was erased in 2011, and will largely reabsorb areas it used to span, including areas of Tanjong Pagar GRC's Kreta Ayer-Kim Seng ward, and Whampoa Single-Member Constituency (SMC). MPs currently in these areas are Mr Edwin Tong, Dr Lily Neo, and Senior Minister of State Heng Chee How.\n\nThere will be four other new four-member GRCs.\n\nMarsiling-Yew Tee GRC is completely new, and will be cobbled together with parts of Chua Chu Kang GRC, which will also be downsized from five to four members, as well as Sembawang GRC. Rounding out the list of four-member GRCs are West Coast and East Coast GRCs, which will be downsized from their current five members.\n\nSpeculation had swirled in opposition circles about East Coast GRC being cut up, as the area was an electoral hot spot in 2011. A Workers' Party (WP) team contesting there polled 45.17 per cent against the People's Action Party team's 54.83 per cent.\n\nBut there was little change to its borders, with only Fengshan area becoming an SMC.\n\nSaid East Coast GRC MP Raymond Lim: \"Nothing has changed substantively for us. We will continue to serve our residents to the best of our abilities regardless of whether Fengshan is an SMC or part of a GRC.\"\n\nMeanwhile, the light-touch applied to the boundaries of the two mammoth GRCs, Ang Mo Kio and Pasir Ris-Punggol, surprised observers. Many expected the six-member GRCs to be downsized, particularly Pasir Ris-Punggol, which saw a population boom in the last four years.\n\nHelmed by Deputy Prime Minister Teo Chee Hean, it had added almost 40,000 voters since 2011, and surpassed Ang Mo Kio GRC as the constituency with the largest number of voters.\n\nIn fact, in the 2011 redrawing exercise, parts of it were taken out to form Punggol East SMC.\n\nBut this time, it will cede six polling districts in Punggol South, and 19,689 voters, to Ang Mo Kio GRC, helmed by PM Lee, putting both GRCs on a par in the electoral charts.\n\nThe resulting knock-on changes will see the boundaries of GRCs in the north being altered - Ang Mo Kio GRC will see 22,910 voters move to Nee Soon GRC, while 53,177 voters will move from Nee Soon GRC to Sembawang GRC.\n\nSembawang GRC will, in turn, see 61,061 voters move to the new Marsiling-Yew Tee GRC.\n\nWhile analysts praised the move towards smaller GRCs, they said retaining six-member GRCs did not seem to square with this shift.\n\nPolitical scientist Derek da Cunha said: \"Six-member GRCs stand out like a sore thumb and their continued existence will likely perplex many people.\"\n\nSingapore Management University law don and former Nominated MP Eugene Tan added: \"The fact that the two six-man GRCs are helmed by PM Lee and DPM Teo will give rise to views that it is to make things easier.\"\n\nOnly two GRCs see their boundaries unchanged: WP-held Aljunied GRC, and Tampines GRC, led by Education Minister Heng Swee Keat.\n\nCorrection: An earlier version of this story wrongly attributed Mr Raymond Lim's quote: \"Nothing substantively has changed for us. We will continue to serve our residents to the best of our abilities regardless of whether Fengshan is an SMC or part of a GRC\" to Mr Lim Swee Say. We are sorry for the error.\n\nWhat it should have been (published on July 27, 2015)\n\nIn Saturday's report, \"More 4-MP GRCs, Moulmein-Kallang GRC disappears\", a statement about the electoral boundary changes of East Coast GRC was wrongly attributed to Manpower Minister Lim Swee Say.\n\nIt was, in fact, East Coast GRC MP Raymond Lim who said: \"Nothing has changed substantively for us. We will continue to serve our residents to the best of our abilities, regardless of whether Fengshan is an SMC or part of a GRC.\"\n\nWe are sorry for the error.", "_id": {"$oid": "55dc249104235215b082e4ed"}}