{"URL": "http://www.mackinacislandnews.com/news/2006-02-11/Columnist/053.html", "Text": "The Sweet Surrender of Mackinac Island Fudge\n\nA Look at History\n\nBY FRANK STRAUS\n\nFor many visitors, Mackinac Island is fudge. At least two kitchens operating on Mackinac Island trace their ancestry back more than 100 years. And yet when the federal Works Progress Administration published its exhaustive “State Guide to Michigan” in 1941, there was not a single mention of the confection. Why is this?\n\nThe nationwide association of “Mackinac Island” with “fudge” is largely the work of two people, candymakers Harry and Ethel Ryba. Ethel Ryba, who died January 5, 2006, near Detroit at the age of 99, was the senior surviving member of the family that reinvented Mackinac Island fudge as an experiential commodity.\n\nOne key fact about fudge is not that it has grown on Mackinac Island, but that it has shrunk everywhere else. Up until World War II, most Americans took handmade candy for granted. It was standard for children to invite their friends over for a “taffy pull,” everybody knew what the “soft-ball stage” was, and most people had been taught by their parents or grandparents how to make sweets of various kinds. For example, my grandmother, Mrs. Helen Puttkammer of “Meta Mura” cottage, born in 1898, taught me how to make Christmas popcorn balls with corn syrup.\n\nIn the late 1800s, Mackinac Islanders sold all sorts of snacks, treats, and confections to visitors, including fudge; but nobody seems to have thought that Mackinac Island fudge was special. On the East Coast, however, candymakers began to discover that confections oxidized slowly in a humid atmosphere seemed to have a special flavor. Confectioners in Atlantic City, New Jersey, began to make and advertise “salt water taffy,” which was not made with salt water but was taffy that been pulled within sight of a seashore.\n\nUnlike bar chocolate, fudge can be made with the same kind of unsweetened cocoa that one gets from grinding an ordinary cocoa bean. However, with fudge the chocolate is diluted with other ingredients, including sugar or syrup, and milk, cream, or butter. One standard recipe for chocolate fudge calls for 12 measures of all other ingredients to only one measure of unsweetened cocoa. If the fudge is made properly, the taste of the chocolate will dominate the confection despite these proportions.\n\nFudge is a slow-oxidized confection with carefully blended, strong flavors. Wellmade fudge is often praised with words like “smooth” and “chocolaty.” In classic Mackinac Island fudge, the soft-ball syrup is poured out onto a marble confectioners’ table and slowly hand-paddled into logs with a spatula. The syrup cannot be logged until it dries, cools, and thickens. Ironically, this drying process is especially slow in a humid environment, such as that enjoyed in Mackinac Island summers. Watching a candymaker slowly paddle a tabletop of Mackinac Island fudge syrup gives one a glimpse of the importance of our island humidity to the creation of genuine Mackinac Island fudge. It cannot be made anywhere else, even with exactly the same ingredients.\n\nIn World War II, sugar was rationed. Fudge and other handmade confections almost disappeared. After the war, the United States was victorious and the American dollar was strong; factory-made, packaged chocolate candy began to dominate the American lunchbox. For approximately 20 years after the war, commercial candy bars were made and sold for only 5¢ a bar, which provided the manufacturer not only with a profit but also with a flow of cash to buy advertising on the new “television” machines. There was less reason to make cocoa-based confections like fudge; children had stopped appreciating artisan candies.\n\nDuring this postwar period, Mackinac Islanders continued to make and sell fudge. Many Island men and women played key roles in keeping the Island’s fudge tradition alive. However, Harry Ryba was special in both his enthusiasm and his aggressive salesmanship. A Detroit caramel-corn maker, Ryba realized that the experience of buying confections was as important as actually eating them. He opened his first candy shop on Mackinac Island in 1960. One of the Rybas’ first innovations was the installation of a ventilation system in the candy stores to waft the smell of freshly made fudge out onto the Main Street sidewalk and lure potential customers inside. Once inside, visitors could watch fudge being paddled into cooled loaves for sale, as has been described here.\n\nEthel Ryba inspired the young firm to adopt a bright pink color as its visual motif. More than half of the postWorld War II family’s foodpurchasing decisions were made by women, and the Ryba’s Fudge experience was specifically designed to “empower” Baby Boom-era mothers and women with the feeling that their desires and choices were important to the shop. Before Harry and Ethel Ryba, most of the fudge made and sold on Mackinac Island came in two varieties: chocolate, or chocolate with nuts. The Rybas, living in the Detroit area in the 1920s, had seen how the young General Motors, making and selling a variety of cars, had reached up to and then passed the Model T-dominated Ford Motor Company. Ryba’s Fudge began to sell 14 separate flavors and varieties of fudge, from which visitors could choose.\n\nWith the sharp growth in tourism to Mackinac Island in the 1960s, the Ryba empire expanded rapidly. Harry and Ethel Ryba encouraged island visitors to think of smelling and watching fudgemaking to be an essential element of the overall Mackinac Island experience, and even encouraged tourists to think of themselves as “fudgies.” The candy stores gave away bright-pink buttons to purchasers, which they could pin to their blouses and which proclaimed “I’m A Mackinac Island Fudgie.” The buttons are now collector’s items, but Islanders sometimes call daytrippers “fudgies” to this day.\n\nMackinac Island continues to make fudge today. Those interested in this story can find out more by reading Phil Porter’s recently published book “Fudge: Mackinac’s Sweet Souvenir,” published by Mackinac State Historic Parks.", "_id": {"$oid": "55daf17504235215b082e3ca"}}