{"URL": "http://www.baltimoresun.com/news/maryland/bs-md-lead-liability-20150814-story.html", "Text": "Gov. Larry Hogan's top housing official said Friday that he wants to look at loosening state lead paint poisoning laws, saying they could motivate a mother to deliberately poison her child to obtain free housing.\n\nKenneth C. Holt, secretary of Housing, Community and Development, told an audience at the Maryland Association of Counties summer convention here that a mother could just put a lead fishing weight in her child's mouth, then take the child in for testing and a landlord would be liable for providing the child with housing until the age of 18.\n\nPressed afterward, Holt said he had no evidence of this happening but said a developer had told him it was possible. \"This is an anecdotal story that was described to me as something that could possibly happen,\" Holt said.\n\nHe offered no specific proposals, but said he hoped to limit the liability of landlords in lead paint cases. He said his department is working with the Maryland Department of the Environment to draft legislation for the 2016 General Assembly session.\n\nHealth advocates reacted by saying they would fight any effort to weaken lead paint protections — and Holt's suggestion that parents might poison their children to gain housing benefits provoked outrage.\n\n\"To me it's beneath contempt,\" said Ellen Silbergeld, a professor of environmental health science at the Johns Hopkins Bloomberg School of Health.\n\nState Del. Samuel I. \"Sandy\" Rosenberg, a Baltimore Democrat who has specialized in lead paint issues, said any weakening of lead paint laws would take the state back \"way backwards.\"\n\n\"If that's the direction that we're headed in for regulatory reform — making us a business-friendly state but a citizen-unhealthy state — that's outrageous,\" he said.\n\nHogan, who completed a third round of chemotherapy for cancer earlier this week, did not attend the MACO convention. Asked for comment, a spokesman for the governor said Holt's comments did not represent administration policy.\n\n\"The secretary has never spoken to the governor about it,\" said Hogan spokesman Doug Mayer. \"Our administration is committed to the highest safety standards possible.\"\n\nBaltimore's health commissioner, Dr. Leana Wen, expressed surprise at Holt's remarks. \"We have not heard of parents deliberately poisoning their children to get benefits,\" she said.\n\nWen said that while the city and state have made great strides in reducing lead poisoning, thousands of children remain at risk of exposure to lead, which can lower IQs and cause permanent brain damage.\n\nHolt, a Republican who once represented Baltimore County in the House of Delegates, said reviewing lead paint standards was part of a series of initiatives he planned that also include relaxing the state's building codes and making it easier for people saddled with heavy student debts to buy homes. The secretary appeared on a panel discussing economic development strategies.\n\nAs critics protested Holt's comments about mothers of lead paint victims, he declined through his office to call a reporter Friday afternoon to further explain his remarks. The housing department released a statement saying: \"Secretary Holt and the department have the highest standards of safety when it comes to protecting children and Maryland families. The department will do nothing to jeopardize that.\"\n\nRuth Ann Norton, a longtime advocate for reducing lead poisoning, said Holt appears to be confused about what Maryland law requires landlords to do. She said there is no requirement that they provide shelter until an exposed child turns 18, only that they provide safe housing while lead abatement is under way at the original residence.\n\nLike other activists, Norton objected to Holt's anecdotal evidence of a need for change.\n\n\"If any person said that we need to develop legislation because mothers are poisoning their children, that is a very, very serious statement and is very troubling and wrong-headed,\" Norton said. \"I do have to say at the end the day that this is also really in complete contrast to all of the conversations we have had with the governor office's and the secretary himself when I met him.\"\n\nRosenberg said the story reminded him of statements made by landlords 25 years ago.\n\n\"That's the stereotype — that it's the parents' fault,\" he said.\n\nYoung children up to the age of 6 are considered most vulnerable to lead. Studies have shown that ingesting even tiny amounts — usually from dust in the air from deteriorated paint — can harm the still-developing brains and nervous systems of young children, leading to learning and behavioral problems.\n\nIn an attempt to balance health and housing needs, the Maryland General Assembly in 1994 passed a law requiring owners of all rental housing built before 1950 to register with the state and take steps to reduce the risks of exposing children to toxic paint flakes or dust.\n\nIn return, the law capped landlords' liability if a child subsequently became poisoned by capping their compensation at $17,000. The law was considered a historic compromise: Landlords at the time were in some cases boarding up their properties rather than fix lead-paint hazards, saying the costs of removing the hazardous paint exceeded the value of the property. Advocates accused the landlords of ducking their legal responsibilities.\n\nThe law has been credited with driving a 98-percent reduction in the number of lead-poisoned children. But four years ago, the Maryland Court of Appeals struck down the portion of the law shielding landlords from hefty court judgments, declaring that it unconstitutionally denied poisoning victims their day in court.\n\nThe unanimous high-court ruling, while hailed by children's advocates, produced anxiety among landlords who feared being bankrupted by lawsuits. Some cases in Baltimore City have resulted in jury verdicts awarding millions of dollars in damages to plaintiffs contending they were permanently harmed by ingesting lead in rented homes in their youth, though many cases are settled for much less.\n\nSome lawmakers have looked at establishing a new, higher cap on damages for lead paint, or even a state-administered fund to pay claims. But they haven't acted, either out of concern that a new cap wouldn't stand up to court scrutiny or that the fund would be unworkable.\n\nMeanwhile, the legislature expanded the state's regulatory oversight of rental housing to include properties built up to 1978, when the federal government banned the use of lead paint nationwide.\n\nKathy Howard, who represents landlords as legislative committee chairwoman of the Maryland Multi Housing Association, said the landlords' group has held \"preliminary conversations\"' with the housing and environment departments about lead paint liability issues. She said she thinks both are \"on the right track\" in addressing the issue.", "_id": {"$oid": "55daf08604235215b082e307"}}