{"URL": "http://www.slate.com/articles/arts/movies/2015/08/grandma_with_lily_tomlin_reviewed_american_pie_director_paul_weitz_s_new.html", "Text": "Photo courtesy of Sundance Institute/Sony Pictures Classics\n\nIn Grandma’s opening scene, Lily Tomlin’s Elle Reid breaks up with her girlfriend of four months in the cruelest way she can think of: “You’re a footnote,” she tells Olivia (Judy Greer), a minor postscript to the 38-year relationship that ended with the death of Elle’s partner, Vi, or Violet, 18 months earlier. Olivia burbles on about love, but Elle pays her no mind. “Leave your keys on the coffee table,” she tells the younger woman, cold as ice. Then she heads to the shower where she dissolves into tears.\n\nJune Thomas June Thomas is a Slate culture critic and editor of Outward, Slate’s LGBTQ section.\n\nA little later, as Elle conjures happier memories by flipping through old photos and perfectly preserved children’s artwork, she receives an unexpected visitor: It’s her teenage granddaughter, Sage (Julia Garner), who’s pregnant, has an appointment to get an abortion in just under nine hours, and needs $600 to pay for it. Since Elle, a poet and occasional academic writer-in-residence, has just $43 to her name and has made a charming, if unmelodic, wind chime from her chopped-up credit cards, there’s only one possible course of action: The two of them whip the cover off Vi’s amazing old Dodge and hit the road, hoping to find a friend who’ll lend them the cash.\n\nAdvertisement\n\n\n\nThat what follows is transparently a string of guest-star vignettes doesn’t make the road trip any less enjoyable to watch. What could have been an abbreviated version of 24, with Tomlin in the Jack Bauer role, turns into something far less frantic. There’s no countdown clock on the screen as Elle and Sage ride around Los Angeles. Instead, it’s a gentle journey of enlightenment, as Sage gets to see Elle at her worst—when she childishly acts out in a pretentious coffee shop—and at her best, when she stands up to dopey young guys and lovesick old men in order to safeguard Sage’s future. Garner, memorable as the lonely high-schooler whose openness to seduction freaked out Matthew Rhys’ Philip Jennings on The Americans, is curious and observant, keen to know more about her grandmother than crazy, angry, misanthropic—the simplistic adjectives her mother uses to describe her.\n\nFrom the kid who knocked up Sage, who is objectively an impudent waste of DNA, Elle swipes a few bucks and some choice weed; from tattoo artist Deathy (Laverne Cox as a tatted-up Bettie Page type), she receives a small monetary contribution and some fresh ink.* A visit to a lesbian-run café—where, true to life, the employees’ interpersonal drama is far more interesting than the food—provides a reminder that, although she claims to have a plan to raise the money, Elle has a poet’s impracticality.\n\nThe way Grandma’s female characters—many of them queer—dress, decorate their homes, and, most importantly, talk to each other is so beautifully observed, I was sure that Paul Weitz, who wrote and directed this movie, must be a sixtysomething lesbian rather than the guy who wrote Nutty Professor II: The Klumps and directed American Pie. That’s unfair, though. Weitz has made fine movies about the challenges of intergenerational communication (In Good Company), estranged parents and children (Being Flynn and Admission), and the loneliness of single parenthood (About a Boy and, once again, Admission)—and his experience on those projects shines throughout the film, but especially during a bravura scene between Tomlin and Sam Elliott, as Karl, a man from deep in her past.\n\nFor most of the movie, Elle acts like the aggrieved party, mumbling complaints about the friends and family members who disappeared when Vi got sick, but in her interactions with Karl, she’s the one who must make amends. Elle and Karl, who haven’t set eyes on each other for three decades, move swiftly from polite chatter to real talk. “You wronged me,” Karl declares, with a force that shows the hurt is as raw as it was 49 years earlier when the injury occurred, and for once Elle doesn’t try to deflect with anger or humor. As you get older, Karl says, “old shit just bubbles up.” In confronting her past with Karl, Elle finally seems able to let go of mistakes she’s been feeling guilty about for almost 50 years.\n\nThe scene with Karl is so cathartic, and Tomlin and Elliott’s chemistry is so intense, that subsequent events the movie has been building toward—our eventual introduction to Sage’s mother, Judy (Marcia Gay Harden, wonderful as an impatient, overcaffeinated superlawyer), and the appointment at the abortion clinic—seem slightly anticlimactic. In part that’s because the spotlight drifts away from Tomlin, who, this movie makes clear, has been criminally underused in the supporting roles she’s typically cast in.\n\nGiven our culture’s tendency to avoid the subject of abortion, Grandma’s frank treatment of Sage’s response to her unwanted pregnancy feels revolutionary. The decision to terminate is treated with utmost seriousness, and the responsibility is spread around—Sage for making reckless decisions; Judy for paying more attention to work than to her daughter; and Elle’s generation for failing to make abortion widely available at a reasonable price. But the film isn’t about abortion, or even really about Sage. It’s about grief and the importance of moving on. When Sage forces Elle to ask others for help, Elle has to let down her defenses and allow her loved ones to see that her misanthropy is mostly an act. She pushes people away so she can be alone with her memories of Vi. But she’s also someone’s grandma—and at the end of the movie, she seems ready to recommit to that role.", "_id": {"$oid": "55daf17304235215b082e3c9"}}