{"URL": "http://www.gallup.com/poll/109258/majority-americans-say-racism-against-blacks-widespread.aspx", "Text": "PRINCETON, NJ -- A recent USA Today/Gallup poll finds most Americans saying racism is widespread against blacks in the United States. This includes a slim majority of whites (51%), a slightly higher 59% of Hispanics, and the vast majority of blacks (78%).\n\nThese results are based on a national sample of 1,935 U.S. adults, including large samples of more than 600 blacks and 500 Hispanics, weighted to represent their correct proportions in the U.S. population.\n\nAmericans also see racial discrimination as a major or minor factor in four specific problems facing the black community -- lower average education levels for U.S. blacks, lower average income levels for U.S. blacks, lower average life expectancies for blacks, and a higher percentage of blacks serving time in U.S. prisons.\n\nRacism is most widely believed to be a major reason for the higher percentage of blacks in U.S. prisons, and least likely to be seen as a primary factor in blacks' lower average life expectancies.\n\nOn all four issues, blacks are more likely than whites and Hispanics to see racial discrimination as a major factor. In fact, a majority of blacks say racial discrimination is a major reason each problem is occurring.\n\nWhites are more inclined to view racial discrimination as a minor reason in three of the four areas, but a plurality of 44% of whites believe it is a major factor in higher prison rates for blacks.\n\nHispanics are more likely to see racism as a major rather than a minor reason why blacks have had worse experiences in these four areas. This includes a majority of Hispanics who view anti-black discrimination as a major factor in the higher prison rates among blacks.\n\nRacism Against Whites?\n\nGenerally speaking, racism in the United States is thought of as a problem that victimizes blacks and members of other racial or ethnic minority groups. But that does not preclude the possibility that members of minority groups could themselves harbor ill will against members of the majority racial group. Some could also label the result of affirmative-action policies as racism against whites if in fact minorities are given preferential treatment for jobs or other valued positions. The poll sought to find out whether Americans believe there is racism against whites.\n\nIn general, Americans reject the notion of anti-white racism, but not overwhelmingly. While a majority of adults think such racism is not widespread, 41% think it is. This includes roughly 4 in 10 whites, blacks, and Hispanics.\n\nPartisan Differences\n\nThere are clear party differences regarding views of the extent to which racism against blacks exists in the United States, with Democrats most likely to say this problem is widespread, while Republicans generally disagree. It is possible that those differences have more to do with the link between race and party affiliation (blacks overwhelmingly identify themselves as Democrats) than between partisanship and one's racial attitudes. But these party differences are apparent even when looking at party within racial or ethnic groups.\n\nOn the question of anti-white racism, there are essentially no partisan differences.\n\nImplications\n\nThe majority of Americans believe racism against blacks is common in the United States, particularly with respect to the fact that blacks are more likely to occupy U.S. prisons on a proportional basis. Although less than half of Americans see racism against whites as very common, roughly 4 in 10 believe it is.\n\nAs on most issues involving race in the United States, blacks are much more likely to see racism as a problem than are whites. However, other questions in the poll showed that Americans remain optimistic that race relations could improve, if Americans could hold an open national dialogue on race and if Barack Obama were elected as the first black president.\n\nSurvey Methods\n\nResults are based on telephone interviews with 1,935 national adults, aged 18 and older, conducted June 5-July 6, 2008. For results based on the total sample of national adults, one can say with 95% confidence that the maximum margin of sampling error is ±4 percentage points.\n\nFor results based on the sample of 702 non-Hispanic whites, the maximum margin of sampling error is ±5 percentage points.\n\nFor results based on the sample of 608 non-Hispanic blacks, the maximum margin of sampling error is ±5 percentage points.\n\nFor results based on the sample of 502 Hispanics, the maximum margin of sampling error is ±6 percentage points (120 of the 502 interviews with Hispanics were conducted in Spanish).\n\nTo provide feedback or suggestions about how to improve Gallup.com, please e-mail feedback@gallup.com.", "_id": {"$oid": "55daf10304235215b082e393"}}