{"URL": "http://www.slate.com/articles/news_and_politics/foreigners/2015/08/how_to_undermine_isis_with_one_simple_trick_target_the_jihadist_recruiters.html", "Text": "Photo by Tauseef Mustafa/AFP/Getty Images\n\nLast month, it was reported that a group of teenage girls in Chechnya catfished their ISIS recruiters. The girls tricked their jihadist suitors into sending them money online on the false premise that they planned to use the funds to move to Syria to marry ISIS fighters. However, once these “jihadist brides” received the money, they shut down their online profiles, only to reappear a short time later to scam another ISIS recruiter out of his ill-gotten cash.\n\nWhile the authorities generally don’t want to condone the work of Internet scam artists, these Chechen teenagers have highlighted a real vulnerability in ISIS’s ability to attract recruits to its cause—one that can be turned against the group for a fraction of the price of the bombs the United States is dropping from warplanes.\n\nAdvertisement\n\n\n\nUnlike what’s often portrayed in the media, there are relatively few people who decide on their own to move to Syria to join ISIS. Typically, there’s a middleman—a recruiter on social media or a neighborhood friend already on the battlefield—who persuades, cajoles, and pressures the fence-sitters to make their way to the so-called caliphate. These men (and women) play a critical role in bringing fresh foreign fighters into Syria as well as keeping the ISIS war machine running.\n\nISIS has a finite number of possible recruiters who are skilled at their craft.\n\nThe New York Times’ Rukmini Callimachi recently profiled one lonely young woman in Washington who almost fell into ISIS’s clutches, lured by a middle-age man in England who she met online and who sent her money and gifts in the mail. The same was true of an Orange County, California, man who “succumbed,” as one U.S. attorney put it, to ISIS’s online efforts. Or the three teenagers from Colorado who almost made it to Syria last year courtesy of an online ISIS recruiter.\n\nFor the government to try to stop every possible recruit from joining ISIS is a fool’s errand; there are simply too many people who could potentially join the group. In a recent case in Mississippi where a couple was publicly casting about on social media to figure out how to get to Syria, the FBI’s efforts seemed like a labor-intensive way to bust a pair of low-level, nonviolent suspects. Rather, it’s on the other side of this equation—targeting the recruiters—where intelligence services, law enforcement, and even private individuals could dramatically raise the cost of doing business for ISIS.\n\nSince many ISIS wannabes interact with charismatic online middlemen—even just to discuss the logistics of getting to Syria—the governments of the world could overwhelm ISIS’s recruiting system by creating hundreds of fake ISIS-curious individuals to interact with recruiters.\n\nFor starters, one can safely assume that ISIS has a finite number of possible recruiters who are successful at their craft. An ISIS fighter who only speaks Arabic, for instance, will not be able to persuade an English-speaker in the United States, especially over a period of weeks or months. And even if a person has the requisite language skills, it doesn’t mean he has the sophistication to convince someone to journey to Syria to fight and die for Islamist marauders.\n\nThus, wasting their time and scamming them for cash is a good first step to imposing a high price on recruiters’ activities—at a low cost. The recruiters are, after all, human, and thus may not have the necessary mental bandwidth to deal with dozens of fakes. And just like there’s an online community that scams Nigerian scam artists, there would be a large group of private citizens willing to confuse and harass ISIS recruiters in their spare time.\n\nThat’s Step 1. Step 2 is for the government to collect enough intelligence on these top recruiters to create profiles for targeting purposes. The best recruiters are crafty and sophisticated enough to not give away too much personal data on the Internet. However, enough information, combined with intelligence and law enforcement data, can eventually be combined to block their activities or arrest them if they live in the West or other friendly countries. And if they’re in Syria, perhaps enough intelligence can be gathered to put them out of business using more deadly means.\n\nLaw enforcement has a great deal of experience performing these stings. The FBI already uses similar online operations to bust pedophiles both in the United States and internationally. Law enforcement should have little trouble setting up multiple fake personas in order to lure ISIS recruiters.\n\nOther nations can assist in this effort to undermine these recruiting networks. Counterterrorism is a team sport. European and Middle Eastern nations, as well as Russia and China, can help overwhelm ISIS’s human networks—and they will know how to best tailor their messages to dupe local-language recruiters. Liberating ISIS’s money will also provide some light into how funds move across national borders and perhaps which financial institutions are assisting in these efforts.\n\nSoon, the usual, deep-seated paranoia coursing through these kinds of organizations will surface, perhaps dissuading ISIS handlers from interacting with genuine recruits. The governments of the world will thus be turning ISIS’s asymmetric social media efforts against itself.", "_id": {"$oid": "55daf22104235215b082e438"}}