{"URL": "https://www.washingtonpost.com/world/national-security/how-did-these-two-women-become-the-first-to-complete-army-rangers-school/2015/08/19/a745c962-46af-11e5-8ab4-c73967a143d3_story.html", "Text": "Soldiers participate in combat training during Army Ranger School at Fort Benning, Ga. First Lt. Kristen Griest, one of the first two female soldiers who will graduate from Ranger School, is at center.\n\nApril 20, 2015 Soldiers participate in combat training during Army Ranger School at Fort Benning, Ga. First Lt. Kristen Griest, one of the first two female soldiers who will graduate from Ranger School, is at center. Spec. Nikayla Shodeen/U.S. Army\n\nThe Army Ranger School is set to graduate its first two female students, 1st Lts. Kristen Griest and Shaye Haver. The women started school April 20 alongside 380 men and 17 other women.\n\nThe Army Ranger School is set to graduate its first two female students, 1st Lts. Kristen Griest and Shaye Haver.\n\nThe Army Ranger School is set to graduate its first two female students, 1st Lts. Kristen Griest and Shaye Haver.\n\nBehind the scenes with the first two women to graduate from Army Ranger School\n\nBehind the scenes with the first two women to graduate from Army Ranger School\n\nThe two women who will graduate Friday from the Army’s Ranger School did not seem particularly destined to break that gender barrier. Both were strong students and gifted athletes, like many others who emerge from high schools across the country every year. But they made their mark on the U.S. military this week by tapping rare levels of determination that intensified over time.\n\nFirst Lt. Shaye Haver, 25, was a star high school soccer player in Texas, making the varsity team as a freshman. She learned to fly an Apache helicopter like her father. First Lt. Kristen Griest, 26, ran cross-country in Connecticut before applying to the U.S. Military Academy at West Point, N.Y., where she would cross paths with Haver for the first time.\n\nBoth failed the initial phase of Ranger School but kept trying even as others elected to drop out. On Friday, the two will become the first women to wear the elite Ranger Tab on their uniforms, after exhibiting degrees of perseverance that brought pride to past mentors.\n\n[As women finish Ranger course, pressure on military to ease gender barriers]\n\nWhen Haver first met military instructor Enrique Herrera as a freshman in high school, she immediately impressed him with her fire, her smarts and her demeanor. She already had the athleticism and gravitas to be a leader in his Junior ROTC class, he said.\n\nMilitary history was made as two women passed the U.S. Army's grueling 62-day Ranger Course in Fort Benning, Ga. (Reuters)\n\n“She told me straight-out: ‘I love my feminism, and I love dressing up,’ ” Herrera said. “ ‘But I’m also tough.’ ”\n\nAnna Mahon, Griest’s high school English teacher, described her former student as a “solid, all-around kid” who was always determined to succeed but recently seemed fundamentally transformed. “When I saw her at Easter, she looked even more disciplined and fierce,” Mahon said, “which is strange because she’s so nice, so it was a little weird to see. I’m just super proud of her.”\n\nBoth started Ranger School on April 20 as part of the first class to include women. Of the 400 soldiers in that class, 117 — including Haver and Griest — have crossed the finish line. Eleven others remain in training, including a third woman.\n\n[History made: Army Ranger School to graduate its first female students]\n\nThe Ranger course is among the most intense and demanding in the military. Its participants are expected to operate on limited food and sleep, facing tests of physical endurance, skill and combat in woods, on mountains and in swamps.\n\nThe first phase alone demands 49 push-ups, 59 sit-ups, a five-mile run in 40 minutes, a combat survival swim test and a 12-mile road march that must be completed in three hours while the soldier carries dozens of pounds of gear.\n\nBoth female officers twice failed to clear the first phase but were allowed to start over. While many men also are allowed to redo a phase, it’s rare — though not unheard of — for soldiers to be allowed to start over from the beginning after failing the same phase twice. Of the 20 women who qualified, only Griest, Haver and a third woman made it to the second phase.\n\nArmy Ranger candidates Lt. Shaye Haver and Cpt. Kristen Griest want to see more women in combat units and prove that they can keep up. (AP)\n\nLater segments included parachute jumps and helicopter assaults, mountaineering in northern Georgia’s Chattahoochee National Forest and waterborne operations in the streams and swamps in Florida. Students are graded on how they perform on dozens of simulated combat patrols, by instructors and fellow students.\n\nWhile other women struggled, Griest and Haver kept up with their male counterparts and occasionally did better. On July 14, Griest and Haver were required to scale about 60 feet of sheer rock wall on Mount Yonah in northern Georgia. As others struggled, ­Griest — who will be promoted to captain Friday — moved steadily up the surface at a pace that eclipsed some of the men.\n\n“You can tell she doesn’t even have muscle fatigue,” said Capt. Lesley-Anne Crumpton, one of four female “observer-advisers” the Army trained and deployed during the training. “I always watch for shaking. She didn’t even shake.”\n\n[Ranger School officer combats rumors about how women passed in pointed Facebook post]\n\nIn the final phase of the training in Florida, Griest and Haver blended in almost seamlessly among other students paddling small rubber boats up the Yellow River on Eglin Air Force Base. Like the men who were required to get buzz cuts for the training, the women also had to have close-cropped hair.\n\n“My sister grew up with a desire to do a lot of things with her life,” Michael Griest said in a telephone interview. “She has always been very athletic and very smart,” he said, adding that she can do “an insane” number of push-ups.\n\nThe two women now put a spotlight on the long-simmering debate over how far the military should go in allowing women into combat roles. In 2013, then-Defense Secretary Leon Panetta gave the armed services until this fall to petition senior defense officials if they wanted to keep any jobs closed to women, with a decision on each expected by January.\n\nEven after Griest and Haver have earned the prestigious Ranger Tab, women across the Army remain ineligible to seek membership in the elite 75th Ranger Regiment, which conducts raids and other Special Operations missions. But that lingering barrier to women may fall in the coming months, current and former U.S. officials have said.\n\nTeachers and friends of the two female officers said Wednesday that while both women were strong, disciplined athletes, perhaps the most distinguishing feature was their focus.\n\nMahon, the English teacher who is now the principal at Griest’s high school in Orange, Conn., and was a hammer thrower in the 2004 Olympics, said she helped Griest with her West Point application and with some of the physical tests.\n\nGriest was a talented distance runner but like Mahon began competing in the hammer throw. “It’s a totally different use of your body and [requires] mind discipline,” Mahon said. “You have to concentrate all of your energy into three to six different movements, while distance is a long, drawn-out concentration. She had an interest in doing both of those, and it made her unique.”\n\n“I’m not surprised she’s making history as one of the first women to accomplish this,” she said, calling it a “testament to her devotion and drive.”\n\nHaver — who was a high school classmate of Washington Redskins quarterback Robert Griffin III in Texas — told her local newspaper in 2007 that her determination to join the military was strengthened after several soldiers who were her father’s friends died in Iraq.\n\n“You have to be the one who’s on top of things, who wants to get stuff done,” Haver told the Copperas Cove Herald newspaper. “I may think that I’m okay right now, but I may not even know my potential yet because I haven’t been pushed like that.”\n\nGriest and Haver have declined interviews, and their families issued a joint statement Wednesday saying that like all the other soldiers who graduated, the two “are happy, relieved and ready for some good food and sleep. Like everyone who will pin the tab on Friday, they are exceptional soldiers and strong teammates.”\n\nRead more:\n\nIn Army Ranger School, admiration — and frustration — in assessment of women\n\nWill the Army open its elite Ranger Regiment to women? A controversial decision awaits.\n\nWhy physical standards still dog the debate about women in combat units\n\nWomen in special operations: Female troops detail their time in combat\n\nThomas Gibbons-Neff and Julie Tate contributed to this report.", "_id": {"$oid": "55daf31004235215b082e483"}}