{"URL": "http://motherboard.vice.com/read/hackers-dump-more-ashley-madison-data", "Text": "\n\n\n\nOver the past few days, people have been digging through 10GB of data apparently sourced from the extramarital dating site Ashley Madison, and its parent site Avid Life Media.\n\nNow the hackers behind that breach, who call themselves “Impact Team,” have released another dump, double the size of the previous one.\n\n“Hey Noel, you can admit it's real now,” reads a message posted on the same dark web site hosting the earlier data dump.\n\nImage: screenshot of the PGP-signed message\n\nThis is presumably directed to Avid Life Media's CEO Noel Biderman. Motherboard confirmed the message was signed with the PGP key previously used by Impact Team.\n\nAlong with the message is a new torrent file that directs to a massive archive just under 20GB in size. Judging by the file names, it could include Biderman's emails (one compressed folder is called “noel.biderman.mail.7z”), and more internal data rather than customer information.\n\nImage: screenshot of filenames in the new dump\n\nMotherboard is in the process of checking the contents of the newly leaked data.\n\nOver the past few days, the company has tried to spread doubt over the veracity of the released data. In an interview with security journalist Brian Krebs, Raja Bhatia, Avid Life Media's founding chief technology officer, said that “On a daily basis, we’re seeing 30 to 80 different claimed dumps come online, and most of these dumps are entirely fake and being used by other organizations to capture the attention that’s been built up through this release.”\n\nWe'll cover the story as it develops.\n\nUpdate August 21: It appears that the 13GB file supposedly containing the emails of Avid Life Media's CEO is corrupted, as experienced by this Motherboard reporter and several security experts. It seems that at least some of the remaining data in the 20GB dump is intact.", "_id": {"$oid": "55daf32304235215b082e493"}}