{"URL": "http://www.pewsocialtrends.org/2013/08/22/kings-dream-remains-an-elusive-goal-many-americans-see-racial-disparities/", "Text": "King’s Dream Remains an Elusive Goal; Many Americans See Racial Disparities\n\nFive decades after Martin Luther King’s historic “I Have a Dream” speech in Washington, D.C., a new survey by the Pew Research Center finds that fewer than half (45%) of all Americans say the country has made substantial progress toward racial equality and about the same share (49%) say that “a lot more” remains to be done.\n\nBlacks are much more downbeat than whites about the pace of progress toward a color-blind society. They are also more likely to say that blacks are treated less fairly than whites by police, the courts, public schools and other key community institutions.\n\nWhile these differences by race are large, significant minorities of whites agree that blacks receive unequal treatment when dealing with the criminal justice system.\n\nFor example, seven-in-ten blacks and about a third of whites (37%) say blacks are treated less fairly in their dealings with the police.\n\nSimilarly, about two-thirds of black respondents (68%) and a quarter of whites (27%) say blacks are not treated as fairly as whites in the courts.\n\nThe survey also finds that large majorities of blacks (73%) and whites (81%) say the two races generally get along either “very well” or “pretty well.”\n\nSimilarly, large majorities of Hispanics and whites say the same thing about relations between their groups (74% and 77%, respectively). A substantial majority of blacks (78%) and smaller share of Hispanics (61%) say their groups get along.\n\nStill, about a third of all blacks (35%) say they had been discriminated against or treated unfairly because of their race in the past year, as do 20% of Hispanics and 10% of whites.\n\nThe nationally representative survey of 2,231 adults, including 376 blacks and 218 Hispanics, was conducted by telephone Aug. 1-11.\n\n50 Years of Change\n\nThe mixed views on progress toward racial equality found in the survey results are echoed in the findings of a Pew Research Center analysis of U.S. government data on indicators of well-being and civic engagement, including personal finance, life expectancy, educational attainment and voter participation. These data look at equality of outcomes rather than equality of opportunity.\n\nThe analysis finds that the economic gulf between blacks and whites that was present half a century ago largely remains. When it comes to household income and household wealth, the gaps between blacks and whites have widened. On measures such as high school completion and life expectancy, they have narrowed. On other measures, including poverty and homeownership rates, the gaps are roughly the same as they were 40 years ago.\n\nFinances. Between 1967 and 2011 the median income of a black household of three rose from about $24,000 to nearly $40,000. Expressed as a share of white income, black households earn about 59% of what white households earn, a small increase from 55% in 1967. But when expressed as dollars, the black-white income gap widened, from about $19,000 in the late 1960s to roughly $27,000 today. The race gap on household wealth has increased from $75,224 in 1984 to $84,960 in 2011.\n\nOther indicators of financial well-being have changed little in recent decades, including homeownership rates and the share of each race that live above the poverty line. The black unemployment rate also has consistently been about double that of whites since the 1950s.\n\nEducation. High school completion rates have converged since the 1960s, and now about nine-in-ten blacks and whites have a high school diploma. The trend in college completion rates tell a more nuanced story. Today, white adults 25 and older are significantly more likely than blacks to have completed at least a bachelor’s degree (34% vs. 21%, a 13 percentage point difference). Fifty years ago, the completion gap between whites and blacks was about 6 percentage points (10% vs. 4%). But expressed a different way, the black completion rate as a percentage of the white rate has improved from 42% then to 62% now.\n\nFamily formation. The analysis finds growing disparities in key measures of family formation. Marriage rates among whites and blacks have declined in the past 50 years, and the black-white difference has nearly doubled. Today about 55% of whites and 31% of blacks ages 18 and older are married. In 1960, 74% of whites and roughly six-in-ten blacks (61%) were married. The share of births to unmarried women has risen sharply for both groups; in 2011, more than seven-in-ten births to black women were to unmarried mothers, compared with about three-in-ten births to white women (72% vs. 29%).\n\nIncarceration. Black men were more than six times as likely as white men in 2010 to be incarcerated in federal and state prisons, and local jails, the last year complete data are available. That is an increase from 1960, when black men were five times as likely as whites to be incarcerated.\n\nVoter turnout. Participation rates for blacks in presidential elections has lagged behind those of whites for most of the past half century but has been rising since 1996. Buoyed by the historic candidacies of Barack Obama, blacks nearly caught up with whites in 2008 and surpassed them in 2012, when 67% of eligible blacks cast ballots, compared with 64% of eligible whites.\n\nLife Expectancy. The gap in life expectancy rates among blacks and whites has narrowed in the past five decades from about seven years to four.\n\nLooking Back Five Years\n\nWhile demographic change happens slowly, attitudes can change quickly. The Pew Research Center survey finds that since 2009, there has been a fading of the heightened sense of progress that blacks felt immediately after Obama’s election in 2008.\n\nToday, only about one-in-four African Americans (26%) say the situation of black people in this country is better now than it was five years ago, down sharply from the 39% who said the same in a 2009 Pew Research Center survey.\n\nAmong whites, the share that sees improvement in situation of blacks also fell, from 49% to 35%, in the last four years.\n\nFor both blacks and whites, the latest finding on this question is returning to the levels recorded in a Pew Research Center poll in 2007 on the eve of the Great Recession.\n\nIn the latest survey, opinions about black progress vary considerably by educational attainment among blacks, a change from the 2009 survey when there was no gap by education among blacks.\n\nIn the current poll, only 22% of blacks who have attended at least some college say the situation of black people in this country is better today than it was five years ago. Among those with a high school education or less, roughly one-third say things are better.\n\nAbout the Report\n\nThe remainder of this report is organized in the following way. The first chapter breaks down the public’s perception of progress toward racial equality over the past 50 years. The second chapter focuses on perceptions of change in just the past five years among key demographic groups and compares the latest survey results with those from previous Pew Research Center surveys. The final chapter tracks changes in key measures of well-being for blacks and whites over the past 50 years as measured by the U.S. Census and other government statistics.", "_id": {"$oid": "55daee1104235215b082e169"}}