{"URL": "http://www.nytimes.com/2015/03/05/us/politics/membership-in-clintons-email-domain-is-remembered-as-a-mark-of-status.html", "Text": "Photo Advertisement Continue reading the main story\n\nJust before Hillary Rodham Clinton was sworn in as secretary of state in January 2009, she and her closest aides decided that she should have her own private email address as Mrs. Clinton moved away from the Blackberry address that she had used during her 2008 presidential campaign.\n\nPrivate email would allow Mrs. Clinton to communicate with people in and out of government, separate from the system maintained at the State Department.\n\nAn aide who had been with the Clintons since the 1990s, Justin Cooper, registered the domain name, clintonemail.com, which had a server linked to the Clintons’ home address in Chappaqua, N.Y. Obtaining an account from that domain became a symbol of status within the family’s inner circle, conferring prestige and closeness to the secretary.\n\nChelsea Clinton was given one, but under a pseudonym, Diane Reynolds, which she frequently used when she checked into hotels. Huma Abedin, Mrs. Clinton’s longtime aide and surrogate daughter, was also given a coveted clintonemail.com address.\n\nAnd Mrs. Clinton used this private address for everything — from State Department matters to planning her daughter’s wedding and issues related to the family’s sprawling philanthropic foundation.\n\nSix years later, as Mrs. Clinton prepares for a 2016 presidential campaign, her exclusive use of her clintonemail.com address while secretary of state has set off intense criticism, because it shielded her correspondence from being searched in response to public records requests at the State Department. The practice has also raised questions about whether Mrs. Clinton’s private email was vulnerable to security risks and hacking.\n\nAt the request of the State Department, Mrs. Clinton turned over about 50,000 pages of emails from clintonemail.com related to the government issues late last year. But her aides have declined to describe the process by which they selected which emails to hand over and which to hold back, and public records experts have expressed alarm that Mrs. Clinton’s correspondence was not being preserved as part of the State Department record-keeping system while she was in office.\n\nLate Wednesday, Mrs. Clinton said in a Twitter message that she had asked the State Department to release her emails and that they would review them for release as soon as possible. “I want the public to see my email,” she wrote.\n\n“It seems her intent was to create a system where she could personally manage access to her communications,” said John Wonderlich, policy director of the Sunlight Foundation, a nonprofit organization that advocates transparency in government.\n\n“Given all the power she had as secretary of state, a lot of that work would be jumbled together,” Mr. Wonderlich said. “Her presidential ambitions and the family foundation would be wrapped up technically in email.”\n\nMrs. Clinton’s allies have maintained that she followed protocol in the use of a private email address. A spokesman declined to elaborate on Wednesday about her use of clintonemail.com for matters related to the Clinton Foundation, which has received millions of dollars in donations from foreign governments. The foundation ceased to accept most donations from foreign countries while Mrs. Clinton was at the State Department but began the practice again after she left office in February 2013.\n\nAdvertisement Continue reading the main story\n\nAdvertisement Continue reading the main story\n\nIn an email of talking points to supporters, Burns Strider, a senior adviser to Correct the Record, a group that defends Mrs. Clinton in the news media, pointed out that former Gov. Jeb Bush of Florida, also a likely 2016 presidential candidate, also hosts his own personal email server.\n\nMr. Bush is a prolific user of email who continued to use his personal jeb.org domain, which his aides could also access, while he was in the governor’s office, said Kristy Campbell, Mr. Bush’s spokeswoman. Under Florida’s records laws, emails from Mr. Bush’s personal account have been made public. “His emails were available via public records requests throughout his time in office and have remained available,” Ms. Campbell said.\n\nIn earlier years, Mrs. Clinton’s account at clintonemail.com was connected to a server registered to the Clintons’ Chappaqua home in the name of Eric P. Hothem. Mr. Hothem, a former aide to the Clintons, now works in finance in Washington, according to regulatory disclosure documents.\n\nMr. Hothem, whose name was misspelled in Internet records, did not return a message left on Wednesday with an assistant at his office. Mr. Cooper, whose name is on the clintonemail.com domain registration, now works at Teneo Holdings, a corporate advisory firm with a broad array of global business clients partly run by Douglas J. Band, a former adviser to Bill Clinton.\n\nThe Clintons eventually decided they did not want all three family members on the same email domain, in part, an adviser said, out of concern that it might look as if Mrs. Clinton’s official business at the State Department was too closely overlapping with Mr. Clinton’s work as a global philanthropist. Mr. Clinton stuck with presidentclinton.com, which was established in 2002. Chelsea Clinton has now set up chelseaoffice.com. The clintonemail.com domain is set to expire in 2017, when Mrs. Clinton, if successful in her presumptive campaign for president, would take office.\n\nIn addition to concerns that Mrs. Clinton’s private emails are not subject to requests under the Freedom of Information Act, there are also questions about how secure her personal email address was as secretary of state.\n\n“She obviously would have been targeted when she stepped outside of the secure State Department networks,” said Tom Kellermann, a cybersecurity expert with Trend Micro. He said her use of her own email server instead of her government account, with its built-in security systems, would be akin to her leaving her bodyguard in a dangerous place. The unintended consequence, he said, is that Mrs. Clinton may have “undermined State Department security.”\n\nOn Wednesday, a congressional committee examining the 2012 attacks in Benghazi sent a subpoena to Mrs. Clinton’s lawyers for all of her emails related to Libya. The committee sent the broad subpoena because it is seeking to determine whether Mrs. Clinton has handed over all of her correspondence about the attacks. Three weeks ago, the State Department provided the committee with roughly 900 pages of emails that the department said had come from her personal account. The committee also sent letters to Internet firms, telling them they were legally obligated “to protect all relevant documents” related to the Benghazi attacks.", "_id": {"$oid": "55daf1c904235215b082e40d"}}