{"URL": "http://www.slate.com/blogs/the_slatest/2015/04/15/_2015_is_hot_a_weirdly_warm_pacific_ocean_is_set_to_make_this_year_the_warmest.html", "Text": "The first three months of 2015 were the warmest start to any year on record, according to new data released from NASA on Wednesday.\n\nAll major global temperature-tracking agencies have ranked January, February, and March 2015 as among the warmest three months on record, respectively. Collectively, those numbers mean 2015 has been record hot so far. What’s more, the last 12 months (from April 2014 to March 2015) was the warmest 12-month period on record, according to the NASA data. The previous warmest 12-month period ended just last month, so don’t write this one down in your diary in ink.\n\nVivian Selbo\n\nAdvertisement\n\n\n\nThe news comes amid increasingly confident forecasts that there will be a strengthening El Niño for the remainder of 2015, which could spark a litany of impacts worldwide, not the least of which is the more efficient transport of heat from the oceans to the atmosphere. That liberated heat from the Pacific Ocean should boost global temperatures to never-before-recorded levels, making 2015 the warmest year ever measured.\n\nCompared to last year at this time (when most of the weather world, myself included, was freaking out about a coming huge El Nino, but it didn't pan out) the data looks even more convincing now.\n\nIn fact, off-the-charts warm water is already lurking just below the surface of the tropical Pacific Ocean:\n\nBesides El Niño, a more worrying, longer-term trend is also taking shape. The Pacific Decadal Oscillation (PDO) is a decades-long periodic warming of the Pacific Ocean that tends to favor bursts of accelerated global warming. As I wrote last October, the Pacific appears to be in the midst of a shift into a new warm phase that could last 20 years or so.\n\nThe PDO—or, “the blob” as it’s been referred to recently—is starting to freak out some scientists. There are emerging signs of a major shift in the Pacific Ocean’s food chain, including a dearth of plankton, tropical fish sightings near Alaska, and thousands of starving sea lion pups stranded on the California coast. As Earth’s largest ocean, what happens in the Pacific affects the weather virtually planet-wide, and that means an “imminent” jump in global warming may have already begun—spurred on by the PDO.\n\nThe PDO has skyrocketed to record-high monthly levels over the past four months. In fact, there have only been four other similarly warm four-month bursts of the PDO in the last 115 years (in 1940, 1941, 1993, and 1997). A quick look at the historical record (for both 15 years prior to and 15 years after the bursts) shows that global temperatures rose at twice the rate of the 20th century average immediately after these bursts.\n\nCombined with the overall long-term warming trend from climate change, the emergence of the PDO warm phase means the current state of the world’s oceans has little precedent.\n\nIf the NMME is right, not a lot of good analogs for the upcoming summer SST pattern. Extreme pos PDO + warm NW Atlc? pic.twitter.com/JNQh4eiSGD — Eric Blake (@EricBlake12) February 25, 2015", "_id": {"$oid": "55daf1af04235215b082e3f8"}}