{"URL": "http://style.time.com/2012/11/21/runway-to-win-obama-campaign-merch-raked-in-40-million/", "Text": "Already one of most influential people in fashion, Vogue's editor in chief, Anna Wintour, proved this year that she can hold sway in political circles, too\n\nBarackObama.com Selected items from Runway to Win. Clockwise: Thakoon Panichgul scarf, Russell Simmons shirts, Richard Blanch of Le Métier de Beauté nail polishes and bag, Tory Burch tote, Moniqu Péan scarf, Narciso Rodriguez tee\n\nAlready one of most influential people in fashion, Vogue‘s editor in chief, Anna Wintour, proved this year that she can hold sway in political circles, too.\n\nThe president’s fourth-largest bundler, Wintour gave Obama a powerful financial boost in his re-election campaign, hosting several fundraising dinners (a Paris Fashion Week event cost $10,000 per ticket) and roping in high-profile designers to contribute to Runway to Win, a collection of fashionable campaign clothing and accessories sold through the Obama 2012 store. Marc Jacobs, Tory Burch and Dian von Furstenberg were just some of the big names who designed tees, totes and other paraphernalia for Obama’s re-election campaign, and the Runway to Win effort ultimately raised over $40 million, campaign manager Jim Messina told Bloomberg Businessweek.\n\n(PHOTOS: Runway to Win Merchandise)\n\nBeyond the financial rewards, Runway to Win also upped the president and his campaign’s “cool” factor among young voters. The effort gave people an affordable way to own designer pieces—even if it was just election gear—and put operatives like Messina alongside celebrities such as Scarlett Johansson at glitzy events hosted in retail shops.\n\nThe fashion industry’s love for President Obama comes second only, of course, to their love of his wife, Michelle, who Wintour recently praised for changing the way American women see fashion by wearing a wide variety of designers and styles. “Look back at the history of First Ladies and you’ll see they wore a good suit or a ball gown,” she told the Telegraph. “Now we have someone who wears J.Crew or Thakoon or Azzedine Alaïa: a gamut of different designers.” And, with a second White House term on the horizon, Michelle Obama will only be adding to that long list.", "_id": {"$oid": "55daf31904235215b082e48a"}}