{"URL": "http://www.slate.com/blogs/bad_astronomy/2015/08/22/scattering_physics_meme.html", "Text": "Oh, I love a good science pun.\n\nThis idea came to me as soon as the “Straight Outta Compton” meme started spreading. I lack actual Photoshop skills though, so I tweeted about it, and Twitter user ClockWorkSimon came to the rescue.\n\nImage by ClockWorkSimon and Phil Plait\n\nAdvertisement\n\n\n\nHAHAHAHAHAHA!\n\nDon’t get it? Well, what’s even better than a science joke? When I get to explain one*!\n\nScattering is a term we use in physics to describe when two objects collide, interact in some way, then head off in different directions. There are lots of different kinds of scattering, but if you want a super simple example, think of two billiard balls hitting each other and then rebounding.\n\nSometimes, when two objects scatter off each other, they exchange energy. The object with lower energy steals a bit from the higher energy object. This is generally expressed as velocity, so (for example) a slow moving particle hitting a faster one speeds up, while the faster one slows down. It depends on the particle masses, their velocities, directions, and lots of other stuff.\n\nIt happens with particles and light, too. A high-energy photon (a particle of light) can hit an electron. The photon loses energy, while the electron goes careening off at higher speed.\n\nPhil Plait Phil Plait writes Slate’s Bad Astronomy blog and is an astronomer, public speaker, science evangelizer, and author of Death From the Skies!\n\nThis kind of interaction was first discovered by the physicist Arthur Compton in 1905, and he won the Nobel for it in 1927. In his honor, we call this Compton Scattering.\n\nIt turns out the reverse works, too: low energy light can hit a high-velocity electron, steal its energy, and turn into a much higher energy photon, like an X-ray or a gamma ray. Lots of processes in astrophysics create high energy particles; matter swirling around a black hole, particles getting batted around in supernova shockwaves, and more. When these impact light (like starlight), the photons get pumped up to X- and gamma rays, and we can detect these with our orbiting telescopes.\n\nSo now does the joke make sense? The image in the background is a map of the sky taken by the Fermi gamma-ray observatory. Some of the gamma rays in that image are from inverse Compton scattering.\n\nHAHAHAHAHAHA!\n\nWell, it made me laugh.\n\nEven better? I mentioned to ClockWorkSimon that some of the gamma rays in the map are from inverse Compton scattering, so he inverted the image:\n\nImage by ClockWorkSimon and Phil Plait\n\nHa! An even dorkier physics joke.\n\nIf you laughed at that picture, then congrats! You’re a physics nerd. Give yourself +π Internet points, and go read the Wikipedia entry on equipartition of energy for fun.\n\nAnd if you don’t think science can be funny, the evidence is against you. I mean, maybe not in this case, but in general, yeah.", "_id": {"$oid": "55daee5c04235215b082e1a6"}}