{"URL": "http://www.slate.com/articles/podcasts/amicus/2015/08/can_the_voting_rights_act_survive_the_roberts_court.html", "Text": "Photo by Alex Wong/Getty Images\n\nListen to Episode 24 of Slate’s Amicus:\n\nAdvertisement\n\n\n\nThis month marks the 50th anniversary of the Voting Rights Act. It was signed on Aug. 6, 1965, in the wake of several failed attempts to remedy a long history of poll taxes and literacy tests that disenfranchised black voters throughout the South.\n\nBut 48 years later, the Roberts court struck down one of the landmark law’s central provisions. And state legislators across the South wasted no time in imposing new voting ID requirements that some worry could roll back many of the civil rights movement’s biggest achievements.\n\nOn today’s episode, Dahlia discusses the long, embattled history of the Voting Rights Act with Ari Berman, author of the new book Give Us the Ballot: The Modern Struggle for Voting Rights in America.\n\nPlease let us know what you think of our legal affairs podcast. Our email is amicus@slate.com.\n\n*************************\n\nTranscripts of Amicus are available to Slate Plus members. Consider signing up today! Members get bonus segments, exclusive member-only podcasts, and more. Sign up for a free trial today here. (Note: After a new episode is posted, its transcript may take several days to appear on our show page.)\n\nAmicus is sponsored by The Great Courses, offering engaging audio and video lectures taught by top professors. Courses like a series on “Cycles of American Political Thought.” Right now, get up to 80 percent off the original price when you visit thegreatcourses.com/amicus.\n\nAnd by FreshBooks, the super-simple invoicing solution made to help lawyers, consultants and freelancers get organized, save time and get paid faster. Creating and sending invoices, managing your expenses and tracking your billable hours is about to get a lot easier. Go to FreshBooks.com/Amicus for your free 30-day trial.\n\nAnd by Audible.com, offering more than 180,000 audiobooks and spoken-word audio products. Get a free audiobook of your choice at audible.com/amicus.", "_id": {"$oid": "55daef2604235215b082e243"}}