{"URL": "http://nypost.com/2015/08/08/trump-megyn-kelly-had-blood-coming-out-of-her-wherever/", "Text": "Donald Trump was so enraged by Fox News moderator Megyn Kelly’s tough questions during the GOP debate, he took to Twitter in the wee hours Friday to rip her for being “not very good or professional.”\n\nHe was still angry at Kelly later Friday, delivering bizarre comments on “CNN Tonight.’’\n\n“You could see there was blood coming out of her eyes. Blood coming out of her wherever,” he said.\n\nTrump’s fury was sparked by Kelly’s opening question, asking if calling women “fat pigs, dogs, slobs, and disgusting animals” is behavior befitting a president.\n\n\n\nTrump quipped that he had only called Rosie O’Donnell those names, but Kelly said he had bad mouthed other women “well beyond” the comedian.\n\nIn his earlier tweets, the fiery presidential hopeful even re-posted a tweet that called Kelly a “bimbo.”\n\nTrump went on to express his ire on Friday morning talk shows, insisting he “didn’t say many of those things.”\n\n“In fact, I’m gonna have somebody call up and find out where some of these words came from because I don’t recognize those words,” he told MSNBC’s “Morning Joe.’’\n\n“Not that I’m an angel, by the way,” he said. “I don’t care. It’s not that important. I have an interesting life.”\n\n“If she feels she wants to do it that way, I don’t feel like it’s very professional,” he added. “You can’t do it to Trump . . . I’m very surprised that Fox News would do that. It’s pretty unprofessional.”\n\nMichael Cohen, who is special counsel to Trump, went even further, telling Business Insider that Fox’s coverage was “an organized attack” on the tycoon.\n\n“Obviously, somebody, you know, doesn’t want him to continue to rise in the polls,” he said.\n\nKelly hasn’t publicly responded to Trump’s jabs.\n\nBut Fox News chairman Roger Ailes called the debate’s three moderators, including Kelly, “the best political team ever put on television.”\n\nKelly also got support from the only woman running for the Republican nomination.\n\nIn a related development, financier Carl Icahn tweeted Friday that he would accept Trump’s offer to be Treasury secretary — assuming Trump becomes president — after turning it down in June.", "_id": {"$oid": "55daf16e04235215b082e3c4"}}