{"URL": "http://www.people-press.org/2015/04/07/a-deep-dive-into-party-affiliation/", "Text": "A Deep Dive Into Party Affiliation\n\nSharp Differences by Race, Gender, Generation, Education\n\nSurvey Report\n\nDemocrats hold advantages in party identification among blacks, Asians, Hispanics, well-educated adults and Millennials. Republicans have leads among whites – particularly white men, those with less education and evangelical Protestants – as well as members of the Silent Generation.\n\nA new analysis of long-term trends in party affiliation among the public provides a detailed portrait of where the parties stand among various groups in the population. It draws on more than 25,000 interviews conducted by the Pew Research Center in 2014, which allows examination of partisan affiliation across even relatively small racial, ethnic, educational and income subgroups. (Explore detailed tables for 2014 here.)\n\nThe share of independents in the public, which long ago surpassed the percentages of either Democrats or Republicans, continues to increase. Based on 2014 data, 39% identify as independents, 32% as Democrats and 23% as Republicans. This is the highest percentage of independents in more than 75 years of public opinion polling. (For a timeline of party affiliation among the public since 1939, see this interactive feature.)\n\nWhen the partisan leanings of independents are taken into account, 48% either identify as Democrats or lean Democratic; 39% identify as Republicans or lean Republican. The gap in leaned party affiliation has held fairly steady since 2009, when Democrats held a 13-point advantage (50% to 37%).\n\nWhy Look at Party Identification Among the Public – Not Just Voters? This report examines partisan affiliation among all adults, providing an in-depth look at subgroups of the public and tracking trends over time. To be sure, party identification also often differs by level of political engagement. For instance, the balance of leaned partisan identification among those who say they are registered to vote (72% of the public) is more Republican than among the overall public: 48% of registered voters identify as Democrats or lean Democratic compared with 43% who identify with the GOP or lean Republican. Among the general public, Democrats have a wider lead in leaned party identification (48% to 39%). Narrowing the electorate to those most likely to vote in 2014, 47% affiliated with the Democratic Party or leaned Democratic while 46% identified as Republicans or leaned toward the GOP, based on Pew Research Center midterm polling. But with the 2016 presidential election more than 18 months away, this report is intended to give a broad perspective on party identification. The demographic patterns among the general public seen throughout this report are mirrored among registered voters. For example, among the general public there is an eight-percentage point gap in the proportion of men and women who identify with or lean to the Democratic Party (44% vs. 52%); among registered voters that gap is nearly identical (43% vs. 52%). As the presidential election grows closer, we will update this 2012 report on trends in partisan affiliation among registered voters.\n\n\n\nA closer look at …\n\nRace and ethnicity. Republicans hold a 49%-40% lead over the Democrats in leaned party identification among whites. The GOP’s advantage widens to 21 points among white men who have not completed college (54%-33%) and white southerners (55%-34%). The Democrats hold an 80%-11% advantage among blacks, lead by close to three-to-one among Asian Americans (65%-23%) and by more than two-to-one among Hispanics (56%-26%).\n\nGender. Women lean Democratic by 52%-36%; men are evenly divided (44% identify as Democrats or lean Democratic; 43% affiliate with or lean toward the GOP). Gender differences are evident in nearly all subgroups: For instance, Republicans lead among married men (51%-38%), while married women are evenly divided (44% Republican, 44% Democratic). Democrats hold a substantial advantage among all unmarried adults, but their lead in leaned partisan identification is greater among unmarried women (57%-29%) than among unmarried men (51%-34%).\n\nEducation. Democrats lead by 22 points (57%-35%) in leaned party identification among adults with post-graduate degrees. The Democrats’ edge is narrower among those with college degrees or some post-graduate experience (49%-42%), and those with less education (47%-39%). Across all educational categories, women are more likely than men to affiliate with the Democratic Party or lean Democratic. The Democrats’ advantage is 35 points (64%-29%) among women with post-graduate degrees, but only eight points (50%-42%) among post-grad men.\n\nGenerations. Millennials continue to be the most Democratic age cohort; 51% identify as Democrats or lean Democratic, compared with 35% who identify with the GOP or lean Republican. There are only slight differences in partisan affiliation between older and younger millennials. Republicans have a four-point lead among the Silent Generation (47%-43%), the most Republican age cohort.\n\nReligion. Republicans lead in leaned party identification by 48 points among Mormons and 46 points among white evangelical Protestants. Younger white evangelicals (those under age 35) are about as likely older white evangelicals to identify as Republicans or lean Republican. Adults who have no religious affiliation lean Democratic by a wide margins (36 points). Jews lean Democratic by roughly two-to-one (61% to 31%). The balance of leaned partisan affiliation among white Catholics and white mainline Protestants closely resembles that of all whites.\n\nParty Affiliation 1992-2014\n\nThe biggest change in partisan affiliation in recent years is the growing share of Americans who decline to affiliate with either party: 39% call themselves independents, 32% identify as Democrats and 23% as Republicans, based on aggregated data from 2014.\n\nThe rise in the share of independents has been particularly dramatic over the past decade: In 2004, 33% of Americans identified as Democrats, 30% as independents and 29% as Republicans. Since then, the percentage of independents has increased nine points while Republican affiliation has fallen six points. Democratic affiliation has shown less change over this period; it rose to 35% in 2008, fell to 32% in 2011 and has changed little since then (currently 32%).\n\nMost of those who identify as independents lean toward a party. And in many respects, partisan leaners have attitudes that are similar to those of partisans – they just prefer not to identify with a party. (See this appendix to our 2014 polarization report for an explainer on partisan “leaners.”)\n\nThe balance of leaned partisan affiliation has changed little in recent years: 48% identify with the Democratic Party or lean Democratic, while 39% identify as Republicans or lean toward the GOP. Democrats have led in leaned party identification among the public for most of the past two decades.\n\nAmong both men and women, increasing percentages describe themselves as independents. Men, however, continue to be more likely than women to identify as independents (45% vs. 35% in 2014).\n\nWhen partisan leanings are taken into account, men are divided (44% Democratic, 43% Republican). That is little changed from recent years, but in 2009, 45% of men affiliated with the Democratic Party or leaned Democratic, while 40% identified as Republican or leaned toward the GOP.\n\nSince 1990, women have been consistently more likely than men to identify as Democrats or lean Democratic. Democrats hold a 16-point advantage in leaned party identification among women (52%-36%, based on 2014 data).\n\nParty ID by Race, Education\n\nThere continue to be stark divisions in partisan leaning by race and ethnicity: Fully 64% of blacks identify as Democrats, compared with 25% of whites. Whites are far more likely than blacks to describe themselves as independents (40% vs. 26%) or Republicans (30% vs. 5%).\n\nAs is the case with whites, Hispanics are more likely to describe themselves as independents (44%) than Democrats (34%) or Republicans (13%). More than twice as many Hispanics either affiliate with the Democratic Party or lean Democratic than identify as Republicans or lean toward the GOP (56% vs. 26%), based on interviews conducted in English and Spanish in 2014.\n\nParty identification among Asian Americans has shown little change in recent years. Nearly half of Asian-Americans (46%) are political independents, 37% identify as Democrats while just 11% affiliate with the GOP. When the partisan leanings of independents are included, 65% of Asian Americans identify as Democrats or lean Democratic compared with just 23% who identify as Republicans or lean Republican. This data is based on interviews conducted in English.\n\nDifferences in partisan identification across educational categories have remained fairly stable in recent years, with one exception: Highly-educated people increasingly identify with or lean toward the Democratic Party.\n\nAbout a third (34%) of those with a college degree or more education identify as Democrats, compared with 24% who identify as Republicans; 39% are independents. In 1992, Republicans held a seven-point lead among those with at least a college degree (34% to 27%), while 37% were independents.\n\nDemocrats now hold a 12-point lead (52% to 40%) in leaned party identification among those with at least a college degree, up from just a four-point difference as recently as 2010 (48% to 44%). There has been less change since 2010 in the partisan leanings of those with less education.\n\nCurrently, those who have attended college but have not received a degree lean Democratic 47% to 42%; Democrats hold a 10-point lead in leaned party identification among those with no more than a high school education (47% to 37%).\n\nThe Democrats’ wide lead in partisan identification among highly-educated adults is largely the result of a growing advantage among those with any post-graduate experience. A majority (56%) of those who have attended graduate school identify with the Democratic Party or lean Democratic, compared with 36% who align with or lean toward the GOP.\n\nAmong those who have received a college degree but have no post-graduate experience, 48% identify as Democrats or lean Democratic, while 43% affiliate with the GOP or lean Republican.\n\nParty ID by Generation\n\nMillennials remain the most Democratic age cohort: 51% of Millennials (ages 18-34) identify as Democrats or lean Democratic, compared with 35% who identify as Republican or lean Republican. This is little changed in recent years; in 2008, Millennials leaned Democratic by a wider margin (55% to 30%). (For more on Millennials’ political attitudes, see “Millennials in Adulthood,” March 7, 2014.)\n\nThe Democrats’ advantage in leaned party identification narrows among Generation Xers (49% to 38%) and Baby Boomers (47% to 41%). And among the Silent Generation, Republicans hold a four-point lead in leaned party affiliation (47%-43%).\n\nIn 1992, the Silent Generation leaned Democratic by a wide margin: 52% affiliated with the Democratic Party or leaned Democratic while 38% aligned with or leaned toward the GOP.\n\nThe Democratic leanings of the Millennials are associated with the greater racial and ethnic diversity among this generation. More than four-in-ten Millennials (44%) are non-white, by far the highest percentage of any age cohort.\n\nAmong white Millennials, about as many identify as Republican or lean Republican (45%) as affiliate with the Democratic Party or lean Democratic (43%). Older generations of whites lean Republican by about 10 points or more. Among non-whites, all four generations lean Democratic by wide margins, including by 61% to 23% among non-white Millennials.\n\nReligion and Party Identification\n\nSince 1992, the share of white evangelical Protestants who align with the GOP has never been higher. About two-thirds (68%) of white evangelicals either identify as Republicans or lean Republican, while just 22% affiliate with the Democratic Party or lean Democratic. Since 2007, the percentage of white evangelical Protestants who lean Republican has increased 10 points, while the share who lean Democratic has declined nine points.\n\nThe partisan leanings of white mainline Protestants mirror those of all whites: 48% affiliate with (or lean toward) the GOP, while 40% identify as Democrats or lean Democratic. Similarly, black Protestants – like blacks generally – overwhelmingly lean Democratic; 82% identify as Democrats or lean Democratic compared with just 11% who align with the GOP or lean Republican.\n\nParty affiliation among all Catholics is similar to that of the public: 37% describe themselves as independents, 33% as Democrats and 24% as Republicans. About half of Catholics (48%) affiliate with the Democratic Party or lean Democratic while 40% identify as Republicans or lean toward the GOP.\n\nWhite Catholics lean Republican by about the same margin as all whites (50% to 41%). Hispanic Catholics lean Democratic by more than two-to-one (58% to 25%). This is little different from the balance of leaned party identification among all Hispanics (56% Democrat vs. 26% Republican).\n\nNearly half of Mormons (49%) identify as Republicans, compared with just 12% who identify as Democrats; 35% describe themselves as independents. Fully 70% of Mormons identify as Republicans or lean Republican; fewer than a quarter (22%) lean Democratic.\n\nJews continue to mostly align with the Democratic Party. Nearly twice as many Jews identify as Democrats or lean Democratic (61%) than identify as Republicans or lean Republican (31%).\n\nPeople with no religious affiliation increasingly lean toward the Democratic Party. Currently, 61% of those who do not identify with any religion lean Democratic – the highest level in more than two decades of Pew Research Center surveys. Just 25% of the religiously unaffiliated identify as Republicans or lean Republican.", "_id": {"$oid": "55daf33404235215b082e49e"}}