{"URL": "http://www.slate.com/blogs/wild_things/2015/08/20/sustainable_ecology_of_fishing_ecologists_argue_for_eating_fewer_adults.html", "Text": "Photo by Sonny Tumbelaka/AFP/Getty Images\n\nIn 1729, satirist Jonathan Swift proposed a sweeping solution to Ireland’s conjoined horrors of poverty, starvation, and overpopulation: Eat Irish babies. (1-year-olds, he surmised, would be equally tasty either roasted whole or baked into a pie.) Since then, murdering the youth has generally been a bit hard to sell as a social good. Yet according to ecologists in a paper published Thursday in Science, that’s exactly what we should be doing when we prey on other species.\n\nRachel E. Gross Rachel E. Gross is a Slate editorial assistant.\n\nEcologically speaking, the role of modern humans as predators is unique: We’ve increased our killing capacity exponentially through symbiotic hunting with dogs, ever more effective weapons, and the use of fossil fuels for energy. But when researchers surveyed nearly 2,200 species across 6 continents, they found that one difference had particularly dire environmental consequences: We eat adults instead of juveniles. As a result, we tear apart food webs that have evolved over millions of years and shrink the number of animals available for human consumption in the long term.\n\nAdvertisement\n\n\n\nLook at the rest of the animal kingdom, and you’ll see just how weird a strategy this is. In general, predators tend to feed on juveniles and the old or sickly; after all, they’re the easiest to catch. For instance, co-author and University of Victoria ecologist Thomas Reimchen found that predatory trout and loons in remote Canadian lakes dined almost exclusively on the juveniles (or fry) of their prey, the stickle-backed fish, while eating less than 5 percent of the adults. This strategy allowed the stickle-backs to remain at stable, healthy numbers.\n\nBy contrast, humans mainly hunt mature animals; after all, they’re larger and easier to process. Researchers found that marine fisheries take in a median rate of 14 percent—but up to a whopping 80 percent—of the biomass of adult fish. (While the fisheries example is the most dramatic, similar trends came up when they looked at data on hunting wildlife and tropical wild meat spanning back to the 1990s.) These modern practices “are especially stunning and underline just how peculiar a predator the human species has become,” says Chris Darimont, a conservation scientist at the University of Victoria and lead author on the study.\n\nTo understand why we should care about how old our prey is, it helps to understand a little more about the reproductive cycle of a fish. As fish age, they grow more fecund. And we’re not just talking about spawning one or two more eggs—adult herring can spawn hundreds of thousands of eggs a year. (Fish parents should be grateful they don't have to send their spawn to college.) Most, sadly, “are doomed from the moment they were born” due to starvation, predation, etc., says Darimont. Yet if you spawn enough, a few will, with luck, survive.\n\nWhat that means for predators is that it’s generally fine to chomp up some of the plentiful wee ones. Even consuming 5 to 10 percent of those offspring—the median for most predators, according to the study—leaves plenty who will go on to become fertile adults and ensure the survival of the species. The researchers make an economic analogy, referring to the offspring as “reproductive interest” (that is, they are essentially extra, and expendable) and the adults as “reproductive capital” (the thing you want to invest in and not deplete, because they’ll make you more and more “interest” over time). Eat only the interest, and predatory cycles remain sustainable over the long term.\n\nBut that isn’t what humans do. In fact, our current ecological paradigm runs pretty much the opposite of this idea: We save the youth at the expense of the adults. Some environmental policies actually fine fishers who don’t throw juveniles back in the ocean, when those are the very fish we should be targeting. While our intentions were good—fisheries managers thought that the tossed-back small fish would then have a chance to grow up to be big fish—our predation is totally out of sync with actual ecological logic.\n\nThat isn’t the only way we’re out of sync, of course. Humans are the only species to have taken our killing to industrial levels: To feed the appetites of those across the globe, we take far more than we need, and freeze millions of pounds of seafood at sea. We ship salmon caught in Alaskan waters to New York, and fish caught in African waters to France. We engage in practices like poaching and hunting large game, making us the only predator to disrupt food chains by turning other large predators into prey. And the dark side of our mass hunting goes beyond the ecological: Fishery exploitation has led to piracy, child labor, and even slavery on fishing vessels.", "_id": {"$oid": "55daee4f04235215b082e199"}}