{"URL": "http://nymag.com/daily/intelligencer/2015/08/trump-battles-anchor-babies-gop-joins-in.html", "Text": "Donald Trump in Derry, New Hampshire, on August 19, 2015. Photo: Rick Friedman/Corbis\n\nDonald Trump is truly the Republicans' worst nightmare, and they aren't worried about waking up to a nasty pinch. Buried in the immigration plan Trump released last weekend — amid forcing Mexico to pay for a wall on the border and decreasing legal immigration — was a brief proposal to \"end birthright citizenship.\" On Tuesday night Trump clashed with Bill O'Reilly when the Fox News host argued that deporting American children of undocumented immigrants violates the 14th Amendment, which was adopted in 1868. \"I don’t think they have American citizenship, and if you speak to some very, very good lawyers — some would disagree. But many of them agree with me — you’re going to find they do not have American citizenship,\" Trump said. \"We have to start a process where we take back our country. Our country is going to hell. We have to start a process, Bill, where we take back our country.\"\n\nTrump added that he wouldn't pursue a Constitutional amendment (that \"would take too long,\" duh), but he said he intends to \"find out whether or not anchor babies are citizens\" by testing the law in the courts.\n\nSomeone who swore off political news just after the 2012 election, when Republicans were fretting about Mitt Romney's poor showing among Hispanic voters, might assume that the party took this opportunity to woo Latinos by declaring Trump had finally gone too far. However, about half of the GOP's 2016 candidates actually back Trump's war on \"anchor babies\" and the 14th Amendment.\n\nIn the past few days, Scott Walker, Bobby Jindal, and Ben Carson said they agree with Trump. Rand Paul, Lindsey Graham, Rick Santorum, and Ted Cruz had already registered their opposition to birthright citizenship, and Cruz thanked Trump in an interview this week, saying, \"I welcome Donald Trump articulating this view.\" Chris Christie said last week that the issue needs to be \"reexamined,\" adding that birthright citizenship \"may have made sense at some point in our history, but right now, we need to re-look at all that.\"\n\nEven Jeb Bush, who famously called illegal immigration an \"act of love,\" tacked to the right. While he called birthright citizenship a \"constitutionally protected right\" and said he does not support revoking it, he used tougher language on immigration in a radio interview with Bill Bennett on Wednesday. \"If there's fraud or if there's abuse, if people are bringing, pregnant women are coming in to have babies simply because they can do it, then there ought to be greater enforcement,\" Bush said. \"That's the legitimate side of this. Better enforcement so that you don't have these, you know, 'anchor babies,' as they're described, coming into the country.\"\n\nThe remark earned him some sass from Hillary Clinton:\n\nThey're called babies. https://t.co/VyJJA26OVl — Hillary Clinton (@HillaryClinton) August 19, 2015\n\nAnd Trump still attacked Bush's immigration stance — and declared that he's a \"low-energy person\" — during a press conference on Wednesday before their dueling New Hampshire town-hall meetings. \"Between Common Core, his 'act of love' on immigration and 'skin in the game' with Iraq … I don't see how he's electable,\" Trump said. \"And then on top of that he talks about women’s health issues,\" he added, referring to Bush's Planned Parenthood gaffe.\n\nTrump went on to taunt Bush during his town hall, which drew more than a thousand people. \"Right down the road, we have Jeb — very small crowd,\" he said. \"You know what’s happening to Jeb’s crowd right down the street? They’re sleeping now.\" According to the New York Times, that's not exactly true, but Bush's event was fairly somber, with only 150 people in attendance.\n\nBush jabbed at Trump, too, saying of his immigration stance, \"Look, the language is pretty vitriolic, for sure, but the hundreds of millions it costs to implement his plans is not a conservative plan.\" He added, \"We will never win appealing to people’s anger every day.\" But apparently, sometimes, it's worth a shot.", "_id": {"$oid": "55daef1404235215b082e232"}}