{"URL": "http://mobile.reuters.com/article/idUSKCN0QQ0BW20150821", "Text": "NEW YORK (Reuters) - For months, the U.S. State Department has stood behind its former boss Hillary Clinton as she has repeatedly said she did not send or receive classified information on her unsecured, private email account, a practice the government forbids.\n\nWhile the department is now stamping a few dozen of the publicly released emails as \"Classified,\" it stresses this is not evidence of rule-breaking. Those stamps are new, it says, and do not mean the information was classified when Clinton, the Democratic frontrunner in the 2016 presidential election, first sent or received it.\n\nBut the details included in those \"Classified\" stamps — which include a string of dates, letters and numbers describing the nature of the classification — appear to undermine this account, a Reuters examination of the emails and the relevant regulations has found.\n\nThe new stamps indicate that some of Clinton's emails from her time as the nation's most senior diplomat are filled with a type of information the U.S. government and the department's own regulations automatically deems classified from the get-go — regardless of whether it is already marked that way or not.\n\nIn the small fraction of emails made public so far, Reuters has found at least 30 email threads from 2009, representing scores of individual emails, that include what the State Department's own \"Classified\" stamps now identify as so-called 'foreign government information.' The U.S. government defines this as any information, written or spoken, provided in confidence to U.S. officials by their foreign counterparts.\n\nThis sort of information, which the department says Clinton both sent and received in her emails, is the only kind that must be \"presumed\" classified, in part to protect national security and the integrity of diplomatic interactions, according to U.S. regulations examined by Reuters.\n\n\"It's born classified,\" said J. William Leonard, a former director of the U.S. government's Information Security Oversight Office (ISOO). Leonard was director of ISOO, part of the White House's National Archives and Records Administration, from 2002 until 2008, and worked for both the Bill Clinton and George W. Bush administrations.\n\n\"If a foreign minister just told the secretary of state something in confidence, by U.S. rules that is classified at the moment it's in U.S. channels and U.S. possession,\" he said in a telephone interview, adding that for the State Department to say otherwise was \"blowing smoke.\"\n\nReuters' findings may add to questions that Clinton has been facing over her adherence to rules concerning sensitive government information. Spokesmen for Clinton declined to answer questions, but Clinton and her staff maintain she did not mishandle any information.\n\n\"I did not send classified material, and I did not receive any material that was marked or designated classified,\" Clinton told reporters at a campaign event in Nevada on Tuesday.\n\nAlthough it appears to be true for Clinton to say none of her emails included classification markings, a point she and her staff have emphasized, the government's standard nondisclosure agreement warns people authorized to handle classified information that it may not be marked that way and that it may come in oral form.\n\nThe State Department disputed Reuters' analysis but declined requests to explain how it was incorrect.\n\nThe findings of the Reuters review are separate from the recent analysis by the inspector general for U.S. intelligence agencies, who said last month that his office found four emails that contained classified government secrets at the time they were sent in a sample of 40 emails not yet made public.\n\nThe State Department has said it does not know whether the inspector general is correct. The Federal Bureau of Investigation has launched an investigation into the security of the copies of the emails outside the government's control.\n\nFOR THE SECRETARY'S EYES ONLY\n\nClinton and her senior staff routinely sent foreign government information among themselves on unsecured networks several times a month, if the State Department's markings are correct. Within the 30 email threads reviewed by Reuters, Clinton herself sent at least 17 emails that contained this sort of information. In at least one case it was to a friend, Sidney Blumenthal, not in government.\n\nThe information appears to include privately shared comments by a prime minister, several foreign ministers and a foreign spy chief, unredacted bits of the emails show. Typically, Clinton and her staff first learned the information in private meetings, telephone calls or, less often, in email exchanges with the foreign officials.\n\nIn an email from November 2009, the principal private secretary to David Miliband, then the British foreign secretary, indicates that he is passing on information about Afghanistan from his boss in confidence. He writes to Huma Abedin, Clinton's most senior aide, that Miliband \"very much wants the Secretary (only) to see this note.\"\n\nNearly five pages of entirely redacted information follow. Abedin forwarded it on to Clinton's private email account.\n\nState Department spokesman Alec Gerlach, in an initial response to questions on how the department applies classification regulations, said that Reuters was making \"outlandish accusations.\" In a later email, he said it was impossible for the department to know now whether any of the information was classified when it was first sent.\n\n\"We do not have the ability to go back and recreate all of the various factors that would have gone into the determinations,\" he wrote.\n\nThe Reuters review also found that the declassification dates the department has been marking on these emails suggest the department might believe the information was classified all along. Gerlach said this was incorrect.\n\nEXECUTIVE ORDERS\n\nA series of presidential executive orders has governed how officials should handle the ceaseless incoming stream of raw, usually unmarked information they acquire in their work. Since at least 2003, they have emphasized that information shared by a foreign government with an expectation or agreement of confidentiality is the only kind that is \"presumed\" classified.\n\nThe State Department's own regulations, as laid out in the Foreign Affairs Manual, have been unequivocal since at least 1999: all department employees \"must ... safeguard foreign government and NATO RESTRICTED information as U.S. Government Confidential\" or higher, according to the version in force in 2009, when these particular emails were sent.\n\n\"Confidential\" is the lowest U.S. classification level for information that could harm national security if leaked, after \"top secret\" and \"secret\".\n\nState Department staff, including the secretary of state, receive training on how to classify and handle sensitive information, the department has said. In March, Clinton said she was \"certainly well aware\" of classification requirements.\n\nReuters was unable to rule out the possibility that the State Department was now overclassifying the information in the emails, or applying the regulations in some other improper or unusual way.\n\nJohn Fitzpatrick, the current ISOO director, said Reuters had correctly identified all the governing rules but said it would be inappropriate for his office to take a stance on Clinton's emails, in part because he did not know the context in which the information was given.\n\nA spokeswoman for one of the foreign governments whose information appears in Clinton's emails said, on condition of anonymity to protect diplomatic relations, that the information was shared confidentially in 2009 with Clinton and her senior staff.\n\nIf so, it appears this information should have been classified at the time and not handled on a private unsecured email network, according to government regulations.\n\nThe foreign government expects all private exchanges with U.S. officials to be treated that way, the spokeswoman for the foreign government said.\n\nLeonard, the former ISOO director, said this sort of information was improperly shared by officials through insecure channels more frequently than the public may realize, although more typically within the unsecured .gov email network than on private email accounts.\n\nWith few exceptions, officials are forbidden from sending classified information even via the .gov email network and must use a dedicated secure network instead. The difference in Clinton's case, Leonard said, is that so-called \"spillages\" of classified information within the .gov network are easier to track and contain.\n\n(Reporting by Jonathan Allen, editing by Ross Colvin)", "_id": {"$oid": "55daef2504235215b082e241"}}