{"URL": "http://www.slate.com/blogs/xx_factor/2015/08/21/kristen_griest_and_shaye_haver_first_female_army_ranger_school_graduates.html", "Text": "Photo by Jessica McGowan/Getty Images\n\nOn Friday, Capt. Kristen Griest and 1st Lt. Shaye Haver became the first female graduates of the U.S. Army Ranger School. Beyond the dozens of pounds of weight expected to be carried by the course’s grads, these women shouldered an extra burden as they struggled to change gender expectations and break the “camo” ceiling.\n\nGriest, who has served as a military police platoon leader, and Haver, who was a pilot on an Apache attack helicopter in an aviation brigade, entered Ranger School with 17 other women but were the only two to complete it (one more is repeating a prior phase), although not without serious setbacks and renewed determination. Even after the women were sent back to repeat parts of the training, they continued on successfully to complete the grueling nine-week course, which, according to the Atlantic, is known as the most “physically and mentally demanding program in the Army.” And if you want a peek into what earning that Ranger Tab really means, the magazine on Friday published the extreme requirements it demands.\n\nAdvertisement\n\n\n\nGriest’s and Haver’s accomplishments are significant in their own right, but what is especially heartening is the generational connection they feel to the women who will follow them. At their press conferences and interviews this week, the women, who are in their mid-20s, commented on their unique historical place and how it will affect future servicewomen.\n\nAccording to NPR, Griest said those thoughts inspired her. “I was thinking really of future generations of women, that I would like them to have that opportunity so I had that pressure on myself,” she said. “And not letting people down that I knew believed in me, people that were supporting me.”\n\nThe women’s success also speaks to how quickly minds can be changed about gender roles. While some of their male counterparts were initially skeptical, they grew to respect their female colleagues.\n\nThe New York Times printed testimonies by some of the men in their training:\n\nSecond Lt. Zachary Hagner said his mind “completely changed” one day as he was growing weary of carrying a heavy machine gun, and others in his group would not help. But Captain Griest stepped in.\n\n“Nine guys were like, ‘I’m too broken, I’m too tired.’ She was just as broken and tired, and took it from me almost with excitement,” Lieutenant Hagner said.\n\nAnother one of their colleagues, 2nd Lt. Michael V. Janowski, praised Haver for her strength and trustworthyness:\n\n“No matter how bad she was hurting, she was always the first to volunteer to grab more weight,” Lieutenant Janowski said. “I wrote about how I would trust her with my life.”", "_id": {"$oid": "55daf23204235215b082e444"}}