{"URL": "http://www.slate.com/articles/sports/sports_nut/2015/07/los_angeles_and_boston_olympic_bids_we_should_force_cities_to_participate.html", "Text": "Photo by Feng Li/Getty Images\n\nOn Monday, the U.S. Olympic Committee announced that Boston was dropping its bid to host the 2024 Olympics following a series of protests, significant public opposition, and a loss of support from the city’s mayor. On Tuesday, the International Olympic Committee told other U.S. cities that might be similarly skeptical of hosting the event that the organization would not take “we don’t want your horrifically costly and burdensome boondoggle of a sporting event in our town” for an answer. IOC president Thomas Bach is asking the U.S. to submit another city to be a host candidate, and Los Angeles is the clear front-runner. (Terrible traffic + no water = Olympic gold!)\n\nBut even before Boston was selected and then got itself unselected, both New York City and Philadelphia abandoned bids to be the U.S. candidate for the 2024 Olympics. The 2022 games, meanwhile, were beset by similar abandonments from Norway, Switzerland, Sweden, and Germany. There are plenty of nations that remain eager to host the games, of course, but many of these are ruled by autocratic strongmen who care little for the will of their people. The two remaining contenders for the 2022 Winter Olympics, the location of which will be decided later this week: China and Kazakhstan.\n\nAdvertisement\n\n\n\nFor plenty of democratized countries, though, the prospect of hosting the Olympics can seem more like a curse—akin to smallpox, wildfires, and an extra-dimensional Chitauri invasion—than an honor. While disease can be treated, fire can be extinguished, and alien attacks can be repelled by Jeremy Renner, the negative effects of hosting the Olympic Games are not so easily counteracted. Olympic-related development inevitably displaces vulnerable populations and often speeds the pace of gentrification. The IOC requires each host city to agree to cover excess costs or revenue shortfalls in case the games end up overspending. And practically every Olympic Games overspends. “The average cost overrun from the summer Olympics since 1976 is 252 percent, after controlling for inflation,” writes economist Andrew Zimbalist. Citius, Altius, Bankruptius.\n\nAnd yet somebody has to host the Olympics. Right?\n\nThere are rational solutions to this problem. They involve reforming the IOC, reining in costs by using existing facilities rather than always building new ones, and changing the bidding process so that it no longer hinges on the discreet transfer of large bags of money. But the Olympics are not a rational event, and so maybe a farcical solution is in order: The IOC should host a Shirley Jackson–style “lottery” to determine which nation will host the Olympics. Every single nation that wants to have an Olympic team has to enter. If you participate in the Olympics, you have to participate in the lottery. If your name comes up, you’re stuck with hosting the games.\n\nHere’s how it would work. Like in Jackson’s short story, we’ll begin by ritually stoning to death a random regional Olympic bid committee executive, as a reminder of the ephemerality of glory and the folly of human ambition. Just kidding! But we will egg said executive in a public square, also chosen at random by the IOC. Once that’s finished, we’ll proceed to the main event, which, like all good things, involves thousands of ping-pong balls and a gigantic air lottery machine. Every nation starts off with 25 ping-pong balls. After calculating the average world GDP, we’ll add or subtract balls for each nation based on how far a nation falls above or below that average, so that the United States would end up with far more balls than, like, Tonga. Then we pull the balls in and run the lottery. Aside from the very simple egging-and-lottery structure, there will be a few other key points.", "_id": {"$oid": "55daf11404235215b082e3a0"}}