{"URL": "http://www.mediaite.com/tv/donald-trump-rails-against-cutting-social-security-medicare-during-gop-summit/", "Text": "Among the usual platitudes designed to garner applause in his Saturday afternoon New Hampshire Republican leadership summit speech, Donald Trump included a line railing against cutting Social Security and Medicare. There was no applause from the fiscally conservative crowd for that one. Go figure.\n\n“You look at what is going with the various things that our country is doing and then you hear politicians, and all you hear is all talk, no action,” the mogul said in his speech before the state GOP’s “First in the Nation” summit.\n\n“I am actually disappointed with a lot of the Republican politicians,” he continued, “I am a conservative Republican.” He then rattled off a series of policy ideas of which he either approves or disproves:\n\nThe Affordable Care Act, “which is a disaster,” he said, “has to be repealed and replaced.” That line drew applause.\n\n“Whether it is we are going to cut Social Security, because that’s what they are saying,” he continued. “Every Republican wants to do a big number on Social Security, they want to do it on Medicare, they want to do it on Medicaid. And we can’t do that. And it’s not fair to the people that have been paying in for years and now all of the sudden they want to be cut.”\n\nNo applause there. Know your audience, man.\n\n“The Republicans and the Democrats don’t know how to bring jobs back to our country,” he added.\n\nBut in classic tone-deaf Trump fashion, he followed up that remark with a rallying cry for his own potential presidency: “If i run and if I win, I will bring jobs back. Believe me. We will bring them back from china, where they are ripping us like you have never seen.”\n\nWe’d reach out for comment, but we already know Trump will say he had the audience on their feet and was the best speaker at this year’s summit.\n\nWatch the clip below, via C-SPAN:\n\nPlease enable Javascript to watch.\n\n— —\n\n>> Follow Andrew Kirell (@AndrewKirell) on Twitter", "_id": {"$oid": "55daf17904235215b082e3ce"}}