{"URL": "http://www.slate.com/blogs/the_slatest/2015/07/30/channel_tunnel_migrants_sudanese_man_killed_as_thousands_storm_tunnel_from.html", "Text": "Photo by Philippe Huguen/AFP/Getty Images\n\nImmigrants hoping to reach Britain from France have rushed en masse into the Channel Tunnel on consecutive nights this week, leading to at least one death and renewed demands by British authorities that France enact stronger security measures. The Eurotunnel terminal near Calais, France, presents an opportunity for immigrants to hop onto or inside trains and trucks bound for Britain after slipping through holes in a chain-link fence.\n\nFrom CNN:\n\nOn Tuesday night, 1,500 migrants tried to enter the Channel Tunnel, operator Eurotunnel said. It said its teams found a corpse, which French state radio said is the body of a Sudanese migrant.\n\nAnd overnight Monday, 2,000 migrants tried to enter the Channel Tunnel through the French terminal near Calais, Eurotunnel said.\n\nSome of those migrants were injured, Eurotunnel France spokeswoman Cecile Carreras said. French authorities and Eurotunnel personnel were able to enter the tunnel and intervene.\n\nAdvertisement\n\n\n\nThis week's surge of attempted crossings has France dispatching extra police to Calais, which is home to miles of shantytowns filled with immigrants waiting to take their chances in the dark tunnel. For its own part, France is lobbing accusations against the U.K. of encouraging the attempts by allowing a \"black economy\" that employs undocumented immigrants. On the British side, the government shut down part of the M20 roadway to house massive lines of tunnel-bound trucks held up by security problems related to the migrants. British officials also proposed the use of military resources or even closure of the tunnel, a major artery between the two countries. The issue became fodder for Nigel Farage, leader of the far-right UK Independence Party, who said he feared for the lives of British vacationers traveling to France.\n\nMany immigrants attempting to cross into Britain through the Channel Tunnel have paid large sums to smugglers and undertaken harrowing journeys by water to escape conflict-torn African countries, landing in Greece or Italy before making their way to France. Surviving the last 30-mile stretch of tunnel to enter the U.K. means, for some, the opportunity to join family or a better chance than they have in other Eurpoean countries of being granted asylum.\n\nForeign Policy notes that political changes in Britain could be motivating this week's apparent efforts by immigrants to work in concert and storm the tunnel in waves:\n\nDemetrios Papademetriou, president of the European branch of the Migration Policy Institute, said British Prime Minister David Cameron’s crackdown on illegal immigration into England this year has those trying to cross worried that time is running out to make it over the border crossing. This spring, Cameron proposed allowing British police to seize the wages of those found working illegally in England. And some seem to believe that crossing en masse means it’s more likely at least a portion will make it through.\n\n\"More and more people come to Calais and fewer people make it into UK,\" he told Foreign Policy. \"In the last few days there seems to be a more organized way in which they're trying to go at it in large numbers.\"\n\nSome estimates peg the numbers at 5,000 migrants now living in the camps around Calais, compared to the 800 who reportedly stayed there last year. Gilles Debove, a police officer in Calais, said the increase happened over the course of a few weeks.\n\nChristopher Dickey at the Daily Beast wrote Wednesday that seven died trying to make it through the tunnel in the first three weeks of June; 2015's death toll will likely surpass that in 2014, considered a \"bloody year\" with 16 people having lost their lives. While the numbers are relatively small when compared with the hundreds of refugees who've died crossing the Mediterranean by boat this year, the deaths are happening not in a distant stretch of water at the edge of Europe, but in one of its busiest commercial corridors at a key point of passage between two of its major powers.", "_id": {"$oid": "55daf0f004235215b082e380"}}