{"URL": "http://www.washingtonpost.com/news/post-politics/wp/2014/04/06/jeb-bush-many-illegal-immigrants-come-out-of-an-act-of-love/", "Text": "Former Florida governor Jeb Bush said Sunday that many who illegally come to the United States do so out of an \"act of love\" for their families and should be treated differently than people who illegally cross U.S. borders or overstay visas.\n\n\n\nJeb Bush is a potential 2016 presidential candidate. (Wilfredo Lee/ AP)\n\nThe comments came during an event marking the 25th anniversary of the presidency of George H. W. Bush at the library and museum that bears the name of the Bush patriarch. The event was closed to reporters, but moderated by Fox News anchor Shannone Bream and portions of the event were later broadcast on the Fox News Channel.\n\nAsked about immigration, Bush started by saying that a bipartisan bill passed by the Senate last year made \"a good effort\" at proposing ways to ensure that people overstaying visas leave the country.\n\n\"A great country ought to know where those folks are and politely ask them to leave,\" he said, adding later that properly targeting people who overstay visas \"would restore people's confidence\" in the nation's immigration system.\n\n\"There are means by which we can control our border better than we have. And there should be penalties for breaking the law,\" he added. \"But the way I look at this -- and I'm going to say this, and it'll be on tape and so be it. The way I look at this is someone who comes to our country because they couldn’t come legally, they come to our country because their families -- the dad who loved their children -- was worried that their children didn’t have food on the table. And they wanted to make sure their family was intact, and they crossed the border because they had no other means to work to be able to provide for their family. Yes, they broke the law, but it’s not a felony. It’s an act of love. It’s an act of commitment to your family. I honestly think that that is a different kind of crime that there should be a price paid, but it shouldn’t rile people up that people are actually coming to this country to provide for their families.\"\n\nThe comments clearly set Bush apart from other Republicans, especially some considering runs for president in 2016. Even Bush seemed to acknowledge that his position could cause him political trouble as he mulls whether to run for president.\n\nIn 2012, Texas Gov. Rick Perry drew criticism for defending a law allowing illegal immigrants in Texas to pay in-state tuition by suggesting that people opposed to the measure were insensitive.\n\n“If you say that we should not educate children who have come into our state for no other reason than they have been brought there by no fault of their own, I don’t think you have a heart,” Perry said during a GOP debate in Florida.\n\nThe comments were later panned by Perry's Republican opponents.\n\nAt the same event Sunday, Bush said he would make a decision by the end of this year about whether to run for president in 2016.", "_id": {"$oid": "55daf21904235215b082e430"}}