{"URL": "http://theconversation.com/tianjin-explosion-could-be-a-turning-point-in-chinas-corruption-crackdown-46213", "Text": "The massive explosion that tore through the port of Tianjin on August 12 has had a profound effect on the city. As well as the terrible loss of life and the unknown environmental effects to come, its economic impact on the city and wider region will be significant. But it will have a more lasting political effect, as the government must seek to reassure people that their welfare is prioritised above economic growth.\n\nTianjin is famous for being the city with the highest GDP per person in China. Along with Beijing, Shanghai, and Chongqing, Tianjin does not form part of a province. Instead it is controlled by the central government in Beijing and given equal status to a province.\n\nThe city rose to such political and economic importance as it is one of China’s most important industrial centres, with its port being a crucial point in the commodity supply chain. It is a key oil and gas terminal with large commercial and strategic oil storage facilities as well as a floating unit for liquified natural gas imports. And it is also a major entry point for iron ore, which fuels much of China’s vast steel-making industry (which constitutes nearly half the world’s total), along with a host of other commodities.\n\nEyewitness footage of the explosion which millions have viewed online in China.\n\nGovernment investment has served to make Tianjin a northern economic hub, close to Beijing, to balance out the Guangdong Pearl River Delta and Shanghai in the south. Having been designated a “special economic zone” in 2005, the city has also developed a significant high tech industry and become a hub for numerous Fortune 500 companies.\n\nThe economic impact of the explosion will therefore be significant in terms of disrupting supply chains and knocking confidence in the city’s safety.\n\nA challenge to ‘Made in China’\n\nThe explosion in Tianjin is a reminder that China’s huge growth over the past three decades has not been without casualty. While millions have been lifted out of poverty, there have been numerous arguments in China about GDP being considered more important that people’s welfare in the pursuit of economic growth.\n\nThese will be bolstered by the fact that the explosions were caused by a company storing hundreds of tonnes of sodium cyanide, far more than legally allowed, within 500m of homes. Though the city had laws stating a minimum distance of 1km, there is the impression that the local government supports – or at least turned a blind eye – to companies, irrespective of the danger they may bring to the community, in pursuit of profit.\n\nPresident Xi Jinping has urged authorities to learn “extremely profound” lessons “paid for with blood” from the accident. The fact that regulations were already being flouted should mean a crackdown on corners being cut.\n\nThe president’s comments indicate that this disaster will lead to greater change than previous ones. Unlike with previous incidents, the information about the explosion has been relatively transparent and public criticism has been allowed. Chinese premier, Li Keqiang, has even encouraged it.\n\nEPA/Ng Kong\n\nIt is therefore likely that there will be a significant increase in costs across numerous industries – not just chemicals storage. We can expect to see more complicated inspection procedures being applied to prevent future catastrophes from taking place.\n\nIt’s a warning to the low cost and low quality industries in particular, where inspection costs will significantly increase. It may accelerate the process of China losing more of its manufacturing cost advantages to India or Vietnam as a result. But this could serve to strengthen China’s plan to change into an innovation oriented nation, focused on developing the upper stream of the global value chain.\n\nA crackdown on companies playing fast and loose with safety would also fit into the government’s broader anti-corruption drive, which has been taking place over the past couple of years. To restore public confidence in the government and warn other local government ministers that they cannot get away with lax safety procedures, it is likely we will see resignations or demotions.\n\nThe Chinese government may even use the incident to root out corruption in Tianjin in a wider sense. Xi Jinping has spoken of “fighting a war” at all levels against those dealing irresponsibly in dangerous chemicals. Thus, the Rui Hai International Logistics company that owned the warehouse where the blast originated is under investigation. And others in Tianjin, where many have been attracted by the chance to make money, should be worried too about corners they may have cut – as investigations are likely to begin.", "_id": {"$oid": "55daf35704235215b082e4b8"}}