{"URL": "http://www.rtcc.org/2015/05/21/el-nino-likely-to-ensure-2015-breaks-warming-records/", "Text": "Rising temperatures linked to phenomenon could add weight to calls for tough new climate deal in Paris this year\n\nBy Ed King\n\nThe most recent global data suggests surface temperatures will continue to break records in 2015.\n\nLast year was the hottest since 1850, according to the World Meteorological Organisation (WMO), part of what it said is a continuing trend.\n\nAccording to the US National Oceanic and Atmospheric Administration (NOAA), May 2014 to April 2015 is the joint-warmest 12-month period in 136 years.\n\nThose figures could rise further if the weather phenomenon known as El Nino continues to intensify, as scientists RTCC has spoken to believe it will.\n\n“I think we have reached that point,” says Tim Stockdale of the European Centre for Medium-Range Weather Forecasts in Reading, UK. “It’s likely to be a moderate El Nino or bigger.”\n\nWaters in the Eastern Tropical Pacific are significantly warmer than normal, says Andrew Watkins, Climate Prediction Services manager at the Australian Bureau of Meteorology.\n\n“Warm water tends to act like a flywheel and keeps the momentum going.”\n\nThe US definition of El Nino is where Eastern Central Pacific waters are 0.5C hotter than normal for three months, Australia requires them to be 0.8C. At the moment they are 1C warmer.\n\nData from the Southern Oscillation Index suggests strong westerly winds in the western Pacific are also on the rise, another feature of El Nino.\n\nThis, along with models from the US, UK, Japan and Europe are offering the “clearest signals we have had,” Watkins adds.\n\nOccurring roughly every five years, El Nino is caused by an eastward shift in some of the planet’s warmest waters north of Papua New Guinea, taking winds, clouds and rains with it.\n\nThis has global repercussions, frequently leading to drought in Australia and Indonesia, and heavy rains in California and Latin America.\n\nRainfall patterns in Kenya, Somalia, South Africa and India’s annual monsoon can also be affected. Famine, outbreaks of disease and conflict have been blamed on the weather event.\n\nTom Di Liberto, a meteorologist with NOAA, cautions there’s still uncertainty over how strong this El Nino will be. “We are saying we are in weak to moderate conditions – there’s a 90% chance it will continue through the northern hemisphere summer,” he tells RTCC.\n\nParis climate pact\n\nThe onset of this cycle is also significant as if it follows previous El Nino years it will likely see a spike in global temperatures.\n\nFive of the ten warmest years between 1950 and 2013 were El Nino years. What made the heat in 2014 an anomaly was that it came in a year when this cycle wasn’t at full tilt.\n\n“During an El Nino the ocean loses heat and is released to atmosphere,” explains Stockdale. “Often a year after an event you get a peak to the global mean temperature.”\n\n“One of the issues in the so called hiatus has been for a number of years the Pacific has been in a La Nina cold state and has been absorbing heat.”\n\nDi Liberto concurs: “It’s certainly the case you should expect to see warmer global temperatures.”\n\nAs it does every year, the WMO will likely announce how hot 2015 has been in the first week of the UN’s annual climate summit, which this year takes place in Paris.\n\nWhat makes this politically sensitive is that this year nearly 200 countries are working on plans to finalize a global deal to cut greenhouse gas emissions.\n\nA lull in the rate of warming since the last big El Nino in 1998 has been used by many governments and lobby groups as an excuse to slow the talks.\n\nPresenting his findings for 2014, WMO chief Michael Jarraud rejected this analysis, arguing that 14 of the 15 hottest years on record occurred this century.\n\nStill, even though scientists say El Nino is not caused by climate change, another record warm year will add weight to calls for leaders to agree a tough deal on cutting emissions in Paris.\n\nContinental impacts\n\nBack in Australia, the onset of this cycle spells tough times for already parched farms in parts of Queensland, New South Wales and North West Victoria, which have suffered 2-3 years of below average rains.\n\nThe Murray Darwin basin is often called the food bowl of Australia – but it’s also the epicentre of El Nino impacts in the country.\n\nWheat and grain harvests are likely to fall with a resulting rise in commodity prices.\n\n“There’s a limit to what you can absorb so it’s fairly critical for farmers… and we need to be fairly wary as it puts great stress on the communities,” says Watkins.\n\n“It’s a very hard time for these people. It’s hard when you see your farm turn into dust.”\n\nOn the flip side west coast corals will thrive in cooler waters, lobsters off the west coast will flourish, and red wine yields will likely increase.\n\nBut it’s unlikely the benefits will outweigh the costs.\n\nA warmer and drier southern Australia will also see the risk of wildfires rise, he says, while coral bleaching across the Great Barrier Reef could accelerate.", "_id": {"$oid": "55daf05004235215b082e2db"}}