{"URL": "http://www.slate.com/articles/news_and_politics/politics/2015/06/rachel_dolezal_claims_to_be_the_target_of_hate_crimes_the_former_naacp_official.html", "Text": "Dolezal says a “violent hate group” may have been involved in a “home invasion” at her residence. But the only home intrusion she reported, in April 2009, involved a man and woman who had walked in through an unlocked door and had told Dolezal’s son they were there to take care of a dog . At the time, Dolezal claimed that “two white adults broke into my home,” and she said the incident “scared my 13-year-old son to death.” But according to the police report, her son said that he wasn’t scared and that the couple merely “seemed confused.”\n\nDolezal’s bio at Eastern Washington University, where she has taught Africana Studies, says she and her children suffered “ at least eight documented hate crimes ” when she lived in Idaho. But police records show no such documentation, apart from Dolezal’s statements and characterizations. For instance, the Easterner profile, based on Dolezal’s account, says “white supremacy groups burglarized every home she and her son lived in.” But according to a police spokeswoman who heads the task force overseeing HREI, the sole burglary report filed by Dolezal, involving a washer that was stolen from a storage shed in 2008, yielded no information about suspects . The spokeswoman says Dolezal “never called back with any further info.”\n\nThat’s a good way to assess the authenticity of anyone who claims membership in a disfavored group. And Dolezal’s record suggests that she agreed with this standard. Once she decided to be black, she appears to have been committed to the decision. She devoted her career to civil rights advocacy, and she began to report incidents in which she had been targeted and harassed by racists. But did these incidents happen as she described them? Did she earn membership in the sisterhood of the oppressed? Or did she fake it?\n\nPeople who are born black, and who clearly look black, can’t play that game. They can’t simply switch races. “ To be racially black is to face discrimination and violence ,” my colleague Jamelle Bouie argued in a Slate article published before Dolezal’s suit against Howard was discovered. He asked, presciently, whether Dolezal had sought an “à la carte blackness, in which you take the best parts, and leave the pain aside.”\n\nOn Monday, after her deception was exposed, Dolezal resigned as president of the NAACP chapter in Spokane, Washington. Her story has triggered an awkward discussion about what it means to be black and whether, in the age of growing transgender awareness, it’s possible to change your race or ethnicity. Most people welcome Dolezal’s civil rights advocacy. But many are unnerved that Dolezal can pass as white when she chooses. In fact, on Monday, the Smoking Gun reported that Dolezal once sued her alma mater, Howard University, claiming unsuccessfully that it had discriminated against her in part because she was white .\n\nRachel Dolezal was born white. Over the years, she embraced black culture. Her parents adopted black children. She went to a black college. She became a civil rights advocate. She changed her appearance. Eventually, she claimed that she was black.\n\nBetween April and August 2009, HREI installed security cameras to monitor potential hate crimes at its office. But in November 2009, after Dolezal reported a swastika sticker that had shown up on HREI’s door overnight, police found that the cameras hadn’t recorded the incident. Dolezal attributed the cameras’ failure to a power surge that had taken place a week earlier.\n\nIn June 2010, Dolezal told police that her brother had found a noose hanging from a carport behind her rented home. A week later, she repeated this account at a press conference. “There have been hate crimes in the past two years that have been directed toward me,” she told the assembled reporters. The owner of the home, when contacted by police, said he was nearly certain it was the same rope he had hung there a year earlier to string up a deer. The owner told police that after Dolezal filed her report, he had explained the situation to her. When the police left Dolezal a message to follow up, she didn’t call back. She now denies that the rope was there before she filed the report or that she was told that it had been used for a deer. She also claims that “my sons found the noose.”\n\nThis year, Dolezal told police she had received hate mail at the Spokane NAACP’s post office box. Nearly 200 people rallied outside the NAACP office to support her. But when police investigated the incident, they found that the envelope had no marks indicating that it gone through the mail. A postal inspector told police, “The only way this letter could have ended up in this P.O. box would be if it was placed there by someone with a key to that box or a USPS employee.” The three employees who managed the boxes said they didn’t remember seeing the envelope. The only other person with confirmed access to the box was Dolezal, who had a key.\n\nThe Easterner profile says that white supremacists once threatened to kidnap Dolezal’s son and that she reported this and other incidents to police. But despite requests from reporters for all police records related to Dolezal, no documents referring to such a claim have been produced. Kurt Neumaier, a former member of HREI’s oversight board whose job was to investigate human rights violations, concludes that in every incident Dolezal has alleged, “she was the sole witness to events that, when put under scrutiny, don’t hold up.”\n\nIt’s possible that one or more of these incidents occurred as Dolezal described them. Hate crimes are a real problem, and they shouldn’t be discounted just because police don’t always verify them. But the troubling pattern in Dolezal’s stories is that they don’t check out. Either the evidence contradicts her, or it doesn’t support her, or it’s her word against the word of somebody else, often somebody who is black or who has worked in the same human rights organizations.\n\nThe more plausible hypothesis, when you compare Dolezal’s allegations with the evidence produced by investigators and reporters, is that she came to see herself as part of an oppressed group, even though she wasn’t. Maybe she wanted everyone else to see her that way, too. Did she interpret incidents as racial, even when the evidence didn’t point that way? Did she exaggerate or distort what happened? Did she stage or fabricate evidence?", "_id": {"$oid": "55daf01c04235215b082e2b2"}}