{"URL": "http://gawker.com/heres-whats-missing-from-straight-outta-compton-me-and-1724735910", "Text": "On January 27, 1991, at a record-release party for the rap duo Bytches With Problems in Hollywood, producer/rapper/then-N.W.A. member Dr. Dre brutally attacked Dee Barnes, the host of a well-known Fox show about hip-hop called Pump It Up! Dre was reportedly angry about a Pump It Up! segment hosted by Barnes that aired in November 1990. The report focused on N.W.A., and concluded with a clip of Ice Cube, who had recently left the group, insulting his former colleagues. Soon after the attack, Barnes described it in interviews: She said Dre attempted to throw her down a flight of stairs, slammed her head against a wall, kicked her, and stomped on her fingers. Dre later told Rolling Stone, “It ain’t no big thing – I just threw her through a door.” He pleaded no contest to assault charges. Barnes’s civil suit against Dre was settled out of court.\n\nBarnes agreed to watch F. Gary Gray’s just-released film about N.W.A, Straight Outta Compton, and reflect on it for Gawker.\n\nI never experienced police harassment until I moved to California in the ‘80s. The first time it happened, I had just left a house party that erupted in gunfire. A cop pulled me over and ordered me out of the car. I was 19, naive, and barefoot. When I made a move to get my shoes, the cop became aggressive. He manhandled me because he supposedly thought I was grabbing for a weapon. I’m lucky he didn’t shoot me. There I was, face down on the ground, knee in my back. In June, I was reminded of what happened to me when I watched video of a police officer named Eric Casebolt grabbing a 15-year-old girl outside the Craig Ranch North Community Pool in Texas, slamming her body to the ground, and putting his knee in her back.\n\nAdvertisement\n\nThree years later—in 1991—I would experience something similar, only this time I was on my back and the knee was in my chest. That knee did not belong to a police officer, but Andre Young, the producer/rapper who goes by Dr. Dre. When I saw the footage of California Highway Patrol officer Daniel Andrew straddling and viciously punching Marlene Pinnock in broad daylight on the side of a busy freeway last year, I cringed. That must have been how it looked as Dr. Dre straddled me and beat me mercilessly on the floor of the women’s restroom at the Po Na Na Souk nightclub in 1991.\n\nThat event isn’t depicted in Straight Outta Compton, but I don’t think it should have been, either. The truth is too ugly for a general audience. I didn’t want to see a depiction of me getting beat up, just like I didn’t want to see a depiction of Dre beating up Michel’le, his one-time girlfriend who recently summed up their relationship this way: “I was just a quiet girlfriend who got beat on and told to sit down and shut up.”\n\nBut what should have been addressed is that it occurred. When I was sitting there in the theater, and the movie’s timeline skipped by my attack without a glance, I was like, “Uhhh, what happened?” Like many of the women that knew and worked with N.W.A., I found myself a casualty of Straight Outta Compton’s revisionist history.\n\nDre, who executive produced the movie along with his former groupmate Ice Cube, should have owned up to the time he punched his labelmate Tairrie B twice at a Grammys party in 1990. He should have owned up to the black eyes and scars he gave to his collaborator Michel’le. And he should have owned up to what he did to me. That’s reality. That’s reality rap. In his lyrics, Dre made hyperbolic claims about all these heinous things he did to women. But then he went out and actually violated women. Straight Outta Compton would have you believe that he didn’t really do that. It doesn’t add up. It’s like Ice Cube saying, “I’m not calling all women bitches,” which is a position he maintains even today at age 46. If you listen to the lyrics of “A Bitch Iz a Bitch,” Cube says, “Now the title bitch don’t apply to all women / But all women have a little bitch in ‘em.” So which is it? You can’t have it both ways. That’s what they’re trying to do with Straight Outta Compton: They’re trying to stay hard, and look like good guys.\n\nI knew the guys of N.W.A. years before they blew up. I first met Andre (who’s wonderfully portrayed by Corey Hawkins in Compton) when he lived with his cousin Jinx, who would later introduce me to O’Shea Jackson, a.k.a. Ice Cube. I was at Lonzo’s house when Andre and Antoine Carraby, a.k.a. Yella, were both still in the World Class Wreckin’ Cru. I was there at the radio station KDAY with Greg Mack. Later, while they were creating the N.W.A and the Posse album, I would meet MC Ren and Arabian Prince. It was at Lonzo’s studio that my best friend Rose Hutchinson and I formed the rap group Body and Soul. We spent countless days and nights at Lonzo’s house, and in his studio we recorded a demo produced by both Dr. Dre and DJ Pooh. It was there where I also met Eric Wright, a.k.a. Eazy E. These men became my brothers.\n\nI wasn’t in the studio to hear them record their disgusting, misogynistic views on women in songs like “A Bitch Iz a Bitch,” “Findum, Fuckum & Flee,” “One Less Bitch,” and perhaps most offensively, “She Swallowed It.” (On that track, MC Ren brags about violating at 14-year-old girl: “Oh shit it’s the preacher’s daughter! / And she’s only 14 and a ho / But the bitch sucks dick like a specialized pro.”) I heard the material like everybody else, when I was listening to the albums, and I was shocked. Maybe that was their point. Maybe they said a lot of that stuff for the shock value. There were always other girls around, like Michel’le and Rose, and we never heard them talk like that. We never heard them say, “Bitch, get over here and suck my dick.” In their minds, only certain women were “like that,” and I’ve never presented myself like that, so I never gave them a reason to call me names.\n\nAccurately articulating the frustrations of young black men being constantly harassed by the cops is at Straight Outta Compton’s activistic core. There is a direct connection between the oppression of black men and the violence perpetrated by black men against black women. It is a cycle of victimization and reenactment of violence that is rooted in racism and perpetuated by patriarchy. If the breadth of N.W.A.’s lyrical subject matter was guided by a certain logic, though, it was clearly a caustic logic.\n\nIt was so caustic that when Dre was trying to choke me on the floor of the women’s room in Po Na Na Souk, a thought flashed through my head: “Oh my god. He’s trying to kill me.” He had me trapped in that bathroom; he held the door closed with his leg. It was surreal. “Is this happening?” I thought.\n\nTheir minds were so ignorant back then, claiming that I set them up and made them look stupid. That wasn’t a setup. It was journalism and television, first of all, and secondly, I had nothing to do with the decision to run the package as it did. After an interview with N.W.A., the segment ended with Ice Cube saying “I got all you suckers 100 miles and runnin’,” and then, imitating N.W.A. affiliate the D.O.C.: “I’d like to give a shoutout to the D.O.C. Y’all can’t play me.” I was a pawn in the game. I was in it, but so was a true opportunist: the director of Straight Outta Compton, F. Gary Gray.\n\n\n\nThat’s right. F. Gary Gray, the man whose film made $60 million last weekend as it erased my attack from history, was also behind the camera to film the moment that launched that very attack. He was my cameraman for Pump It Up! You may have noticed that Gary has been reluctant to address N.W.A.’s misogyny and Dre’s attack on me in interviews. I think a huge reason that Gary doesn’t want to address it is because then he’d have to explain his part in history. He’s obviously uncomfortable for a reason.\n\nGary was the one holding the camera during that fateful interview with Ice Cube, which was filmed on the set of Boyz N the Hood. I was there to interview the rapper Yo Yo. Cube was in a great mood, even though he was about to shoot and he was getting into character.\n\nCube went into a trailer to talk to Gary and Pump It Up! producer Jeff Shore. I saw as he exited that Cube’s mood had changed. Either they told him something or showed him the N.W.A. footage we had shot a few weeks earlier. What ended up airing was squeaky clean compared to the raw footage. N.W.A. were chewing Cube up and spitting him out. I was trying to do a serious interview and they were just clowning—talking shit, cursing. It was crazy.\n\nRight after we shot a now-angry Cube and they shouted, “Cut!” one of the producers said, “We’re going to put that in.” I said, “Hell no.” I wasn’t even thinking about being attacked at the time, I was just afraid that they were going to shoot each other. I didn’t want to be part of that. “This is no laughing matter,” I tried telling them. “This is no joke. These guys take this stuff seriously.” I was told by executives that I was being emotional. That’s because I’m a woman. They would have never told a man that. They would have taken him seriously and listened.\n\nIt was that interview that was the supposed cause of Dre’s attack on me, as many of his groupmates attested. My life changed that night. I suffer from horrific migraines that started only after the attack. I love Dre’s song “Keep Their Heads Ringin”—it has a particularly deep meaning to me. When I get migraines, my head does ring and it hurts, exactly in the same spot every time where he smashed my head against the wall. People have accused me of holding onto the past; I’m not holding onto the past. I have a souvenir that I never wanted. The past holds onto me.\n\nPeople ask me, “How come you’re not on TV anymore?” and “How come you’re not back on television?” It’s not like I haven’t tried. I was blacklisted. Nobody wants to work with me. They don’t want to affect their relationship with Dre. I’ve been told directly and indirectly, “I can’t work with you.” I auditioned for the part that eventually went to Kimberly Elise in Set It Off. Gary was the director. This was long after Pump it Up!, and I nailed the audition. Gary came out and said, “I can’t give you the part.” I asked him why, and he said, “‘Cause I’m casting Dre as Black Sam.” My heart didn’t sink, I didn’t get emotional; I was just numb.\n\nMost recently, I tried to get a job at Revolt. I’ve known Sean (Combs) for years and have the utmost respect for him. Still nothing. Instead of doing journalism, I’ve had a series of 9-5 jobs over the years to make ends meet.\n\nThere’s a myth that I was paid so well by the settlement I received from Dre that I’d never have to work again. People think I was paid millions, when in reality, I didn’t even get a million, and it wasn’t until September of 1993. He and his lawyers dragged their feet the whole way. He stopped coming to court, they kept postponing it. I was tired, and, toward the end, pregnant, but I still tried to show up for everything. And I never thought I was going to have to stop doing what I loved for my job. That was the furthest thing from my mind.\n\nThe last time I saw Dre, and was up close and personal with him, we were cordial but not friendly. That was years ago, before “Guilty Conscience,” the 1999 Eminem/Dre collaboration that references me (“You gonna take advice from somebody who slapped Dee Barnes?”). I most recently saw Cube at the Kings of the Mic show at Los Angeles’s Greek Theater in 2013. We talked briefly and he was very unfriendly. Standoffish, even.\n\nThere were two things that made me emotional while watching Straight Outta Compton. The first was the scene where D.O.C. is in the hospital after a car accident that nearly decapitated him. I went to see him then, and I was devastated. I thought he was going to die. I saw him fresh, when he was hooked up to life support and had blood and cuts still visible.\n\nThe other scene was Eazy’s death. I got a chance to see him prior to his dying of AIDS-related complications in March of 1995, maybe about a month before. I briefly owned a production company. Our office was on Melrose, and we shared it with another production company. Eazy came in to the other production company to look for a director for a Bone-Thugs-n-Harmony video. I didn’t know he was coming, he didn’t know I was going to be there. It was just a pure blessing. I am so grateful I had the opportunity to make peace with him before he passed. We hugged, we kissed, we talked, and I felt good when I saw him, but I knew something was wrong. He didn’t look well. I thought maybe he just had a cold. He wasn’t coughing, the way it was dramatized in the movie. He sounded congested and he looked skinny. We had a nice conversation and I felt really good about it.\n\nI believe that if Eazy were alive, neither Tairrie B., nor JJ Fad wouldn’t have been ignored in the movie. Eazy was the straight shooter of the group and he just would have kept it more real. JJ Fad was a trio of female rappers from Rialto, California, whose debut album was released by Ruthless in order to establish and legitimize the label. It was commercially successful and featured the mega hit “Supersonic,” produced by Arabian Prince, who appears only briefly in Straight Outta Compton. JJ Fad’s success paved the way for the release of the Straight Outta Compton album. It’s a very pivotal moment that was erased from N.W.A.’s story. It’s easy for them to be dismissive of women, because they don’t respect most women.\n\nWith the exception of short scenes with mother figures and wives, the rest of the women in the film were naked in a hotel room or dancing in the background at the wild pool parties. Yo Yo, a female rapper who worked with Ice Cube after he left N.W.A., was nowhere to be found. Nor are women who worked with Dre later in his career, like Jewell and the Lady of Rage. They both contributed tremendously to the ultimate sound of the classic album The Chronic. What about Ruthless R&B singer-song-writer Michel’le, who at the young age of 17 was singing vocals on World Class Wreckin Cru’s “Turn Off The Lights”? Michel’le and Dr. Dre developed a personal and professional association and he went on to produce her two best-known hits, “No More Lies” and “Something In My Heart.” Both songs reflected their volatile relationship. Then there is Ruthless Records/Comptown Records solo female artist/Eazy E’s protege Tairrie B, the first white female hardcore rapper. A bold blonde at the time who wasn’t afraid to speak her mind, Tairrie B released an album named The Power Of A Woman (how fitting!) and dropped singles like “Murder She Wrote” and “Ruthless Bitch.”\n\nIn 1990, at a Grammys party in front of an A-List crowd, Dr. Dre assaulted Tairrie B. This was a year before my assault. In an interview, F. Gary Gray said these were considered “side stories” and not important to the narrative.\n\nIf that’s the case, it’s too bad for the movie and it’s too bad for its audience. Straight Outta Compton transforms N.W.A. from the world’s most dangerous rap group to the world’s most diluted rap group. In rap, authenticity matters, and gangsta rap has always pushed boundaries beyond what’s comfortable with hardcore rhymes that are supposed to present accounts of the street’s harsh realities (though N.W.A. shared plenty of fantasies, as well). The biggest problem with Straight Outta Compton is that it ignores several of N.W.A.’s own harsh realities. That’s not gangsta, it’s not personal, it’s just business. Try as they might, too much of N.W.A.’s story ain’t that kinda shit you can sweep under no rug. You know?\n\nDee Barnes is currently writing her memoir, Music, Myth, and Misogyny: Memoirs of a Female MC. She is looking for a publisher. You can follow her on Twitter, Instagram, and Facebook.\n\n[Photos via Dee Barnes’s Instagram]", "_id": {"$oid": "55daf30804235215b082e47e"}}