{"URL": "http://www.weather.com/news/news/remembering-hurricane-iniki-20120911", "Text": "{{wxnodeVideo.video.current.description+ \" \"}}\n\nLessons of Iniki\n\nIniki was the deadliest and by far the costliest hurricane to ever strike Hawaii. The death toll of four was remarkably small for an intense hurricane. Adjusted for inflation, Iniki caused roughly $3 billion in damages. More than 14,000 homes were affected, with 1,421 destroyed and 5,152 with major damage. While wind was the cause of most of the damages, storm surge and waves obliterated many structures along Kauai’s southern shore. The other main Hawaiian Islands including Oahu were affected by Iniki, mainly in the form of high surf but also with some wind damage, but Kauai took the full force of the hurricane. Iniki taught us how hurricane vulnerable Hawaii is, but a nagging question has lingered ever since Iniki struck: what would have happened on Oahu, and to the entire state, if Iniki had moved a little farther east?\n\nEnlarge Enlarge {{internalImg.image_caption + \" \"}}\n\nOccasionally, a deep-layer trough of low pressure will develop west of Hawaii and cause a hurricane, even a major one, to move toward Hawaii from the south, as in 1992 with Hurricane Iniki. Often forgotten on the U.S. mainland, as it happened less than three weeks after Hurricane Andrew devastated extreme southern Florida, the eye of Major Hurricane Iniki made a direct hit on Kauai on 11 September. The eye was over the island for about 40 minutes.\n\nHuh? Hawaiian Hurricanes?\n\nEven though it seems like it sometimes, Hawaii is not hurricane-proof. It is true, though, that they’re not as frequently impacted by hurricanes as most U.S. east coast and Gulf coast states. While the waters around Hawaii are sufficiently warm during the June-November hurricane season to support a tropical cyclone, with the exception of the area well south of Hawaii they’re not quite at the bathtub-like temperatures of the Gulf of Mexico or Caribbean. In addition, upper-level winds are often fairly strong over the islands, even in summer, which can impose some wind shear on approaching tropical cyclones.\n\n(MORE: Hurricane Central | Tropical Update Video)\n\nEnlarge Enlarge {{internalImg.image_caption + \" \"}}\n\nFour or five tropical cyclones occur each year, on average, in the central Pacific region that includes Hawaii. About two-thirds of these move in from the eastern Pacific. If they’re far enough north to be aimed at Hawaii while approaching from the east, cooler waters and increasing wind shear usually weaken them significantly. Several hurricanes have remained strong, however, while traversing the central Pacific, but they usually pass south of Hawaii due to a strong subtropical ridge of low- to mid-level high pressure centered north of the islands. It’s the occasional hurricane that, while somewhere south of Hawaii, takes a turn generally to the north that poses the greatest danger to the state.\n\nWhile several hurricanes have affected Hawaii with conditions such as high waves, winds of tropical storm force, and stronger-than-usual showers and thunderstorms, only four hurricanes -- Nina in 1957, Dot in 1959, Iwa (pronounced EE-va) in 1982, and Iniki in 1992 -- have had bona-fide direct impacts in Hawaii during the last six decades. Despite the apparent bull’s-eye on Kauai implied by these past hurricanes, there is no meteorological reason why any of the other islands could not be hit directly. Iniki, which means “sharp and piercing wind” in Hawaiian, delivered the most devastating blow 19 years ago.", "_id": {"$oid": "55daee7c04235215b082e1bc"}}