{"URL": "http://www.nytimes.com/2015/08/20/business/economy/fed-minutes-july-meeting.html", "Text": "Photo Advertisement Continue reading the main story\n\nWASHINGTON — Federal Reserve officials are struggling to get comfortable with the persistent sluggishness of price inflation as they move toward raising interest rates later this year.\n\nOfficials at the Fed’s most recent meeting in July said they were almost ready to raise rates because they expected the economy’s continuing upward trajectory to eventually push prices up, too, according to an official account of the meeting published by the Fed on Wednesday.\n\nBut inflation continues to defy those expectations. Overall consumer prices rose just 0.2 percent over the 12 months ending in July, according to a separate government report also published on Wednesday, well below the 2 percent annual pace the Fed considers healthy.\n\nThe meeting account said “almost all members” of the Federal Open Market Committee “indicated that they would need to see more evidence that economic growth was sufficiently strong” to bring inflation closer to its target before they were ready to raise rates for the first time since the financial crisis.\n\nContinue reading the main story Video\n\nSeveral analysts said the uncertain tone of the minutes suggested the Fed was somewhat less likely to start raising rates at its next meeting, in mid-September. Investors, too, reduced their bets on a September liftoff, as reflected in the prices of financial assets tied to interest rates.\n\nThe yield on the benchmark 10-year Treasury fell to 2.129 percent on Wednesday as investors bet rates would remain a little lower a little longer. Stock indexes recovered from their lows for the day after the 2 p.m. release of the minutes before falling back again. The Standard & Poor’s 500-stock index closed at 2,079.61, down 0.83 percent.\n\n“The bet is still that they achieve liftoff in September,” Diane Swonk, chief economist at Mesirow Financial in Chicago, wrote in an analysis after the Fed distributed its latest bag of tea leaves. “However, Fed officials need to telegraph that soon if they actually intend to do so.”\n\nThe Fed has held its benchmark rate near zero since December 2008 as the centerpiece of its campaign to revive economic growth and reduce unemployment. Janet L. Yellen, the Fed’s chairwoman, has said the Fed plans to wind down that campaign by gradually raising rates back toward a more normal level, starting later this year and continuing for the next few years.\n\nAdvertisement Continue reading the main story\n\nThe minutes said most of the meeting’s 17 participants “judged that the conditions for policy firming had not yet been achieved, but they noted that conditions were approaching that point.”\n\nThe Fed did not clarify how soon it planned to complete the journey.\n\nKenneth J. Taubes, chief investment officer at Pioneer Investments in Boston, said that he was not concerned about the exact timing, but would not mind getting it over with. Noting that equity markets stopped climbing about eight months ago, he said that markets seemed to be waiting for the Fed.\n\nSome investors fear that disruptions will intensify when the Fed finally pulls the trigger, but Mr. Taubes said he has a more optimistic view. He said any short-term disruptions were likely to fade as investors recognized that the Fed was still holding rates at unusually low levels, maintaining a significant degree of stimulus.\n\nAdvertisement Continue reading the main story\n\nAdvertisement Continue reading the main story\n\n“If anything,” Mr. Taubes said, “it might be a buying opportunity.”\n\nFed officials, in the minutes and in recent public statements, have sounded increasingly convinced that the central bank is approaching the limit of its ability to improve labor market conditions. The share of Americans with jobs remains much lower than before the recession, and wage growth has been slow despite the fact the unemployment rate has fallen to 5.3 percent as of July. Historically, the Fed has been reluctant to let the jobless rate fall too much lower than that, fearing it will unleash faster inflation by doing so.\n\n“Many members thought that labor market underutilization would be largely eliminated in the near term if economic activity evolved as they expected,” the minutes said, describing the view that the unemployment rate is nearing the lowest level consistent with stable inflation.\n\nThe Fed’s standard view, widely shared by outside economists, is that tighter labor market conditions will contribute to faster inflation as workers are able to extract larger wage increases. Last September, the Fed predicted that prices would rise between 1.6 and 1.9 percent in 2015.\n\nBut that has not happened yet. The Fed’s most recent forecast, in June, predicted inflation this year of 0.6 to 0.8 percent. The minutes also noted that Fed officials still did not see clear evidence of faster wage growth, despite glimmers in recent data. And, the account said, the Fed staff had once again reduced its own separate forecast of likely inflation over the next several years.\n\nFed officials continue to predict inflation will increase in the coming months, and the latest data provided some support for that view. Prices excluding food and energy rose 1.8 percent over the last year, and the Fed regards that measure as a better predictor of future inflation.\n\nA minority of Fed officials argues that the central bank should wait to raise rates until prices are rising more rapidly, a position the International Monetary Fund has repeatedly endorsed. Narayana Kocherlakota, president of the Federal Reserve Bank of Minneapolis, suggested in an opinion article in The Wall Street Journal on Wednesday that the Fed should be expanding its stimulus campaign.\n\n“The U.S. inflation outlook thus provides no justification for policy tightening at this juncture,” Mr. Kocherlakota wrote. “Given that outlook, the F.O.M.C. should ease, not tighten, monetary policy by, for example, buying more long-term assets or by reducing the interest rate that it pays on excess reserves held by banks.”\n\nThat view, however, has gained little traction in an internal debate that is mostly about when, not whether, to raise rates.\n\nBy contrast, some officials said the economy’s cumulative progress since the Great Recession is now sufficient that the decision to start raising interest rates should not turn on the latest batch of economic data.\n\n“I am not expecting the data signals to point uniformly in the same direction; I don’t need this,” Dennis Lockhart, president of the Federal Reserve Bank of Atlanta, said in a speech earlier this month that echoed the argument described in the minutes of the July meeting. “Given the progress made over the recovery and the overall recent tone of the economy, I for one do not intend to let the gyrating needle of monthly data be the decisive factor in decision making.”\n\nThe minutes laid out another argument for moving sooner rather than later: “A prompt start to normalization would likely convey the committee’s confidence in prospects for the economy.”\n\nOf course, Fed officials first must decide that they are confident.", "_id": {"$oid": "55daf12504235215b082e3ab"}}