{"URL": "http://www.slate.com/articles/podcasts/gabfest/2015/08/political_gabfest_on_donald_trump_s_immigration_reform_plan_democratic_candidate.html", "Text": "Become a fan of the Political Gabfest on Facebook. We post to the Facebook page throughout the week, so keep the conversation going by joining us there. Or follow us @SlateGabfest! The email address for the Political Gabfest is gabfest@slate.com. (Email may be quoted by name unless the writer stipulates otherwise.)\n\nThe Slate Political Gabfest is sponsored by Blue Apron. Blue Apron sends gourmet recipes, and all the fresh ingredients you need to make them, right to your door. Visit BlueApron.com/gabfest to get your first two meals free.\n\nAdvertisement\n\n\n\nTo listen to the discussion, use the player below:\n\nFor this week’s Slate Plus bonus segment, the hosts debate whether they love or hate the month of August. Join Slate Plus! Members get bonus segments, exclusive member-only podcasts, and more. Sign up for a free trial today at www.slate.com/gabfestplus.\n\nOn this week’s Slate Political Gabfest, special guests Jamelle Bouie, the new chief political correspondent at Slate, and Jack Hitt, prolific magazine writer and frequent contributor to This American Life, join Emily Bazelon to discuss Donald Trump’s immigration policy and its impact on the GOP’s prospects with Hispanic voters, whether the rise of Sen. Bernie Sanders, I-Vermont, is sustainable and whether Black Lives Matter is winning over Democratic candidates, and the recent New York Times investigative piece about working conditions at Amazon and the future of white-collar workers in the digital economy.\n\nHere are some of the links and references mentioned during this week’s show:\n\nEmily chatters about Mat Johnson’s newest novel Loving Day.\n\nJamelle chatters about his love of Rancho Gordo heirloom beans.\n\nJack chatters about the movie The Man From U.N.C.L.E..\n\nA Slate Plus Special Feature: The Slate Podcast Endorsement-O-Matic (Almost) every product recommended on every Slate podcast since the dawn of creation.\n\nSlate’s Political Gabfest is coming to San Francisco on Sept. 15 at the historic Nourse Theater. Tickets are available at slate.com/politicalSF. If you are a Slate Plus member, you will be eligible for a discount on your ticket purchase. If you’d like to become a Slate Plus member, visit slate.com/gabfestplus.\n\nThe Slate Academy, in collaboration with George Washington University, is bringing together an esteemed group of thinkers, storytellers, and historians for a lively and candid symposium on “How Do We Get Americans to Talk Honestly About Slavery.” The symposium will take place on Sept. 17 at 7 p.m. in the Jack Morton Auditorium at George Washington University. Visit slate.com/live to learn more and to purchase your tickets. Slate Plus members save 30 percent. Visit slate.com/academy to learn more about Slate Academy.\n\nTopic ideas for next week? You can tweet suggestions, links, and questions to @SlateGabfest (#heygabfest). (Tweets may be quoted by name unless the writer stipulates otherwise.)", "_id": {"$oid": "55daeea904235215b082e1d8"}}