{"URL": "http://www.slate.com/blogs/the_slatest/2015/06/08/g7_summit_climate_change_world_should_phase_out_fossil_fuels_by_2100.html", "Text": "Photo by Carl Court/Getty Images\n\nIn a joint declaration from the G7 summit, leaders of the world’s richest countries called for a global phase-out of fossil fuels for the first time on Monday. That sounds great, but unfortunately, they’re talking about a lax timescale—“over the course of this century.”\n\nThe leaders also committed to “doing our part to achieve a low-carbon global economy in the long-term,” though they didn’t announce any increased ambitions in cutting carbon in their own economies. Reports from the two-day meeting in Germany indicated that bolder statements were considered, including a call to decarbonize the G7 economies by 2050, but they were ultimately dropped, likely under pressure from Canada and Japan.\n\nAdvertisement\n\n\n\nThough today's statement is bold, the focus on the very long-term is disappointing. The G7 meeting was billed as a showcase for Germany’s chancellor, Angela Merkel, to assert leadership on climate change in advance of key negotiations in December, when world leaders will gather in Paris and are expected to sign the first-ever global agreement on climate change. Expectations for an ambitious outcome in Paris have been waning in recent months, and today’s G7 statement doesn’t help things much.\n\nEnvironmental organizations said that setting a goal of decarbonization by the end of the century is a signal to business that further investment in fossil fuel infrastructure could lead to “stranded assets.” May Boeve, the executive director of 350.org, said, “If you’re still holding onto fossil fuel stocks, you’re betting on the past. As today’s announcement makes clear, the future belongs to renewables.” However, nothing terribly new has actually happened: Many climate projections were already using the relatively low-ambition G7 target.\n\nAccording to the independent Climate Action Tracker, the world’s current policies will result in global warming of 3.6 to 4.2 degrees Celsius by 2100. That’s just half a degree less than it predicts we would see if nothing changed, and the consequences of half-action are truly frightening. Even the current pledges of the G7 countries, if converted into effective policies, likely wouldn’t be enough for the world to stay under the previously agreed-upon goal of keeping warming to 2 degrees Celsius.\n\nThe G7—which is comprised of Italy, Germany, the United Kingdom, France, the United States, Canada, and Japan, plus the European Union—were responsible for 59 percent of historical global carbon dioxide emissions as of 2011, according to the World Resources Institute. That percentage is falling as developing countries, mainly China, rapidly expand their economies. Still, this outsized share means the world’s richest countries have a responsibility to help the world transition to a zero carbon economy as quickly as possible.\n\nA new report from Oxfam shows that five of the seven countries—including Germany—have increased their use of coal over the last five years. Those that didn’t—the U.S. and Canada—are in the midst of an oil and gas renaissance and largely offset their decreased coal use with other fossil fuels. Germany’s bold Energiewende plan to transform its energy sector away from nuclear energy has at least partially resulted in temporarily increased emissions from its coal sector to fill the gap as more solar and wind power comes online.", "_id": {"$oid": "55daf11304235215b082e39f"}}