{"URL": "http://www.straitstimes.com/world/colorado-movie-gunman-is-monster-destined-for-hell-victim-says", "Text": "CENTENNIAL, Colo. (REUTERS) - The Colorado moviemassacre gunman is destined for the \"darkest, most painful part of hell,\" a sobbing victim testified on Monday at the start of a three-day hearing after which James Holmes will be formally sentenced to life with no parole.\n\n\"I will never forgive the monster that sits in this courtroom, smiling and laughing with his defense attorneys when the jury and your honor are out of the room,\" said Anita Busch, whose second cousin Micalya Medek was among the dozen people Holmes killed.\n\nShe said there were no words to explain the agony and despair that Holmes had put their families through.\n\n\"(He) will reside in the deepest, darkest, most painful part of hell.\"\n\nHolmes, clean-shaven and clad in red jail garb, showed no reaction as a procession of victims addressed the court.\n\nThe 27-year-old was found guilty last month of murdering 12 people and wounding 70 during his July 2012 rampage at a packed midnight screening of a Batman film in the Denver suburb of Aurora.\n\nThe jury did not reach a unanimous decision to execute the former neuroscience graduate student, meaning he will get a life sentence.\n\nAbout 100 victims are expected to testify at this hearing. They cannot address Holmes directly.\n\nMegan Sullivan described becoming an only child when her brother Alex was murdered. Her voice choking with emotion, she told the court that life without her sibling was \"not what it's supposed to be.\"\n\nTom Teves, whose son Alex was killed, called Holmes a coward and \"pure evil.\" He also hit out at members of the defense team who he said had sought to use the trial to boost their profiles.\n\nLonnie Phillips, stepfather of victim Jessica Ghawi, said he believed Holmes' crimes had warranted the death penalty.\n\n\"Well, prison's no picnic, and knowing he will understand some level of pain for the rest of his pathetic life will be enough,\" Phillips said.\n\nWhile the first-degree murder convictions carry a dozen automatic, consecutive life sentences with no parole, Arapahoe County District Court Judge Carlos Samour must formally impose the penalties.\n\nHolmes was found guilty of 165 counts of murder, attempted murder and explosives charges, and Samour must also decide the punishment for those other offenses.\n\nThe gunman had pleaded not guilty by reason of insanity. Prosecutors had sought the death penalty.\n\nAfter the victims' testimony, District Attorney George Brauchler will present the state's sentencing argument.\n\nDefense lawyers can present mitigation evidence on the attempted murder convictions, but it is unclear if they will do so. It is also unknown whether Holmes will make a statement. He declined to speak in his own defense throughout the trial.\n\nThe California native could ultimately be sentenced to a maximum of 3,318 years in prison, in addition to the mandatory life sentences, prosecutors said.\n\n(Reporting by Keith Coffman; Editing by Daniel Wallis, Marguerita Choy and David Gregorio)", "_id": {"$oid": "55dc233b04235215b082e4d3"}}