{"URL": "http://www.straitstimes.com/tech/games-apps/gamestart-video-game-convention-launches-locally-made-ios-and-android-game", "Text": "SINGAPORE - The homegrown event covers all aspects of video games, so it is not surprising that local games convention organiser GameStart is launching its own mobile game for GameStart 2015.\n\nAvailable for free on Android and iOS devices, the side scrolling action title, GameStart 2015: The Game, is made in the vein of MegaMan, Super Mario Bros and Ghosts 'n Goblins, and features GameStart mascot Alyse battling monsters across levels of increasing difficulty.\n\nThe game's genre and pedigree is not a huge surprise though, as GameStart engaged the talents of local game developer Seow \"Sonic\" Zong Hui, to develop and design the action title. The music is composed by local sound design studio, IMBA Interactive, and American DJ A_Rival.\n\nThe Nanyang Technological University student burst into the scene in 2012, when his fan-made game, Street Fighter X MegaMan, caught the attention of game publisher Capcom, and was released as part of the 20th anniversary of the iconic game character, MegaMan. That game pits MegaMan against the combatants of fighting game, Street Fighter. It was downloaded over a million times.\n\nGamers can therefore expect a certain level of difficulty in games of such genre, though Mr Seow, 27, insists that he has already made the game easier than usual.\n\n\"When I had the opportunity to work with GameStart, I realised that platform games have a special place in our hearts. But I also wanted to make this game for a new audience, so the game is designed to be more friendly to newcomers, so that more players can enjoy the genre,\" noted Mr Seow.\n\n\"At the same time, the local game making industry is growing and we want to use the game to show our capabilities to the rest of the world.\"\n\nThe game is not merely a clone of his earlier titles though, as it also features cameos and appearances by game characters from other local gaming companies, such Witching Hour Studios and Inzen Studio, as well as famous local gaming personalities such as Street Fight champion Ho Kun Xian.\n\n\n\nPHOTO: GAMESTART\n\n\n\nFor example, one of the level bosses early in the game is a one-eyed monster who looks similar to the Beholder, from the classic Dungeons & Dragons game. But that creature is actually based on the logo for Singapore pop culture entertainment site, Geek Culture.\n\nThe game is free to play and does not contain any in-app purchases. GameStart founder Ms Elicia Lee, 34, says that the game will be updated to include new cameos and convention details leading up to the event in November, 2015. She declined to reveal the amount spent in making the game, which took six months to create.\n\n\"The GameStart team grew up playing what is now considered to be retro games, so we decided to introduce a challenging game for mobile players. There are no timers, and skill is needed to play this game. We decided to work with independent game developers and designers to promote local talent,\" says Ms Lee.\n\nThe first GameStart convention, which took place last October, attracted over 12,000 visitors across two days. This year's exhibitors include Sony Computer Entertainment, Bandai Namco, Xmashed Gear and Simply Toys.\n\n\n\nGameStart takes place November 13 to 15, 2015 at Suntec Convention Centre Hall 401 - 401. Tickets will go on sale in September from www.gamestart.asia.\n\nThe games are available at www.gamestart.asia/the-game", "_id": {"$oid": "55dc247a04235215b082e4e9"}}