{"URL": "http://www.bloomberg.com/news/articles/2014-03-24/billionaire-developer-lures-rich-chinese-to-gated-polo-community", "Text": "March 25 (Bloomberg) -- Pan Sutong proudly displays the 4.5-liter jeroboam of 1900 Chateau Latour he uncorked on Dec. 8 after his two thoroughbreds placed first and second in their respective races at the Hong Kong Jockey Club.\n\nOver a lunch prepared by his personal chef of mussels with lobster jelly, wild salmon with carrot-and-caviar puree and lamb wrapped with Parma ham, Pan describes the lifestyle he’s packaging for China’s elite, based on fast horses, haute cuisine and fine wine.\n\nIt’s taking shape at Fortune Heights, Bloomberg Pursuits will report in its Spring 2014 issue -- an ultraexclusive gated community in the city of Tianjin, a 35-minute bullet-train ride from Beijing. Its 64 mansions will have cellars stocked with first-growth Bordeaux, gold-plated shower heads and commanding views of emerald polo grounds, Pan says.\n\nAnchored by the Tianjin Goldin Metropolitan Polo Club, the villas are part of a $5 billion, 89-hectare (220-acre) development that’s expected to include a 117-story office tower that has risen to almost half its planned height, an upscale shopping mall, a Las Vegas–style theater, a convention center and dozens of apartment blocks, four of which are nearly sold out.\n\n“I’m not satisfied with three Michelin stars or Robert Parker’s 100 points,” Pan says. “We want to put everything that is high-end into one community, where horses are front and center.” China is minting more millionaires than any other emerging economy, according to the 2013 Asia-Pacific Wealth Report from Capgemini and RBC Wealth Management, which puts their ranks at 643,000, up 14.3 percent from 2012.\n\nTurnkey Sophistication\n\nProperty developers in China have been building pricey villas overlooking golf courses for decades; now, by replacing fairways with the Kentucky bluegrass of polo fields, Pan is introducing the country’s nouveaux riches to a whole new level of turnkey sophistication.\n\n“He has a certain savoir-faire that differentiates him from people who have only money,” says Winfried Engelbrecht-Bresges, chief executive officer of the Hong Kong Jockey Club. “He wants to create an experience that is not only a property but a lifestyle.”\n\nIt’s a lifestyle that’s part Donald Trump, part British aristocracy. Pan’s Gulfstream G550 jets him to homes in Hong Kong, London, Los Angeles and Tianjin, where he’s building a 6,500-square-meter (70,000-square-foot) mansion that’s bigger than Candyland, the late Aaron Spelling’s former 5,100-square-meter house in L.A. And he hobnobs with princes Harry and William at a charity polo match he sponsors at England’s exclusive Beaufort Polo Club each June.\n\nPolo Club\n\nThe furnishings headed for his Tianjin manse may be faux Louis XV, but the polo club it overlooks is the real deal. “The general facilities are outstanding, and not many sporting clubs in the world are more elegant,” Richard Caleel, president of the Federation of International Polo said by telephone from Santa Barbara, California.\n\nIt’s stocked with more than 200 top-of-the-line ponies from Argentina and Australia, and each January, the club stages the Snow Polo World Cup, which fields top international teams. At last year’s event, Pan flew in opera singers from Buenos Aires, offered a course called “Deconstructing Molecular Gastronomy” and treated guests to a tasting of wines from Chateau Haut-Brion, one of only five Bordeaux estates with the top premier cru classification.\n\nPan, 51, never even made it past high school. Born in Shaoguan, in Guangdong province, he was brought up by his paternal grandmother in Guangzhou until her death from cancer when he was 13, at which point he moved to San Marino, California, to live with his stepgrandmother.\n\nSkipping School\n\nHe spent most of his time skipping school and hanging out in the family’s chain of Chinese restaurants, so he never learned to speak much English. After five years, he moved to Hong Kong and, with a loan from his family, set up a business dealing in Japanese electronics.\n\nTen years later, he moved into manufacturing in southern China, eventually commanding 90 percent of China’s production of karaoke monitors through his Matsunichi Communication Holdings Ltd. In 2002, Pan listed the company (since renamed Goldin Properties Holdings Ltd.) on the Hong Kong Stock Exchange.\n\nFive years later, he branched out into real estate when he acquired the Tianjin parcel. As of mid-March, his controlling stakes in Goldin Properties and its sister company, Goldin Financial Holdings Ltd., were worth some $2.8 billion.\n\nFirst Winery\n\nThree years ago, Pan bought his first winery, paying $50 million for Sloan Estate, a Rutherford, California, producer of Bordeaux-style reds whose most recent vintage, the 2009, sells for $367 a bottle.\n\nLast April, Pan snapped up Chateau Le Bon Pasteur from one of Bordeaux’s foremost winemaking families, along with Chateau Rolland-Maillet in St.-Emilion and Chateau Bertineau St.-Vincent in Lalande de Pomerol.\n\nMore acquisitions are planned. “We are aggressively still in investment mode,” says Jenny Pan, his 26-year-old daughter, who took over the running of Sloan after a two-year stint working in wealth management at Goldman Sachs Group Inc. in New York. “The Bordeaux and Sloan vineyards are only the first few in a hundred-step journey to build up our business.”\n\nAs Chinese President Xi Jinping’s crackdown on corruption enters its second year, conspicuous consumption of Patek Philippe watches and Louis Vuitton handbags is still frowned upon, something that makes Pan’s offering of a discreet lifestyle behind closed doors appealing.\n\n‘Less Ostentatious’\n\n“People are moving towards a less ostentatious display of wealth,” says Michael Klibaner, regional head of research at real estate firm Jones Lang LaSalle Inc. in Hong Kong.\n\nThough Klibaner finds the idea of a polo club “a bit gimmicky,” he says it’s a smart alternative at a time when China has imposed a ban on building any more golf courses.\n\nWilliam Lin, a Tianjin-based Internet entrepreneur and the first Chinese member to take up polo at the club, says the limited popularity of the game isn’t the point.\n\n“Most people who buy apartments here won’t play but will like a lifestyle where they can watch out the window,” he says. “As the Chinese make more money, they will need to know which kind of high-class lifestyle they should follow.”\n\nTo contact the reporter on this story: Frederik Balfour in Hong Kong at fbalfour@bloomberg.net\n\nTo contact the editors responsible for this story: Ted Moncreiff at tmoncreiff@bloomberg.net Andreea Papuc, Joel Weber", "_id": {"$oid": "55daf07104235215b082e2f8"}}