{"URL": "http://www.reviewtrackers.com/revenge-business-owners-worth-fighting-negative-reviewers/", "Text": "Here at ReviewTrackers, we work every day with businesses to help them embrace the power of online reviews – even if those reviews aren’t necessarily always positive.\n\nThat’s why, in situations where your business has received a one-star rating or a scathing review on sites like Yelp and TripAdvisor, we strongly believe in the conversation-changing power of a professional, polite, and timely response. After all, even the most vocal or critical of customers can be won over if your business shows how much it values their feedback.\n\nThis doesn’t take away the fact that bad reviews can hurt. In recent cases, we’ve seen business owners fight back against those who have given them negative, one-star reviews. The question is: is it worth the battle? And what weighs more heavily: a business’ ability to have the last say and defend itself from criticism, or its ability to extinguish fires and prevent long-term damage to reputation? Let’s check out some extreme examples:\n\nPark Italian Gourmet\n\nPark Italian Gourmet in New York is owned by Francesco Macri, who is actually terrific at responding to positive reviews. He’s kind, humble, grateful, and , if necessary, apologetic – always thanking people for compliment-filled reviews and promising customers he’ll do better in lieu of a bad day.\n\nBut in the face of scathing reviews, Macri isn’t afraid of telling Yelpers that they’re idiots, or they’re full of s**t. Check out some of the responses he has written to one- or two-star reviews on Yelp.\n\nThe second response, by the way, translates to “You’re such an idiot. You’re in Brooklyn, please.”\n\nTsk, tsk. Not good! There’s another critical review to which Macri responds, “There is an overall douche-baggery to your review that makes me unsympathetic, and ultimately content that you didn’t have a good experience.”\n\nGaia Italian Café\n\nGaia Italian Café, also in New York, actually receives great, mostly 4- or 5-star reviews on Yelp, where the establishment has an average rating of 4.5 out of 5 stars, with 500 reviews (and counting). The occasional negative review Gaia does receive is typically not received warmly.\n\nALSO check out: “How NOT to Respond to Online Reviews (or How to Get People to Hate Your Business)\n\nAfter someone complained about overcooked pasta, owner Gaia Bagnasacco wrote, “Where are the educated customers? Where are the people who understand quality and what we are doing?” Here are a few more “I’m fighting back” responses:\n\nAlden & Harlow\n\nYou might have heard about this story earlier this month, wherein Chef Michael Scelfo of Alden & Harlow took to Instagram to shame a couple of “entitled,” “insulting” Yelpers. Scelfo explained the situation in the caption of his Instagram post, which has since been deleted:\n\nWe tried to have them leave, they refused. Taking their drink away and being forceful is not hospitable. So in lieu of calling the police (only other recourse imo) which seemed [too] strong a response, we opted to kill them with kindness until they left. … My choice to post this is not to slander them per [se] but to call attention to a major flaw in the current “online review system & entitled mentality”. Ultimately, it’s about protecting the integrity of our (well documented) humble and gracious staff. Feel free to vilify me for posting, but I stand by my post.\n\nThe Instagram post came with the hashtag #wedontnegotiatewithyelpers.\n\nEveryone is calling Chef Scelfo a hero. One reader commented, “Entitled jerks who treat the staff like garbage need to be called out more often, especially in the restaurant industry. Too often these people get away with this horrible behavior by making threats, but it’s time to let people know that the customer is not always right and you can’t get whatever you want by being a demanding little brat.”\n\nAnother one said, “I want those two jokers or whoever the real culprits are banned from Yelp!”\n\nIs it worth fighting back?\n\nWhile some consumers will continue to encourage responses such as the ones Macri, Bagnasacco, and Scelfo have posted – after all, it’s simply a case of business owners fighting back against abusive customers – industry experts believe that businesses ought to respond in ways that are less vengeful and more diplomatic.\n\n“When a business owner behaves this way with customers, rather than vice versa, the power dynamic shifts,” wrote the Boston Globe’s Devra First. “There are other ways to rectify the situation. For instance, had the women carried through with a bad Yelp review (it doesn’t appear they did), the restaurant might have gone to the site and posted a reply in kind.\n\n“A restaurant being rated is a business, an organization. An individual being rated is a person.”\n\nAdded a Daily Mail reader: “In reading reviews, I know there are always people who won’t be happy about their meals, but I still may go. If I read a rant by a chef or owner against a poster….I will NEVER go to that business, for fear what they might do to meals they prepare.”\n\nAnd from an Eater reader: “The measure of a great chef is not how they handle the good guests, but how they handle the bad ones.”\n\nIndeed. At the end of the day, the more significant impact on the bottom line will be made by the way a business responds to feedback – and not what one or two hard-to-please customers have said on the Internet. So, the next time you receive an unfair one-star review and feel like lashing out, remember that, while you have the right to defend your business, there is hardly anything positive that will come out of criticizing customers.\n\nIf you have any questions about how to more effectively manage online reviews and build your online reputation, give us a call and our friendly team will show you how to get started. You can also request a demo of ReviewTrackers and enjoy access to our award-winning reputation software platform.\n\n(Image credit: Yelp, Eater, star5112)", "_id": {"$oid": "55daf10e04235215b082e39a"}}