{"URL": "http://www.slate.com/articles/technology/users/2015/08/ashley_madison_leak_what_the_hack_means_for_the_future_of_the_internet_and.html", "Text": "Photo by Chris Wattie/Reuters\n\nTuesday night, hackers leaked a database of private information scraped from tens of millions of Ashley Madison profiles, including user email addresses, phone numbers, payment details, and checked-off sexual desires. For those of us left unexposed, the hacking has given us more questions than answers. Questions like: Is my husband on here? What about my ex-boyfriend? And my dad? Should I enter all of their email addresses into this frustratingly convenient website that tells you if it’s associated with an Ashley Madison account, just in case? Those questions, and more, answered:\n\nAmanda Hess Amanda Hess is a Slate staff writer.\n\nWhy did the hackers do this?\n\nAdvertisement\n\n\n\nAshley Madison believes that Impact Team, the anonymous hacking collective that’s claimed responsibility for the leak, is an ideologically driven group that wants to impose its “personal notion of virtue on all of society.” Impact Team says it targeted Ashley Madison because the site charges users a fee to delete their full message history and retains data on customers after they leave. Still, it’s not all about privacy; there seems to be a chivalrous bent to Impact Team’s crusade. Ashley Madison’s parent company, Avid Life Media, also owns taboo dating sites Established Men (“Connecting young, beautiful women with interesting men”) and Cougar Life (“Meet Divorcees, Single Moms, and Sexy Singles looking for a young Stud!”). The hackers included Established Men users in the Ashley Madison leak, but they left the cougars alone. On Twitter, BuzzFeed’s Katie Notopolous noted that this is the rare sex-related hack to predominantly target men. This is a smart move: After last year’s leak of female celebrity nude photos sparked a feminist backlash, a hacker who hopes to discredit and embarrass his target may find that shaming women causes his plan to backfire. So while women constitute a healthy minority of Ashley Madison users, Impact Team has made an effort to recuse them from the public shaming ritual. In fact, in a statement posted with the leak, the hackers suggested that women who turn up in the database are probably just one of the site’s many “fake female profiles.” It didn’t let the men off so easily: “Chances are your husband signed up for the world’s biggest affair site, but never had one. He just tried to. If that distinction matters.”\n\nDoes that distinction matter?\n\nWhat constitutes cheating varies from couple to couple, but I think most Americans would agree that entering an email address into a website and making genital contact with another human being are different things.\n\nHow do Ashley Madison users feel about the leak?\n\nI created a profile this morning, uploaded a photo, used Ashley Madison’s photo-editing software to place a fun Eyes Wide Shut mask graphic over my face, and tooled around the site looking for the cheaters to share their feelings. I admitted to being a journalist on assignment in my profile, and nobody agreed to talk to me, but one of them did send me a photograph of his penis. I can confidently report that many users’ activities have not been affected by the leak.\n\nHow should I feel about the leak?", "_id": {"$oid": "55daf22b04235215b082e43f"}}