{"URL": "http://www.slate.com/articles/news_and_politics/foreigners/2015/08/foundation_for_the_defense_of_democracies_inside_the_small_pro_israel_think.html", "Text": "FDD’s chief funders have been drawn almost entirely from American Jews who have a long history of funding pro-Israel organizations. They include Bernard Marcus, the co-founder of Home Depot, whiskey heirs Samuel and Edgar Bronfman, gambling mogul Sheldon Adelson, heiress Lynn Schusterman, Wall Street speculators Michael Steinhardt and Paul Singer, and Leonard Abramson, founder of U.S. Healthcare. As Eli Clifton has documented , from 2008 to 2011, the largest contributors were Abramson, Marcus, Adelson, and Singer, and businessman Newton Becker. Some of FDD’s donors, particularly in the organization’s early years, gave to a wide range of groups that back Israel, but some of them, including Marcus, Adelson, Becker, and their foundations, have also contributed to groups like the Zionist Organization of America and Christians United for Israel that are aligned with Israeli right-wing nationalists who favor a “greater Israel” that includes East Jerusalem and the West Bank settlements. (When I asked May whether he agreed with Adelson’s stands on Iran and Palestinian statehood, he said that Adelson hadn’t contributed to FDD for “some time” and that he was not “up-to-date” on Adelson’s views. Nevertheless, in a July 2012 article in National Review objecting to a New York Times editorial critical of Adelson, May defended the gambling mogul’s rejection of a Palestinian state.)\n\nTo be sure, FDD is no longer a public relations group for Israel. And over the years, it has become much more of a conventional think tank than an advocacy group. But in several important ways, the Foundation for Defense of Democracies seems to have remained an organization dedicated intellectually and politically to the defense of one particular democracy.\n\nFDD’s website says simply that it was founded “to promote pluralism, defend democratic values, and fight the ideologies that drive terrorism,” but, as the journalist Ali Gharib has noted , it arose out of an organization committed to burnishing Israel’s reputation in the United States. On April 24, 2001, three major pro-Israel donors incorporated an organization called EMET (Hebrew for “truth”). In an application to the Internal Revenue Service for tax-exempt status, May explained that the group “was to provide education to enhance Israel’s image in North America and the public’s understanding of issues affecting Israeli-Arab relations.” But in the wake of the Sept. 11 attacks, May broadened the group’s mission and changed its name to the Foundation for Defense of Democracies. As he explained in a supplement to the IRS, the group’s board of directors decided to focus on “develop[ing] educational materials on the eradication of terrorism everywhere in the world.”\n\nFDD was the brainchild of a New York Times journalist-turned-Republican operative. Clifford May, who is now 63 worked as a foreign correspondent for the New York Times and an editor of the Rocky Mountain News, but in 1997 became the communications director of the Republican National Committee. In September 2001, having left the RNC, May was recruited to lead a new foreign policy group.* With thick brown hair, a trim, graying beard, and rimless glasses, May looks like an early-20 th -century European intellectual, but he has proved to be a master political entrepreneur in an era of television and social media.\n\nFDD also describes itself as a global research organization. Its purpose, it says, is to conduct “research and provide education on international terrorism—the most serious security threat to the United States and other free, democratic nations.” But it has conducted its research from a particular vantage point and with a relatively narrow focus. Its research and advocacy have centered on the Middle East and in particular on conflicts and issues that impinge on Israel. And its positions have closely tracked those of the Likud party and its leader, Prime Minister Benjamin Netanyahu—not just on the Iran deal, but on the conflict between the Israelis and the Palestinians and the desirability of a two-state solution. Understanding the think tank’s ideological affinity with the Israeli government, and the roots of that affinity, helps explain the special role that FDD has played in opposing the Iran deal and may shed light on what FDD hopes to accomplish by derailing President Obama’s signature foreign policy accomplishment.\n\nFDD bills itself as “a non-partisan policy institute” in the tradition of groups like the Council on Foreign Relations. Legally speaking, that’s true. But while FDD once had a few Democrats on its Board of Advisors, and can still find a few Democrats like Menendez who are receptive to its message, it has become a Republican-backed organization that reflects the growing political polarization in Washington.\n\nIn the wake of the agreement’s announcement, FDD experts have appeared on Fox News, CBS, CNN, PBS, and other television outlets at least 35 times to oppose it. FDD’s executive director, Mark Dubowitz, is credited with helping design the sanctions regime that was put in place in 2010 and with helping Sens. Mark Kirk and Robert Menendez craft a bill that they introduced in December 2013 that would have set conditions on a final agreement that Iran would have been sure to reject.\n\nDuring the last 18 months, FDD’s experts have testified 17 times before Congress in opposition to the interim and now final agreement. By contrast, experts from the Heritage Foundation, whose budget—$113 million in 2013—is more than 15 times the size of FDD’s, and which also opposes the agreement, have not appeared at all. Critics of the agreement from the American Enterprise Institute, whose budget is more than eight times as large, have testified only once. Of the four witnesses that the Senate Banking Committee called to testify on Aug. 5 on a panel on sanctions against Iran, two were FDD experts, and a third was on the FDD Board of Advisors.\n\nBut that’s not enough. Opponents of the deal, if they are to carry the day, need crisp talking points and plausible arguments; they need credible experts who will back up their position in congressional hearings, on opinion pages, and on TV and radio. And no organization has been better at providing this kind of intellectual firepower than the little-known Foundation for Defense of Democracies , a relatively small Washington think tank that is devoting itself to defeating the Iran deal.\n\nThe American Israel Public Affairs Committee, the so-called 800-pound gorilla , is the big player in lobbying against the nuclear weapons agreement that the United States and five other countries signed with Iran. When it comes to influencing members of Congress, AIPAC has the access to financial contributors with which to reward the compliant and pressure the recalcitrant.\n\nMay always avoided calling for war against Iran except as a last resort, but in 2008, he welcomed former CIA case officer Reuel Marc Gerecht and Iran expert Michael Ledeen (who was a bit player in the Israeli part of the Iran-Contra scandal) to FDD from the American Enterprise Institute.* Gerecht had already been calling for a pre-emptive military strike against Iran. At a Bloomberg conference in 2010, Gerecht would joke that he had “counted up the other day: I’ve written about 25,000 words about bombing Iran. Even my mom thinks I’ve gone too far.”\n\nAfter Iranian President Mahmoud Ahmadinejad’s announcement in February 2006 that Iran was resuming enriching uranium, FDD and May began focusing on Iran’s nuclear program. May accepted the Israeli government’s argument that an Iranian nuclear weapon posed an “existential threat” to Israel. He described Iran’s goal as “a Middle East without Jews,” and insisted that Iran posed a direct threat to the United States. “Ahmadinejad’s genocidal threats against Israel have been well-publicized,” he wrote , “but from time to time, he also likes to remind his followers that ‘a world without America … is attainable.’” (May’s elision, not mine.)\n\nMay and FDD have been calling for action against Iran since the organization’s founding. And in doing so, they have almost invariably cited Israel’s security. In April 2002 in USA Today, May argued that Israel’s enemies are the same ones as the “suicidal/homicidal terrorists” who view Americans as “hated infidels,” and he linked them in turn to “Iran and Iraq,” which he described as “terrorist-sponsoring regimes attempting to develop weapons of mass destruction.” The next spring, in the wake of the invasion of Iraq, May suggested that Iranian dissidents could play a similar role to that of the Iraqi dissidents whom the United States was attempting to install in power.\n\nThose FDD donors who were dependable Democrats seem also to have dropped out. Indeed there is now a clear match between the FDD’s contributors and former and existing board members of the increasingly powerful Republican Jewish Coalition, to which May himself was an adviser in the early 2000s. They include Adelson, Marcus, Abramson, Singer, David Epstein, Larry A. Mizel, and Sam Fox. The two organizations have worked in tandem to attempt to defeat the Obama administration’s agreement with Iran.\n\nFDD lost its Democratic board members in 2008. That February it spun off an advocacy organization, the Defense of Democracies, which, according to National Journal, was seeded by a $2 million grant from Adelson. The new group began running ads against Democrats who opposed an intelligence surveillance bill favored by the Bush administration. In response, Brazile, Schumer, Engel, and Marshall quit.\n\nIn its first years, FDD had ties to Democrats. Former Al Gore for President campaign manager Donna Brazile, New York Sen. Chuck Schumer, and Reps. Eliot Engel and Jim Marshall were on FDD’s board; and a few initial funders like the Israeli American Haim Saban were associated with the Democratic Party. But over the years, FDD has become an almost entirely Republican-backed organization.\n\nMay doesn’t go out of his way to highlight FDD’s origin as a promoter of Israel and its connections to Washington’s pro-Israel lobby. When I asked him about the group’s emergence from a “pro-Israel organization,” he made no mention of its initial incarnation as EMET. He wrote back, “I was recruited to found FDD after 9/11/01 by Jack Kemp and Jeane Kirkpatrick whom I knew from my New York Times reporting days. FDD was conceived as a policy institute focusing on national security—of the US and other democratic societies.” The group also omits Dershowitz’s experience at AIPAC from her online bio, writing that she worked for “a leading foreign policy organization for 14 years.” But when I asked May whether the organization’s defense of democracies really boiled down to a defense of the United States and Israel, he did write back, “Israel, it seemed to me then and seems to me now, is the world’s most endangered democratic society. Those whose mission is ‘Death to America’ also vow ‘Death to Israel.’ ”\n\nMay himself has adhered more closely to Netanyahu’s position of giving lip service to a two-state solution while maintaining that because of Palestinian refusal to recognize the state of Israel, the conditions do not exist for realizing it. In August 2009, May criticized the Obama administration for pressing Netanyahu to begin talks with the Palestinians and recommended instead Netanyahu’s option of economic development for the West Bank. In his writing, May consistently puts quotes around the adjective occupied for the Palestinian territories that Israel has under military rule. When I asked May why, he replied, “The West Bank, seized from Jordan after Jordan attacked Israel in 1967, should more accurately be called disputed territories.”\n\nIn their writings, FDD experts have endorsed a view of the Israeli-Palestinian conflict that is in accord with, or sometimes even to the right of, the views of Netanyahu and the Likud party. In November 2007, FDD Senior Fellow Andrew McCarthy wrote in National Review that the Bush administration, in trying to forge a two-state solution, was “hellbent on granting statehood to savages who worship ‘martyrdom.’ ”\n\nSince its founding, FDD has been running tours of Israel for American academics (with most of their expenses paid) similar to those run for journalists and politicians by AIPAC and other groups. University of Kentucky political scientist Robert Farley, who went on an FDD tour in 2008, says “the goal of the trip was to inculcate a particular view of the Israeli security situation and the Israeli-Palestinian conflict.” FDD’s view, Farley says, was “right-wing Likudnik on the relations between Israel and its neighbors and with the Palestinians.” The tour leaders took a “negative” view of Palestinian statehood. “It was understood that the military occupation of the West Bank was necessary to prevent a terrorist campaign against Israel.”\n\nMuch of FDD’s key staff was drawn from people who have focused their work on defending Israel from its critics. May’s second in command in FDD’s early years was the Israeli Nir Boms, who had worked for the Israeli Embassy in Washington. Toby Dershowitz, who spent 14 years as AIPAC’s communications head, has handled communications for FDD. Dershowitz’s public relations organization, the Dershowitz Group, is housed in the same downtown M Street location as FDD, and Dershowitz is now listed as the group’s vice president for government relations and strategy. Jonathan Schanzer, FDD’s vice president for research, worked earlier at the Washington Institute for Near East Policy, which was spun off from AIPAC decades ago as a research organization not subject to the tax restrictions on groups that lobby.\n\nAfter Obama took office, FDD, led by Dubowitz, proposed imposing further sanctions on Iran to force it to abandon its nuclear program. But Dubowitz himself was skeptical about whether sanctions would actually lead to a diplomatic solution. In April 2011, after new sanctions had been imposed, he told Israel’s Ynetnews that “the sanctions are working by putting pressure on the regime, although they have not secured their objective and may never do so—putting an end to Iran’s nuclear program. The best way is to work towards changing the regime. Any deal cut with this regime will be violated.” When Hassan Rouhani, widely considered a moderate on Iran’s political spectrum, was elected Iran’s president in June of 2013, Dubowitz wrote that “the election of Rouhani, a loyalist of Iran’s supreme leader and a master of nuclear deceit, doesn’t get us any closer to stopping Iran’s nuclear drive.” In August 2013 he warned that Rouhani’s “statements reveal a conspiratorial, anti-American, and anti-Israeli worldview.”\n\nDubowitz rejected the interim agreement that the United States and five other countries reached with Iran in November 2013, under which Iran temporarily restricted its nuclear program in exchange for the removal of some sanctions. He worked with Kirk and Menendez to devise new legislation that would have required Iran to dismantle all nuclear energy facilities and to stop any aid to Hezbollah and other allies in the region. The legislation also promised that the United States would “stand with Israel” if it went to war with Iran.\n\nClifford May doesn’t go out of his way to highlight FDD’s origin as a promoter of Israel and its connections to D.C.’s pro-Israel lobby.\n\nIn the days before the final agreement with Iran was signed on July 14, FDD took to the hustings, but it didn’t speak with a single voice. In a Wall Street Journal op-ed, Gerecht and Dubowitz declared their skepticism about the agreement, but the piece reflected Gerecht’s more extreme, and highly original, views on American foreign policy and Iran. Gerecht and Dubowitz argued the dominant Republican strategy of upping sanctions and threatening military force would be “unlikely to thwart the mullahs’ nuclear designs.” The only way to stop Iran from developing nuclear weapons was through a military strike, but a military strike could be justified only if Iran were to violate the agreement it had made. “No American president would destroy Iranian nuclear sites without first exhausting diplomacy,” they wrote. Therefore, the best chance to stop Iran would be to let the agreement go through and wait for Iran to violate it, which, according to Gerecht and Dubowitz, it inevitably would. The “hawks who believe that airstrikes are the only possible option for stopping an Iranian nuke should welcome a deal perhaps more than anyone,” they wrote. “This is because the Joint Comprehensive Plan of Action is tailor-made to set Washington on a collision course with Tehran.” In other words, the point of supporting a diplomatic solution was so that it would pave the way for a military strike.\n\nBut in his congressional testimony, Dubowitz took a more conventional tack. He denounced the agreement for providing “Iran with a patient path to a nuclear weapon” and called for amending it with new, tougher conditions. May, too, opposed the agreement and said Obama should demand more concessions from Iran.\n\nGerecht and Dubowitz’s Wall Street Journal op-ed had the virtue of being logical, even if its logic led to war. But the call by May and Dubowitz to reopen negotiations and demand a much tougher agreement made less sense. Dubowitz’s proposed amendments to the deal—which went beyond Iran’s nuclear policy and into its human rights policy and foreign policy—were sure to be rejected by Iran, and probably by other signatories to the deal. And, anyway, Obama, in the last year of his presidency, would be in no position to renegotiate the agreement, even in the highly unlikely event that all five of his negotiating partners, including Russia and China, would be willing to join him in doing so.\n\nThese kinds of considerations have led some supporters of the agreement to argue that hawks like May and Dubowitz, in advocating renegotiation, know that this path will bear no fruit and secretly want to hasten war with Iran. But according to Gerecht, what his colleagues really hope for is that one of the Republicans adamantly opposed to the deal will be elected president in November 2016 and will propose even tougher sanctions and successfully pressure Europe, if not China and Russia, to go along. That scenario seems equally far-fetched, resting on an assumption of America’s powers of persuasion in Europe—which were not evident in the crisis in Syria in 2013—and what is at best a 50–50 political calculation about who will be the next president.\n\nWhat may explain why May and Dubowitz seem content with killing the agreement—even if that means damaging U.S. relations with other signatories, getting no agreement whatsoever that Iran will forgo a nuclear weapon, and risking greater war in the region—is a concern that began to surface in May’s columns earlier this year. May described sympathetically Israel’s “worry that Mr. Obama means to form a de facto alliance with Iran.” Some observers have long said that this concern actually lies at the heart of the Israeli government’s opposition to a deal with Iran: Netanyahu fears that a deal would wed American foreign policy to an irredeemably revolutionary Iran at the expense of Israel. And one person familiar with the thinking of FDD experts described this scenario, involving an attempted rapprochement between the United States and Iran, as representing to them “the worst of all possible worlds.” A veto-proof congressional rejection of the agreement would certainly rule out such rapprochement.\n\nIt’s hard to say for sure what FDD ultimately hopes to accomplish with its campaign against the agreement, in part because its experts have not been entirely candid in their arguments. After long invoking the existential threat that an agreement would pose to Israel, May, Dubowitz, and other FDD experts have had little to say about threats to Israel since the agreement was signed. When Dubowitz made a long opening statement before the Senate Foreign Relations Committee on July 29 and when he and FDD’s Juan Zarate issued statements before the Senate Banking Committee on Aug. 5, they mentioned the deal’s effect on Syria, Iraq, Lebanon, and Yemen, but did not discuss directly what it would mean for Israel. The noun Israel did not appear except in the title of an article in the footnotes to Dubowitz’s statements. May mentioned Israel only once in the three Washington Times columns he wrote opposing the agreement—to warn of how Iran’s “hegemonic ambitions” would threaten Israel and the Gulf states. In a column in National Review responding to Obama’s speech at American University, May and Schanzer described the deal’s threat to Americans, but not to Israelis. “Iran’s rulers,” they wrote, “have caused thousands of Americans to be killed and maimed in Lebanon, Iraq, and Afghanistan. They continue to openly proclaim their long-term goal: ‘Death to America.’ ”\n\nThere may well be a tactical reason why FDD experts have lately stressed the Iran agreement’s threat to America rather than its threat to Israel. AIPAC has followed the same path in an ad called “We Need a Better Deal,” which its Citizens for a Nuclear Free Iran produced. People at AIPAC and FDD may be worried that they will be accused of acting solely in Israel’s interest or of putting Israel’s interest before that of the United States. But there is a no evidence the FDD experts have done so. Almost certainly, they have all along believed that what was in Israel’s interest in this case was in America’s. But by now soft-pedaling their fears of the agreement’s effect on Israel, they have made it difficult for politicians and the public to evaluate their arguments against a nuclear deal.\n\nThere is nothing wrong with a policy group or lobby demanding that the United States heed the security of another country. The United States is a global power and has an interest in maintaining stability and preventing war even in regions where it is not directly threatened. The issue here is not whether the United States should take Israel’s interest and security into account, but rather what Israel’s interest is and where its security really lies. From its beginning, FDD has interpreted Israel’s interest—whether regionally or in its conflict with the Palestinians—in accordance with what Netanyahu and the Likud party have said it is. But many Israeli military and intelligence experts believe that the nuclear agreement is in Israel’s interest. And the more liberal lobby group J Street—which has far less money but is gaining in numbers and support on AIPAC—argues that the agreement is in both America’s and Israel’s interests.\n\nI recently asked May whether he and his experts had conferred on the Iran deal with the Israeli government, and whether their views on it accorded with the government’s. “We have listened to French, Jordanians, Germans, Danes, Israelis and others,” he replied. “We provide analysis and advice when requested. We take instructions from no one. We are neither an embassy nor an editorial page.” Indeed, I’ve seen no evidence that May and FDD “take instructions” from the Israelis. That’s not the point. It is the degree to which their argument against the Iran agreement hinges on viewing Israel’s and America’s interests the way Netanyahu and the Likud party view them, and whether this view is correct.\n\nThis article was published in collaboration with the American Foreign Policy Project.", "_id": {"$oid": "55daf17b04235215b082e3d0"}}