{"URL": "http://www.slate.com/blogs/future_tense/2015/08/21/spotify_new_privacy_policy_now_includes_large_scale_collection_of_personal.html", "Text": "Photo by Andrew Burton/Getty Images\n\nUpdate: Spotify has since clarified that its privacy policies are opt-in. Read the update here.\n\nSpotify released a new privacy policy that is now in effect, and it turns out that the company wants to learn a lot more about you and there’s not much you can do about it.\n\nAdvertisement\n\n\n\nWe encourage everyone to read the whole privacy policy before downloading the update or checking off the “Accept” box, but in case you have better things to do, here are some highlights from it.\n\nSpotify Wants to Go Through Your Phone\n\n“With your permission, we may collect information stored on your mobile device, such as contacts, photos, or media files. Local law may require that you seek the consent of your contacts to provide their personal information to Spotify, which may use that information for the purposes specified in this Privacy Policy.”—Spotify\n\nLike a jealous ex, Spotify wants to see (and collect) your photos and see who you’re talking to. What kind of media files Spotify will collect from you is vague, and why the company needs it is unclear, but it’s doing it regardless. Also, the fact that Spotify expects you to go through your contact list and ask everyone for their consent in sharing their data with Spotify is–what’s the word? Oh yes: It’s ridiculous.\n\nSpotify Wants to Know Where You’re Going\n\n“Depending on the type of device that you use to interact with the Service and your settings, we may also collect information about your location based on, for example, your phone’s GPS location or other forms of locating mobile devices (e.g., Bluetooth). We may also collect sensor data (e.g., data about the speed of your movements, such as whether you are running, walking, or in transit).”—Spotify\n\nPerhaps Spotify feels left out that you are hanging out without it, because it wants to know where you are all the time. Additionally, it wants to know how fast you are moving.\n\nSpotify Wants to Be Your Facebook Friend\n\n“You may integrate your Spotify account with Third Party Applications. If you do, we may receive similar information related to your interactions with the Service on the Third Party Application, as well as information about your publicly available activity on the Third Party Application. This includes, for example, your “Like”s and posts on Facebook.”—Spotify\n\nIt shouldn’t surprise you that if you connect your Spotify account to Facebook, Spotify will be able to see the information you post there. If this bothers you, we suggest that you log into your Spotify preferences and disconnect Spotify from your Facebook account (more information on how to do this can be found here). After all, Facebook isn’t all that necessary to use Spotify (unless, of course, you want your friends to know you’re listening to Owl City).\n\nSo, What Can You Do About This?\n\nSadly, not a whole lot.\n\n“If you don’t agree with the terms of this Privacy Policy, then please don’t use the Service.”—Spotify\n\nSpotify/Wired\n\nSo, yeah. Spotify gives you two options: stop using Spotify altogether, or navigate to your Spotify preferences to see what settings you can change. Trying out the second option (go to your Spotify Account, then click “Edit profile” and scroll down) will give you these three boxes:\n\nThe first two relate to how Spotify contacts you with company news, and the other one relates to third-party sharing. To be safe, uncheck all these boxes. Hopefully, by unchecking the last box, your information will be safe from being shared, but it won’t stop Spotify from collecting your data in the first place.\n\nUnfortunately, large-scale data collection has become a new norm, and there is less and less you can do about it. This goes to show that if you are using a free tech service, you’re most likely paying with your personal information.", "_id": {"$oid": "55daee2c04235215b082e17e"}}