{"URL": "http://www.reuters.com/article/2015/08/08/us-china-economy-trade-idUSKCN0QD03320150808", "Text": "Piles of steel pipes to be exported are seen in front of cranes at a port in Lianyungang, Jiangsu province March 7, 2015.\n\nBEIJING/SHANGHAI Chinese exports tumbled 8.3 percent in July, their biggest drop in four months and far worse than expected, reinforcing expectations that Beijing will be forced to roll out more stimulus to support the world's second-largest economy.\n\nImports also fell heavily from a year earlier, in line with market forecasts but suggesting domestic demand might be too feeble to offset the weaker global demand for China's exports.\n\nEconomists had forecast exports to fall just 1 percent, after a 2.8 percent uptick in June, but the data on Saturday showed depressed demand from Europe and the first drop in exports to the United States, China's biggest market, since March.\n\nExports to the European Union fell 12.3 percent in July while those to the United States dropped 1.3 percent. Demand from Japan, another big trading partner, slid 13 percent.\n\n\"A recovery in external demand remains far off and economic growth will continue to rely on domestic demand, which implies policies should continue to be relaxed in the second half,\" wrote Qu Hongbin, China economist at global bank HSBC.\n\nImports fell 8.1 percent, according to the data from the General Administration of Customs. That compared with forecasts for an 8 percent drop, after a 6.1 percent decline in June, though these falls also reflected weaker commodity prices.\n\nChina recorded a trade surplus of $43.03 billion for the month, below forecasts of $53.25 billion.\n\nThe July trade data could further dim hopes for an economic turnaround in the second half of this year, after a few signs of stabilization had emerged in June.\n\nChina's factory activity suffered its biggest contraction in two years in July as new orders fell.\n\nOn Friday the central bank published a report warning of further economic weakness, but argued the economy needed a retooled growth engine, instead of short-term stimulus.\n\nEconomists also blame a strong yuan for the export weakness, with ANZ Research estimating the currency's nominal effective exchange rate has risen by 13.5 percent since June 2014.\n\nAnalysts say Beijing has been keeping its yuan strong to wean its economy off low-end export manufacturing. A strong yuan policy also supports domestic buying power, helps Chinese firms to borrow and invest abroad, and encourages foreign firms and governments to increase their use of the currency.\n\n\"These factors suggest that China's exports will continue to face strong headwinds,\" Liu Ligang and Louis Lam said in an ANZ Research note on Saturday, adding that they doubted Beijing would hit its trade growth target of 6 percent for this year.\n\nChina's weak import figure partly reflects weak commodity prices paid to trading partners such as Australia, which ships coal and iron ore to China. Volume imports of most major commodities were higher than expected, as Chinese industry took advantage of the lower prices to restock on raw materials.\n\nCoal deliveries in particular rose strongly in July, up 28.1 percent, though commodity analysts said that prospects for the market remained dim overall.\n\nStephen Koukoulas, managing director of Australian consultancy Markets Economics, said the fall in commodity prices was a major concern for the Australian and New Zealand economies, which both rely heavily on demand from China.\n\n\"Probably the volumes are ok but the prices that are being paid are hugely lower. We have got a real concern there for the future levels of the Aussie dollar,\" Koukoulas said.\n\n(Additional reporting by Winni Zhou; Editing by Mark Bendeich)", "_id": {"$oid": "55daeeca04235215b082e1f6"}}