{"URL": "http://www.wired.com/2015/08/epicurious/?mbid=synd_slate", "Text": "When Epicurious launched in 1995, there were few websites on the Information Superhighway where you could find recipes for chocolate cake and shrimp scampi. There were very few websites, period. The Internet was an infant, crawling ever so slowly (remember dial up?) into our lives.\n\nJump forward two decades, and my, how things have changed. Epicurious is thriving, and so much faster, too. The site (which, like WIRED, is owned by Condé Nast) turns 20 this week, which in Internet years makes it old enough to get an AARP membership card in the mail.\n\nBut as they say, with age comes wisdom, or at least some hard-earned lessons. Epicurious just published a massive oral history of its origin story, and it offers some fantastic When I was your age moments that remind us of what life was like on the Internet in the mid-90s. Which is to say barely working, and a little lawless. As Kevin Slavin, a first-hire designer at the online magazine and now a professor at MIT’s Media Lab, remembers it, “It was clear, not in a bad way, that nobody knew what they were doing, including me. We were going to make this up.”\n\nThat uncertainty was in many ways a blessing. Without a definitive guidebook dictating how to design for the web, Slavin and his colleagues (including art director Mark Michaelson) were more or less free to create a website from scratch, exactly the way they wanted to. It’s a freedom echoed in other accounts of the early web: With no rules to abide by, you made them up as you went along.\n\nWith that in mind, I sifted through Epicurious’ oral history to reveal some of the most enlightening bits.\n\nLearn From the Past\n\nToday, most websites follow basic navigational rules, but in the early days of the web, typical website architecture was non-existent. Epicurious designed its website like a tabloid. It looked like a newspaper with clickable links. Slavin says this wasn’t a nod to a familiar format but an effective way of presenting and organizing a ton of information. Hyperlinks still were a challenging concept—you can just click on that? And why were they blue? This was years before best-practices crystalized into user-interface givens.\n\nAt that point, I thought, “You have a homepage. What else is there?” To get the architecture through my head, Kevin would spread big pieces of white paper on the ground and crawl around drawing and saying, “This goes to here, and then you have to go back to here. From every page, you need to be able to do this and this.” —Mark Michaelson, former art director Mark wasn’t designing by looking at the web. He was basically designing a tabloid, beautifully, better than anyone else could have designed a website. My role was figuring out how to translate that vision. —Kevin Slavin, former designer It was so limited. The Internet was mostly ASCII text. An Internet designer was really like an icon designer, designing little envelopes and little symbols. I was very frustrated, because I wanted to do glorious designs. It seemed like everything we wanted to do was pushing it a little too far, and we had to pull it back. —Mark Michaelson\n\nMonks: The Proto-Blogging Platform\n\nAnd then there was the whole content thing. You couldn’t just upload your words to WordPress and click publish. In the early days, getting content online was a manual process. Perhaps the most mind-boggling nugget from the oral history is that a group of cybermonks (WIRED wrote about them in 1996) was responsible for digitizing much of the early web’s content.\n\nHow are we going to digitize all these recipes and get them online and get them searchable? I worked with the monks to digitize the recipes and set up the recipe database. —Gail Horwood Oh yeah! The Electronic Scriptorium. That was fantastic. How you got recipes on the Internet? Monks down in Virginia. They’re educated. They got free time. They can type well. That’s what they do. They just cranked through all those recipes. That was fantastic. —Wendell Lansford They digitized for a number of publishers and had strict standards. For example they would not accept digitization work from Playboy. The recipes couldn’t be scanned because in those days scanners couldn’t translate all the special characters and fractions found in recipes. —Gail Horwood\n\nThese monks were very, very thorough.\n\nWe would compile hundreds of recipes and send them off to them. We cut the recipes out of the magazine. I would photocopy that page. I would look at the photocopied page and make sure it was readable. Then I would cut the recipe out and I would tape it into the middle of a blank page, and photocopy it again. We’d had to make sure nothing else was on the page, otherwise they’d type it up, too. Like the ding bat at the end of the recipe? They’d type those up. —Melinda Anderson, former intern\n\nAnd apparently quite good at cooking!\n\nWe were feverishly building this database with a couple of thousand recipes at launch — racing to ensure that there would be enough choices for people who searched it. And my liaison for the monks was like, “Oh, I think I forgot to mention they’re going on hiatus.” I’m like, “What are you talking about?” She was like, “Well they have to bake fruitcakes. That’s how they make all their money.” Because it was Thanksgiving, and that’s what they do. They bake fruitcakes for another six weeks. So literally there was no digitizing going on, because they were off on their other job, which was baking fruitcakes. —Gail Horwood\n\nA lot has changed in the last two decades, for Epicurious and for the Internet. The web is a different place today. It’s faster and more reliable, but also a little bit … boring. The improvisation of the early web has turned into efficiency, and we should be grateful. Ain’t nobody got time for content-digitizing monks. Still, it’s hard to not feel a pang of nostalgia for a time when people felt like they were creating something totally new. As Slavin puts it: “The internet has become something you use, rather than something you work with. But there was a moment when everyone had access to one another, and that was cool.”", "_id": {"$oid": "55daf2a604235215b082e454"}}