{"URL": "http://www.straitstimes.com/asia/south-asia/soaring-onion-prices-bring-tears-to-modis-govt", "Text": "It is an issue that can make many politicians in India weep and is now emerging as a key area of concern for Prime Minister Narendra Modi.\n\nThe government yesterday held a meeting to take stock of onion prices, which have soared to two-year highs in Lasalgaon, India's largest onion market in the state of Maharashtra.\n\nCommonly called the poor man's vegetable, onion prices have always been a politically sensitive issue in a country where it is a staple.\n\nWholesale prices in Lasalgaon have jumped to over 4,900 rupees (S$104) per 100kg, from 4,461 rupees per 100kg in 2013.\n\nAs criticism mounted that the government was not moving fast enough to rein in prices, it was announced yesterday that it would begin importing 10,000 tonnes of the vegetable from Sept 10.\n\nThe government also announced the raising of the minimum export price of onions to try ensuring their availability in the domestic market.\n\nOnions are used extensively in Indian cooking to add flavour to curries and to garnish dishes.\n\nSome 15 million tonnes are consumed annually and household budgets are thrown out of gear when prices shoot up.\n\nIn 1980, former Indian Prime Minister Indira Gandhi stormed back into power on the issue of rising onion prices.\n\nIn 1998, the government in Delhi state led by Mr Modi's Bharatiya Janata Party (BJP) was booted out of office for a similar reason.\n\nMr Modi is heading into tough state assembly elections in Bihar and needs a win to boost his party's political fortunes, following a drubbing in Delhi in February.\n\nBJP's rivals in Bihar have tried to capitalise on the onion issue with Rashtriya Janata Dal party chief Lalu Prasad, accusing Mr Modi's government of \"failing miserably to reduce onion prices\".\n\n\"There are alarm bells for the BJP in Bihar, especially in urban areas where people are sensitive to prices of essential commodities,\" said Dr Sandeep Shastri, pro vice-chancellor of Jain University in Bangalore.\n\nMr D. K. Joshi, chief economist at rating agency Crisil, noted that onions were not the only \"pressure point\" for the government, with the price of pulses, another staple in the Indian diet, also up sharply.\n\nThe government has blamed the spike in onion prices on lower production caused by unseasonal rains, as well as a deficit of rainfall in major onion producing states.\n\nProduction is down by 470,000 tonnes in 2014-2015 over the previous season.\n\nThe government has also accused traders of hoarding stocks to push up prices.\n\nDr. A.V. Manjunatha, assistant professor at the Institute for Social and Economic Change, said India has to take the onion problem more seriously, adding that the authorities have to look into better storage facilities and ensuring better supply by improving transportation from the four to five onion-growing states.\n\n\"Otherwise, it is the same old onion story,\" he said.\n\nFood Processing Minister Harsimrat Singh Badal has a novel idea.\n\nShe said India could dehydrate onions and \"convert it into powder and paste forms\" during periods of plenty to tide over shortages.\n\nSome, however, have begun to take matters into their hands.\n\nLast Saturday, the Indian media reported that robbers had made off with 16 sacks of onions totalling 700kg, worth about 50,000 rupees, from a vegetable seller in Maharashtra, leaving him in tears.", "_id": {"$oid": "55dc225a04235215b082e4c0"}}