{"URL": "http://www.slate.com/articles/life/dear_prudence/2015/08/dear_prudence_my_husband_had_an_affair_with_a_man_who_just_died.html", "Text": "Photo by Teresa Castracane.\n\nGot a burning question for Prudie? She'll be online here on Slate to chat with readers each Monday at noon. Submit your questions and comments here before or during the live discussion.\n\nGet Dear Prudence delivered to your inbox each week by signing up in the box below. Please send your questions for publication to prudence@slate.com. (Questions may be edited.)\n\nPhoto illustration by Lisa Larson-Walker. Photo by Ingram Publishing/Thinkstock.\n\nAdvertisement\n\n\n\nDear Prudie,\n\nMy husband and I have been married for more than three decades and have grown children and grandchildren. Fifteen years ago, I discovered that my husband had been having an affair with another man for about five years. I was devastated, but my husband and I worked through it and stayed together. We poured ourselves into the lives of our children and grandchildren and now our marriage is better than it was before I discovered the affair. I thought it was all behind us. However, a few months ago, in the middle of the night, I woke up to find that my husband was not in bed. I went looking for him and found him sitting in the backyard sobbing. He told me that he had learned that the man he’d had an affair with had passed away. I said nothing and left him alone with his grief. Since then, he hasn’t mentioned this man, but I can tell he is depressed. I want to be supportive and understanding but I am having a hard time gathering any sympathy. I feel torn because I don’t even want to acknowledge that this “other man” even existed. Any suggestions?\n\n—Uncomfortable\n\nDear Uncomfortable,\n\nBefore answering your letter, in my mind I changed “other man” to “other woman,” to see if it made a difference. I think it does. Let’s say years ago your husband had had a female lover, and your discovery of the affair almost ended your marriage, but you soldiered on and rebuilt your happy lives. By now that time would have come to seem like a blip in your solid marriage, not the blight of it. Sure, if you discovered him sobbing over her death, it would have felt like a stab to the heart, but you could also comfort yourself that he made the decision to recommit to you. But a long affair with another man raises other issues. Maybe your husband is bisexual and this was the only time he explored this aspect of himself. But maybe, if your husband had been born in another world—well, this world—and recognized he was gay, he might have decided to live his life as an openly gay man, and then you two would not have married. If your husband, who is presumably in his 60s, had wanted marriage, children, “normalcy” when he was young, that would have required repressing his true nature. Maybe he did so—until he couldn’t anymore. In this situation, giving up his lover for the sake of his marriage was closing the door on a more honest version of himself. You would like to pretend this long ago episode never happened. I don’t know if in your struggle to save the marriage back then whether you two ever really grappled with what was going on. But it sounds as if you tacitly made it clear you wanted your husband to keep from you some essential knowledge about himself. There is not much more someone can do to protect a spouse than to sneak out of bed in the middle of the night to sob in the backyard. I know his sadness over the loss of his lover reminds you of the violation of his vows to you. But to honor your decades together, it would be magnanimous, and healing for both of you, if you reached out to him. You can say that you are happy and grateful you two kept your marriage together and you hope he feels the same way. Tell him his ongoing depression over the death of his lover stirs up painful feelings for you, but that you also understand he needs to mourn. I think you should suggest he seek grief counseling because he needs some place to express his feelings. Encouraging him to really deal with this is the best way to get him back.\n\n—Prudie\n\nDear Prudence,\n\nI was raised by liberal parents in a small conservative city. One of my good friends from high school, “Wendy,” is a deeply religious evangelical Christian who spent several years after high school without much direction. During that time, she got pregnant and terminated the pregnancy. I was the only person she told because she knew I wouldn’t judge her. Wendy has subsequently figured out her life and become a mother and works in a respected career. We are in touch only on social media. She is rabidly pro-life, and with the recent news involving Planned Parenthood, she is posting a lot of vile pro-life literature: Women who have abortions are murderers, they are going to hell, Planned Parenthood is run by the devil, etc. I am bothered not only because I disagree with the content of the posts, but also because I know that this friend had an abortion. My husband thinks I should call Wendy out for her hypocrisy. He thinks I should privately message her and politely remind her that she herself was once in a desperate spot. I think that such a message would be seen as a threat. She may fear that I will tell other people about her abortion, and as much as I would love to air a conservative’s dirty laundry, I made a promise not to blab. But there is a part of me that really wants to call her out. What do you think?\n\n—Liberal in Middle America\n\nDear Liberal,\n\nI think your friend is maddening, but that contacting her would give neither of you satisfaction, and that outing her would be a violation and counterproductive. She’s a hypocrite, but if you were to publicly call her out, you’d look like a bully and wouldn’t change any minds. If you sent her a note saying, “Remember your abortion?” I agree she’d probably see it as a threat. She’d also likely parry your reminder. She’d say the reason she is so active now is because of her grave sin, one she has regretted ever since and which she hopes to keep other young women from committing. Since this relationship has dwindled to social media only, cut that final connection and get Wendy and her rants out of your life.", "_id": {"$oid": "55daee6904235215b082e1b1"}}