{"URL": "http://www.cntraveler.com/stories/2015-07-13/a-new-generation-of-extended-stay-hotels-takes-on-airbnb", "Text": "Rising to the challenge of the sharing economy, the hospitality industry is hitting back big time with Instagram-ready extended-stay hotels.\n\nPhoto Courtesy Matthew Williams At Philadelphia's Roost Apartment Hotel.\n\nA bike share program powered by Brooklyn Bicycle, in-room Bonavita coffee makers, Bosch washers, Apple TV, a rooftop gym, and Nordic-chic minimalist décor from the same design team behind the Wythe: Welcome to the new wave of extended-stay hotels. If these sorts of properties were once synonymous with sad kitchenettes and dubious carpets, newcomers like the Roost Apartment Hotel in Philadelphia are proving that while there may be no place like home, long-term guests have more reasons than ever to extend a trip.\n\nRising to the challenge of the sharing economy, the hospitality industry is hitting back big time. This new crop of comfortable longer-term accommodations combines the advantages of staying at a hotel—chic design, luxury amenities, just the right amount of service—with the homey comfort (and extra space) of an apartment rental.\n\n“Every detail differentiates the experience at Roost from your typical extended-stay hotel or anything you’ll find through Airbnb,” says Kristin Manning, who works in talent acquisition at Urban Outfitters and has arranged numerous stays for new hires at Roost. A second property from the brand—with a restaurant and a coffee-and-wine bar—will open in Philadelphia's Rittenhouse Square neighborhood this fall.\n\nBigger brands are entering the fray, too. Element by Starwood, which plans to open more than 20 hotels across the U.S. and Canada by 2018, targets Gen-Y and millennial business travelers with its colorful décor, “gourmet pantries,” and flexible lobbies that transform from communal workspace to a mellow bar with happy hour drinks served from a mobile cart.\n\nPhoto Courtesy Matthew Williams A bedroom at the Roost Apartment Hotel.\n\n“We think of design from a holistic point of view,” says Brian McGuinness, Senior Vice President of Specialty Select Brands at Starwood. “For Element, we simplified every aspect, from the color palette to how long it takes to log on to the free, high-speed internet.”\n\nSonesta launched its ES Suites brand in May, consisting of 16 refurbished hotels so far. AKA, which calls its suites \"serviced residences,\" partners with food halls and cultural institutions in New York to offer guests programs like charcuterie classes and improv training to give them a taste of the local life. The brand is expanding to Wall Street later this year, and a property near the United Nations will reopen this September after a renovation. AKA will debut a second Philadelphia hotel in 2016.\n\nThe Redbury, with locations in Hollywood and in South Beach, is an ultra-cool pied-à-terre with special vinyl collections curated by Capitol Records and European-style gas burners. Living-Rooms, with a fourth London location in the works, features furniture by influential British designers like Mark Brazier-Jones.\n\nAnd while extended-stay hotels are often thought of as suburban and by-the-airport options, they're now popping up in city centers. Residence Inn by Marriott’s forthcoming project, a 381-room hotel right in the heart of downtown Chicago, will be the brand's largest property yet.", "_id": {"$oid": "55daeead04235215b082e1db"}}