{"URL": "http://www.nola.com/katrina/index.ssf/2010/08/post_1.html", "Text": "The following is the text of the remarks New Orleans Mayor Mitch Landrieu delivered at the city's commemoration of Hurricane Katrina's 5th anniversary, Sunday, Aug. 29, 2010, at the Mahalia Jackson Theater for the Performing Arts.\n\n\n\n\"We are here tonight to mark the anniversary of the day that everything changed. It has been five years since that fateful storm barreled through the Gulf. Five years since the levees broke and drowned our city.\n\nFive years, and we still grieve for the one thousand eight hundred thirty six Americans who lost their lives and left us in mourning.\n\nWe must think back and remember, to what seems like so long ago. The days and moments that have been etched into our memories flood back like the rising water. Oppressive heat and pitch black nights, the confusion and the fear, it all rushes back; a torrent of sights, sounds and smells.\n\nAn abandoned, but not empty city, still and eerily silent. People stranded, trapped by the rising water, tattered white sheets wave at the sky, screams from roof tops filled with anguish, yelling “We are still alive.”\n\nThe hum of a boat’s motor, the silence of a corpse laying face down in the water. A man holding his dog, standing motionless in silence. There were no words. A woman in a tattered dress clutching a clock, because it was the only thing she had left. She wouldn't let it go. She said she didn't have nothing, she didn't know nothing, but at least she knew what time it was.\n\nTented emergency rooms hastily erected in the blazing sun in the shadow of the Convention Center. Makeshift beds on the Super Dome floor, wet and close, children crying, and hope fading. Three thousand souls stuck in a sweltering shed in the Port of St. Bernard, waiting…People like apparitions defiantly emerging from the water. Head first, shoulders second, holding a black garbage bag filled with the only things they had left. Some people made it out. Others did not.\n\nVera Smith lay dead on the corner of Magazine and Jackson. For days the street was her grave, a thin, white sheet covering her frail body; a simple epitaph written in black permanent marker, \"Here lies Vera. God help us.\"\n\nGrandmas and grandpas died in storm battered hospitals and nursing homes. They were left on cots in a crowded chapel that became a makeshift morgue. In a city where everything broke down, in a time where nothing was fair or just. They were part of the greatest generation who saved the world, but we could not save them.\n\nAnd there were others. Today eighty-five bodies lay unclaimed in the Katrina Memorial. These fathers and mothers, brothers and sisters, friends and neighbors died as our city was torn apart.\n\nWe will always remember them and tonight we pay silent respect.\n\nWe must face the truth that in the fifth year of the 21st century, for four horrific days, there was anarchy on the streets of America. It's a moment we should never forget and one that we should never repeat.\n\nWhile our city was shrouded in darkness like never before, we found salvation, light and hope from the angels among us. And there were so many.\n\nThese angels were young black boys pushing an old white man in a rusted wheelchair, to find water. Old white women holding the hand of a crying black girl who had lost her mother, a minister from Dallas who snuck into the city to help feed people, and strangers all over, pressed together by circumstance, leaning on each other for comfort and support.\n\nWith the rising water, differences and divisions were washed away.\n\nOur homes inundated, tattooed with X’s and gutted to the bone. Three feet of water -- on the second floor; mud caked everywhere; the unforgettable stench of a rotten refrigerator; mold spreading along floor boards and growing like ivy up the walls and across the ceiling.\n\nA mighty Mardi Gras Indian headdress, swept away. A favorite blanket or dress left behind now gone.\n\nSo many photo albums, letters, birthday cards, and recipes lost in the water, forever. A loved one whose final resting place was never supposed to be the attic.\n\nEverything was grey. Our lives had lost color, but we endured together.\n\nFor a time, we carried our pain like a beast of burden, and it became a part of us. Our sorrow ran deep and dark like the water, and every day it was there. Hovering, never, ever letting us go.\n\nEvery conversation came back to the storm, every lonely walk made us wish our friends could come home. Every time we said goodnight we said it to someone we had lost.\n\nBut, then there was a moment, God troubled the water again and something began to change. Our sorrow began to wane. Bit by bit, time smoothed the jagged edges of our memories.\n\nFamilies returned, communities began to stand up. The grass began to turn green. Flowers bloomed.\n\nWe could not do it alone. Faith-based, national, and college groups streamed in from across the country. Neighbors helped each other. Together we took down dry wall, stretched blue tarps across torn roofs, and rebuilt brick by brick.\n\nPeople reached out and came together in living rooms, churches and community centers throughout the city. We cried and laughed, broke down and held others up, felt fear, felt guilt, and felt frustration.\n\nWe were battered, bruised and scarred. But with grit, determination and help, the people of this city rose out of the water, bearing the burden together that none of us could bear alone.\n\nOur resiliency leads us down the path to resurrection. Through our struggle we have found strength. Today we are forged by the fires of devastation that have tempered our resolute will and determination. We believed that together we could come back. And we did.\n\nWe made a choice - we returned to a city that hope forgot because we believed in redemption, we believed in our rich culture, we believed in each other and we believed in New Orleans.\n\nTogether we stand in this moment feeling the pull of the past and struggling to the future.\n\nHere in New Orleans on this sacred soil, we are called to do something remarkable - it is time to turn tragedy into triumph. We must vow to create a better New Orleans.\n\nTo become the city of our dreams we must follow a righteous path guided by the lessons learned from Katrina. Love thy neighbor, our diversity is our strength, never give up. We can’t let these lessons fade. We are not rebuilding the city we were. We are creating the city we want to become.\n\nTo do this, we need to be better neighbors. Just as strangers helped each other during the storm, we’ve got to always have each other’s back and build a community bonded by trust, compassion and justice, one where our kids can play outside at night and the porches are full of laughter and stories shared by families and friends.\n\nWe need to be better parents for our children. Show empathy and honesty, humor and tolerance and they will learn by our example. We all need to spend more time together, than apart. And we must learn to listen and value what we all have to say. And when we truly listen, do you know what we will hear? We will hear and we will learn the beautiful truth that Katrina taught us all. We are all the same.\n\nParents in the East, and on the West Bank, Treme, and Lakeview, from St. Bernard to St. Tammany, Uptown, Downtown, Gert Town, and back a' town have the same high hopes for their kids and all gather around the same kitchen table. We sing the same songs, we root for the same Saints, and we share the same dreams. My children are your children and together, we all must take care of each other because, whether we believe it or not, our fate is intertwined.\n\nAfter the storm we were forced to find higher common ground. From such great heights, we will renew our city. We will meet our new challenges just as we have before, together. Come hell or high water, we aren’t going anywhere.\n\nTogether we learned again a lesson long forgotten. The value of our lives is not measured by the things we own -not by a house, not by a car, not a building or a corner store.\n\nWhen we walked back into our wet, mud caked houses the things we reached for first were the pictures. Pictures of our lives that reminded us that we belonged to a family-- something bigger than ourselves, something that gave us root. As long as we have each other, we have a home.\n\nAs long as we cling to each other we will always have New Orleans. There is no storm big enough to take that from us. The only way we will lose it is if we give it away. And this we will not do.\n\nOur journey will not end here. We have spent five long years proving that we can live again. We believe that tomorrow will always be better than today.\n\nAmerica, hear this. The people of New Orleans are still standing, unbowed and unbroken.\n\nStill standing because of our desire to uplift and overcome. Still standing because the fabric of our collective strength is unmatched. Still standing because our spirit is undying. Still standing, empowered by our shared struggle, determined to bestow the city of our dreams unto future generations forever.\n\nFive years, still standing. Committed to strive, to seek, to find, and never to yield.\n\nThank you. God bless you and God bless the people of New Orleans.\"", "_id": {"$oid": "55daf1a804235215b082e3f2"}}