{"URL": "http://slate.com/articles/news_and_politics/slate_fare/2008/04/a_job_for_you_at_slate.html", "Text": "Photo illustration by Slate, help wanted ads by Stephen VanHorn\n\nIf you love Slate and are incredibly talented, maybe you should work for us. We just so happen to be hiring.\n\nClick here to view/apply to all open jobs.\n\n\n\nFor information on applying for paid internships, click here.\n\nDeputy Audience Engagement Editor\n\nDo you always know what the biggest story of the day is before anyone else? Can you smell an Internet hoax from a mile away? Do you love to game the things you post online to see how viral you can make them, even if it’s just on your own Facebook feed? Do you find yourself reading through your social media feeds, rewriting other people’s share texts in your head?\n\nThis gig is for you. Slate is looking for a true Internet connoisseur with a clear voice for our feeds and a head full of new ideas for how we can make our digital presence stronger on Facebook, Twitter, and other emerging platforms.\n\nResponsibilities:\n\nOur deputy audience engagement editor will report to the audience engagement editor and work with the audience engagement team to:\n\nManage the voice and scheduling of existing accounts and new platform opportunities as they arise\n\nHelp define the day-to-day voice of Slate ’s feeds\n\n’s feeds Write fun, catchy, and compelling headlines and supporting text for the work we publish\n\nWork with the editorial team from the moment a story is conceived to make sure it reaches maximum potential by the time it’s published\n\nKeep close watch on data and user patterns to continually improve how we serve our audience\n\nBe Slate’s front line on breaking news events and trending stories\n\nQualifications:\n\nWhat we’re looking for:\n\n1–3 years of social media or digital strategy experience, or proof that you’ve built something special in the digital content space\n\nQuick, fun, witty writing\n\nThe ability to throw lots of ideas around. You love improvisation and brainstorming, and would rather throw out five great ideas than fight for just one.\n\nA metabolism for breaking news and quick turnarounds. You live on the internet and for the next great story.\n\nAn eye for detail and organization—you work quickly, you get the facts right, you write precise, crisp, error-free sentences. (If they’re witty too, even better.)\n\nAn enthusiasm for numbers or spreadsheets. You see patterns quickly and draw logical conclusions from them.\n\nA zeal for managing multiple different social platforms and voices, and a knack for translating content for different audiences\n\nAbility to work collaboratively and act independently, and switch seamlessly between the two\n\nA passion for teaching others what you know\n\nTo Apply:\n\nUpload a résumé\n\nAttach a cover letter that explains your biggest pet peeve with how media companies approach social media and how you approach it differently. Make sure to include the word peeve.\n\nRespond to the four questions included in the online application. For the headline-specific questions, here’s what we consider the headline when sharing on Facebook:\n\nStart Date: ASAP\n\nThe position is full-time, with benefits, based out of New York. Qualified candidates should apply by Sept. 7, 2015.\n\nAt Slate, we believe that the diversity of ideas, experiences, and cultures that our employees contribute to our company is our greatest advantage, and we are proud to be an inclusive and equal-opportunity workplace, where all applicants and employees are considered for hire, promotion, and job status without regard to race, color, religion, national origin, age, gender, sexual orientation, or physical handicap.\n\n* * *\n\nDirector, Business Development and Strategy, Panoply\n\nPanoply, The Slate Group’s premium podcasting network, is looking for a director of business development and strategy to lead the rapid expansion of our audio business. We want someone who loves podcasts, and will embrace the chance to spot shows that will be a perfect fit with the growing Panoply network. You’ll scan the digital audio landscape for top quality programs, evaluate proposals sent into Panoply, and negotiate deals. On the strategy side, we’re constantly looking at new ways to expand our business and want someone who can identify and analyze such strategic opportunities.\n\nThis is a unique opportunity for the right candidate to operate as part of an in-house startup team, with the support of one of the Web’s first and most successful online magazines, Slate.com, and Graham Holdings Co. We’re looking for a big-thinker who’s engaged, creative, and eager to roll up her or his sleeves.\n\nThe Role:\n\nAdd and retain partners in the Panoply network by building on existing relationships, cultivating new ones, and working to anticipate partners’ ongoing needs\n\nnetwork by building on existing relationships, cultivating new ones, and working to anticipate partners’ ongoing needs Negotiate deals with a variety of potential partners ranging from celebrities to media companies to best-selling authors\n\nPromote new technology and product capabilities to internal and external clients\n\nDevelop new business initiatives and identify new markets across the audio-on-demand landscape\n\nStay up to date! The podcasting business is evolving quickly, so the director should stay up to the minute on industry trends that will shape our strategy and goals\n\n\n\nWork closely and develop great relationships with Panoply’s product, technology, content, legal, and sales teams\n\nWhat We’re Looking For:\n\nSomeone who’s hard-working, smart, and nice\n\n5+ years business development experience; technology or platform sales experience a plus\n\nProven track record of balancing multiple deals and competing priorities in a fast-paced environment\n\nExcellent negotiating skills\n\nProactive self-starter who will think beyond his or her own role\n\nCreative thinker with strong organization skills who’s not afraid to talk process\n\nAudio industry experience desired but not required\n\nBachelor’s degree, MBA preferred\n\nBonus Points if You:\n\nHost your own podcast\n\nLive to negotiate\n\nAre an early adopter with a passion for technology\n\nCan pronounce Panoply properly.\n\nPanoply welcomes applicants of diverse backgrounds and perspectives.\n\nAbout Panoply\n\nPanoply, launched in 2015, is an innovative, full-service podcast network for media brands, authors, personalities, and premier organizations. Panoply provides production, audience development, sales, and technology services for its expanding number of partners. We’re a fast moving team aiming to build an industry leading company led by high quality content, innovative sales solutions, and industry leading technology.\n\n* * *\n\nPublisher\n\nAbout Slate\n\nWe’ve been here since the beginning, pioneering original digital journalism. Our unique editorial strengths of intelligence, wit, and creative use of the medium attracts a new influential audience of 30 million top decision-makers and cultural tastemakers. It’s proof positive that we’ve found the right mix of high-quality journalism, cutting edge technology, and deep integration with social media.\n\nWe’re a tight-knit group of the smartest marketers, communicators, technologists, writers, and thinkers. Combining the best of two worlds, Slate offers the stability and resources that come with being part of the Graham Holdings Co. and the flexibility and fast-paced environment of a digital startup.\n\nHelp Us Continue to Change the Game\n\nSlate turned original high quality digital journalism into good business—and we run it as a business. We know it’s critical to invest in the future to stay out ahead of the pack; thus, we need a business leader that knows how to run multifaceted sales, marketing, planning, ad innovations, PR, and an in-house content studio. The ideal candidate should have a thorough understanding of the digital agency and client landscape, powerful relationships, and the strategic vision to develop new products and lines of business, and to anticipate what customers will soon look for. Candidates must have the ability to work with the internal teams, especially technology, ad operations, and editorial, to create the next generation of advertising products and solutions for some of the smartest marketers in the media business. We launched our content design studio, Slate Custom, well ahead of the herd and before \"native\" was part of the digital vocabulary. Panoply, our premium podcast network, has quickly become a leader in the fast-growing audio-on-demand market. What else can we do to change the game, help our partners, and drive business?\n\nDepartments You’ll Lead and Motivate:\n\nAdvertising Sales\n\nSales Planning\n\nMarketing\n\nPR\n\nAd Innovations\n\nSlate Custom (In-House Creative Studio)\n\nIs This You?\n\n\n\nProven background in leading successful digital teams\n\nStrategic thinker, hands on manager\n\nDeep understanding of the digital media landscape\n\nPassion and respect for original, high-quality journalism\n\nMoves fast and gets things done\n\nOriginal thinker\n\nZest for making the workplace fun\n\nComfortable and thought-provoking on industry panels and with the press\n\nEffective at managing a complex budget, controlling cost, investing wisely, and turning a profit\n\nStrong manager and mentor to junior talent\n\nMust haves:\n\n10+ years of successful digital leadership experience\n\nDeep knowledge of key digital clients and agencies, and the rain-makers within them\n\nProven experience in finding, developing and managing best-in-class talent\n\nConversant in technology\n\nGrown existing ad revenues and uncovered new ad revenue streams\n\nEffective communicator\n\nBachelor’s degree required, master’s a plus\n\nSlate welcomes applicants of diverse backgrounds and perspectives.\n\n* * *\n\nDesign Director\n\nSlate is seeking a design director to elevate Slate’s visual impact across all platforms. The opening offers a rare opportunity to work with Slate’s world-class editorial, tech, product, and sales teams to lead a smart, innovative, successful company to the next level.\n\nThe design director will oversee all editorial design for Slate’s award-winning flagship site, lead product design for Slate’s presentation across platforms, and be the steward of Slate’s visual identity across sales and marketing materials. The brief is to ensure a beautiful, consistent, reader-centric experience wherever users encounter Slate.\n\nIdeal candidates will exhibit an elegant, exacting design sensibility and excitement about exploring the frontiers of digital design. Crisp communication skills and deft managerial ability are musts; we also love excuses to add smart, fun, funny people to our uniquely engaged and inventive team. Candidates must also be comfortable with collaboration and data-driven decision-making: The design director will be leading efforts to improve Slate’s overall reader experience through design, measuring improvements whenever possible. And the design director will work directly with product, editorial, development, and business leads to collaboratively define new products and enhance existing ones.\n\nResponsibilities:\n\n\n\nEnsure that the overall look and feel of the site is best in class, appealing both to readers and advertisers.\n\nManage a team of five.\n\nLead design reviews with stakeholders around the organization.\n\nProvide responsive designs to developers in a manner that makes implementation as true and frictionless as possible.\n\nValidate designs internally and externally in conjunction with the product team through clickable prototypes and user testing.\n\nOversee the production of all editorial art for the site, including but not limited to: art to accompany daily news, analysis, and commentary; art to accompany ambitious projects and packages; recurring visual elements; designs used in on-site and social promotions; and more.\n\nOffer legal and aesthetic guidance to Slate bloggers selecting their own art for stories.\n\nbloggers selecting their own art for stories. Develop design templates for Slate marketing and sales materials.\n\nmarketing and sales materials. Oversee the creation of collateral for advertiser pitches.\n\nManage the art and design budgets.\n\nQualifications:\n\nThis is a senior role. You must have seven years experience, including prior management experience.\n\nSlate is a digital-only magazine, so strong candidates will have a focus on modern digital design, including responsive design.\n\nis a digital-only magazine, so strong candidates will have a focus on modern digital design, including responsive design. You must be in NYC or D.C., and you must be comfortable communicating with and managing people who are remote.\n\nSlate is built primarily of words; strong written and oral communication skills are a must.\n\nNice to have:\n\nExperience designing mobile apps, including user flows, motion, and animation.\n\nExperience with current UX design tools, such as Sketch.\n\nSome HTML/CSS experience.\n\nSlate welcomes applicants of diverse backgrounds and perspectives.\n\n* * *\n\nSenior Producer, Video\n\nSlate magazine is looking for a senior producer who can help our executive producer run day-to-day video operations. We work in a fast-paced news environment and need creative minds who can think on their feet, pivot as needed, and provide endless ideas for smart, quirky, viral videos. Boundless energy a plus.\n\nIdeal candidates have 5+ years experience managing teams in the digital world, are proficient in Adobe CS, and have extensive experience operating DSLR cameras. We are looking for someone who can give direction, can mentor junior talent, and feels at home creating content with a strong voice in a nonstructured environment. This is a full-time contract position, salary commensurate with experience.\n\nSlate is an equal opportunity employer. We are committed to sourcing applicants of diverse backgrounds and perspectives, and all candidates are evaluated solely on their qualifications to perform the work.\n\n* * *\n\n\n\nVideo Blogger\n\nSlate is hiring a part-time video blogger to write several times a week on the best new video on the Web. Ideal candidates will be fast, smart writers who tend to be the first to see the videos everyone else will be sharing tomorrow. They must feel as comfortable writing about last night’s cable news as they are about animals, or new movies, or surprising footage from a science journal. They will understand Slate well enough to know a perfect video for our audience when they see it. Candidates should be able to work independently and be judicious communicators.\n\nTo apply, please upload a résumé and cover letter that includes a very brief note introducing yourself and a few examples of videos you think should be featured on the site.\n\nQualifications: Candidates should have some writing experience in online magazines. No video editing experience necessary, but you should know what an MP4 and Brightcove is. This is a contract position, and pay is commensurate with experience.\n\nSlate welcomes applicants of diverse backgrounds and perspectives.\n\n* * *\n\nRuby Developer, Audio\n\nIn 2015, Slate has redoubled its efforts in the world of podcasting with Panoply, which brings millions of listeners the smartest conversation that podcasting has to offer through more than 20 shows. Panoply is a tight-knit group of some of the smartest engineers, producers, entrepreneurs, and thinkers, and everybody is pulling in the same direction.\n\nYou’ll be working in tandem with the rest of Slate’s development and product team to provide a compelling experience across platforms. Our weekly lunch-and-learns (with free lunch) are for exactly that. Of course, there are also all the normal hey-we’re-cool items to check off your list like flexible office hours, casual dress, location 20 steps from the Metro exit, and team happy hours.\n\nSlate pioneered podcasting almost a decade ago, but for all of that time, the technology behind on demand audio has not changed. But it’s about to.\n\nToday we’re looking for a brilliant full stack Ruby developer to help craft and collaborate around the medium’s future.\n\nThe ideal candidate should have:\n\nStrong object oriented and relational DB skills\n\nStrong experience with Ruby and Ruby on Rails\n\nThe ability to jump into other languages, particularly Javascript\n\nA knack for prioritizing, planning, and executing features, fixes, and systems\n\nExperience or familiarity with agile development\n\nAn eagerness to communicate and work collaboratively around product definition with product managers, designers, and other developers, as well as editorial and business stakeholders\n\nA drive to deliver working software, motivated by user growth and simple, clean, swiftly produced technical solutions\n\nResponsibilities:\n\nImplementing and maintaining code for managing user profiles\n\nIntegrate Slate and various third-party services via Web APIs\n\nand various third-party services via Web APIs Provide input on how to improve Slate ’s services\n\n’s services Troubleshooting and solving problems when testing and publishing new features\n\nThe nuts and bolts:\n\nWe’re building a suite of tools and user experiences powered by discrete microservices. Our suite currently consists of apps written in Go, Ruby, Python, and Javascript, communicating via RabbitMQ.\n\nThis position reports to Slate’s director of technology. Salary is commensurate with experience. Slate welcomes applicants of diverse backgrounds and perspectives. To apply, click here.\n\n* * *\n\nFreelance Video Editor/Producer\n\nSlate is seeking an energetic, resourceful, hard-working, detail-oriented creative thinker to produce/edit a weekly video series. Responsibilities include: video editing, writing, producing, and shooting. The ideal candidate would have excellent news and editorial judgement, proficiency is FCP or Adobe Premiere (After Effects a plus) and a background in all phases of digital production.\n\nThe job is not office-based—our freelancers work from home on their own equipment. This is a part-time position. Day rate is commensurate with experience. Please include a résumé as well as a link to your reel or body of work.\n\nSlate welcomes applicants of diverse backgrounds and perspectives. To apply for this position, click here.\n\n* * *\n\nEDITORIAL INTERNSHIPS\n\nInteractives Intern\n\nSlate's New York office is hiring a paid intern to work on data reporting, data visualizations, and interactives with our interactives editor.\n\nThis is a position for journo-geeks with sharp news judgment, keen math and writing skills, and an interest in computer science and its applications to journalism. The intern is responsible for pitching story ideas, wrangling data, testing and critiquing new interactives, writing data stories, and producing his or her own interactives and visualizations under the guidance of the interactives editors.\n\nThe work schedule is flexible, but at least two full days of in-office work a week is preferred. Candidates must have a solid grasp of Excel and HTML. Familiarity with JavaScript or other programming languages is a major plus. We are currently looking for an intern for the summer or fall. Start and end dates are flexible. Please include a résumé and cover letter that outlines your availability. Application deadline is July 30, 2015.\n\nSlate welcomes candidates with diverse backgrounds and perspectives.\n\nSlate Plus Internship\n\nSlate is hiring an editorial intern for Slate Plus, our membership program!\n\nCandidates must be available to work 30 hours per week in either Slate’s New York or Washington, D.C., office. The position involves writing, editing, and some light audio editing (we’ll train you). The ideal candidate is an idea-generating machine who works quickly and independently. To apply, include a résumé, one clip or writing sample, a cover letter that doesn’t put us to sleep, and a 300-word critique of Slate’s membership program. Please upload all of these application materials as one attachment. Deadline to apply is July 30, 2015.\n\n---\n\nSlate hires paid interns for the spring, summer, and fall. We offer internships in the following departments: Culture, Politics, Video, The Slatest, and Photo and Art. More information about each internship is below.\n\nThe deadline for all summer internships is March 15. The deadline for all fall internships is July 30. The deadline for all spring internships is Nov. 15.\n\nNew York Editorial Internship\n\nCandidates for the culture internship must be available to work in Slate’s New York office 30 hours per week. They must be highly organized, have a proven interest in the arts, and be very familiar with Slate. They must also be able to work quickly, efficiently, and without much supervision. Strong writing and editing skills are required. To apply, include a cover letter that clearly outlines your availability and cultural interests as well as a 400-word Brow Beat post about a cultural topic that interests you. Upload your cover letter and the assignment above as one attachment.\n\nSlate welcomes candidates with diverse backgrounds and perspectives.\n\nD.C. Editorial Internship\n\nCandidates for the fall D.C. editorial internship must be available to work in Slate’s Washington, D.C. office 30 hours per week. They must be highly organized, have a proven interest in journalism, and be very familiar with Slate. They must also be able to work quickly, efficiently, and without much supervision. There will be opportunity for writing blog posts and articles. To apply, include a résumé; and a cover letter that includes a 300-word critique of any Slate story from the past year; and three clips or writing samples. At least some of the clips should relate to politics, policy, the law, science, or other Washington-related topics. Upload your cover letter and the assignments above as one attachment.\n\nSlate welcomes candidates with diverse backgrounds and perspectives.\n\nSlate Video Internship\n\nCandidates for the Slate Video internship must be highly energetic, organized, detail-oriented, responsible, self-starting individuals looking to pursue a career in digital video production. They must be able to work quickly and efficiently and possess keen problem-solving skills. Candidates must be proficient in Adobe Premiere Pro (After Effects a plus) and have experience shooting on DSLRs. The internship is three days a week, and candidates must be available to work in Slate’s New York office.\n\nSlate welcomes applicants of diverse backgrounds and perspectives.\n\nThe Slatest\n\nCandidates for the Slatest internship must be available to work in Slate’s New York office at least two days per week in the spring and fall, and four full days in the summer. Days and hours are flexible. Candidates must be highly energetic, self-starting individuals who have a nose for news, along with sharp and quick writing skills. Applicants should be tech savvy and have great editorial judgment. Previous reporting experience is a plus, and the ability to write clean, quick, and clear copy is a must. To apply, include a résumé and cover letter with a very brief statement of interest.\n\nSlate welcomes applicants of diverse backgrounds and perspectives.\n\nPhoto and Art\n\nCandidates for the photo and art internship must be available to work in Slate’s New York office at least two full days per week in the spring and fall, and four full days in the summer. They should be highly organized visual thinkers who are comfortable working efficiently and without much supervision. Interns will gain hands-on experience editing photos, producing slideshows, and selecting art. This is an editing—not shooting—internship; however, there are ample opportunities for motivated interns to work on special projects and publish their work. Apply here; include a cover letter that clearly outlines your availability, and links to visual works online.", "_id": {"$oid": "55daee4504235215b082e192"}}