{"URL": "http://www.slate.com/articles/life/the_kids/2015/08/lice_treatment_for_kids_don_t_panic_make_sure_it_s_actually_lice_and_choose.html", "Text": "Some of you are probably thinking: Why do I need to go hunting around my kid’s head for lice if he was already sent home for lice? As it turns out, because lice are so hard to see, very few lice diagnoses made by school staff are based on sightings of live lice. Usually, it’s the nits that get kids quarantined. And as I mentioned, nits are easily confused with dandruff, dirt, or sand. Even if a child does have nits, this doesn’t mean he has lice or will have them down the line. One study found that only 18 percent of students who were found to have nits in their hair went on to have a lice infestation two weeks later.\n\nYou may want to start the louse-hunting process by getting your child’s head wet and applying an oil or conditioner to it, as this can slow the lice down so you can more easily spot them. Then, use a louse comb—a special, fine-tooth comb you can find at the drugstore that, when combed through hair from root to end, captures live lice. One study found that using a louse comb was four times more effective and diagnosed lice twice as fast than visual inspection alone.\n\nSo before running off to the drugstore to spend $30 on a lice kit, I should have gone home and literally inspected my son’s head with a fine-tooth comb. According to the Harvard study, parent lice-detectors are nearly five times more accurate than physician lice-detectors, perhaps because we don’t mind staring endlessly at our children’s scalps. There’s no argument: The best way to diagnose a lice infestation is to actually see a live louse crawling around on the head, but this can take time. Lice stay close to the scalp, are about the size of a sesame seed, and scurry away from light. Also, there are usually only about 10 live lice on an infested child’s head at any given time, so it’s not like the head is going to be teeming. (If you want to see what lice look like in hair, check out this YouTube video . I dare you not to scratch your head while you watch.)\n\nYet in a 2015 clinical report I wish I’d found sooner, the American Academy of Pediatrics urges people to confirm lice infestations that have been diagnosed by nurses, teachers, or even physicians before they start treatment. That’s in part because many kids who are diagnosed with lice don’t actually have them. When researchers at the Harvard University School of Public Health invited health care workers, teachers, and parents to submit samples of lice or viable lice eggs they had collected from kids they believed were infested, the researchers found that only 32 percent of specimens sent by nurses were evidence of active infestation. Physicians did even worse: Only about 1 of every 10 specimens they sent in were live-lice–related. Many “were found to be artifacts, such as dandruff, hairspray droplets, scabs, dirt, or other insects,” the AAP’s report notes. (Other insects? Seriously?) Head-scratching is not a good indicator of first-time lice infestations, either, because a person has to be bitten at least 10,000 times by lice before the sensitization process that causes itching kicks in. This doesn’t happen until a person has been infested for at least four weeks .\n\nLet’s jump right into the first stupid thing I did: I assumed I didn’t need to confirm my son’s diagnosis. Upon arriving at camp, I found the nurse, who was sweet as could be and explained that my son had been seen scratching his head and was sent to her. “And see,” she said, pointing to the back of his head, where I saw a few white specks, “here are the nits,” referring to already hatched lice eggs, which are white and thus easier to see than live lice or unhatched eggs. She advised me to take my son home and administer an over-the-counter lice treatment. If all went well, he could come back to camp the next day.\n\nIt’s bad enough when you hear your kid has a 103-degree fever or that he has vomited all over the gym floor. But lice? Please, dear God, no. This was my first experience. I somehow managed to escape their blood-sucking clutches when I was a child. I had no idea what to do. And lucky for you, dear parents, I did almost everything wrong, so you get to learn from my mistakes. I blame myself foremost for panicking—all day I was like, OMG gross how do I get rid of these things immediately and why is my head now itching oh crap OMG gross—but I’m going to share the blame with you, too, because it seems that every person on this planet has a collection of unpleasant beliefs about head lice that are almost entirely incorrect.\n\nThis is precisely why the Centers for Disease Control and Prevention, the American Academy of Pediatrics, and the National Association of School Nurses frown upon “no-nit” policies—rules described as being “based on fear and misinformation” at many schools that send home children who have any nits in their hair. Some states, including New York, have policies that say that children cannot be sent home from public school for having nits; live lice must be found. Yet some schools still have these no-nit policies. And even if a school or camp nurse does find live lice on a kid’s hair, the CDC says the child still should not be sent home early. “They can go home at the end of the day, be treated, and return to class after appropriate treatment has begun,” the agency says. (This stance, you won’t be surprised to learn, is controversial.)\n\nIt nonetheless might be useful to know whether your child has nits in her hair, because they could be indicative of an ongoing or future infestation. And it is possible to distinguish nits from dandruff and dirt. First, lice eggs and nits are oval and are attached at an angle along the hair shaft. Viable live eggs are found close to the scalp—typically within a quarter-inch—and are often found behind the ears and near the nape. (If you find what appear to be eggs or nits farther from the scalp, they are likely to be old and already hatched, so they may not be signs of an active infestation.) Eggs and nits also stick to the hair shaft, so they don’t come off easily. If you try to pull one out of the hair with your fingers, it won’t budge—it will move only if you use your nails to get behind it and force it off. If you can easily remove what you think is a nit, then it is not really a nit.\n\nAnother little-known fact I wish I had known sooner: They don’t spread very easily, and they don’t survive for long when they’re not on a scalp. Lice don’t jump or fly; they only crawl. This means they typically spread between individuals only through prolonged head-to-head contact, which, really, is not that common unless you are a sumo wrestler. Similarly, lice and their eggs can be, but are only rarely, spread through combs, brushes, hats, bedsheets, or pillowcases: One study found that live lice were found on only 4 percent of pillowcases of infested volunteers. That’s because lice don’t really like to crawl off of warm, nourishing heads, and their eggs are all but glued to the hair shaft.\n\nThis also means, in contrast to what my pediatrician’s office told me the day my son was sent home, that parents probably don’t need to wash their infested kids’ sheets every day for weeks after treatment or put all their stuffed animals and toys in a sealed plastic bag for eons. (My son’s stuffed animals are under quarantine in a trash bag in the hall closet, but I will probably release them this weekend.) This common recommendation is, quite literally, overkill: Lice cannot survive for more than a couple of days without a blood meal or the warmth of the human body; the eggs, too, rarely hatch or survive for more than a few hours if they are not kept close to a human head.\n\nThere’s one more reason I should have paused for half a second before pouring lice shampoo all over my son’s head: Lice treatments are not innocuous. They are pesticides that you put directly on your child’s head and leave there for some time. Nix, a popular drugstore product, is made of 1 percent permethrin, a pesticide that consumers are generally advised not to get on their skin. That’s in part because permethrin can have rare but serious side effects—among other things, it can cause troubled breathing and skin infections. The good thing about permethrin lice treatments, though, is that they tend to work. In what I feel was yet another mistake—because if you’re going to massage pesticides into your kid’s head, why not pick ones that actually kill the pests—I instead chose Rid, Bayer’s formulation of piperonyl butoxide and pyrethrum extracts, to which lice are more commonly resistant. (And by the way, don’t listen to Rid’s claim that “combing out nits and eggs is an essential step to completely get rid of lice.” Bayer wants you to think this rather arduous process is necessary so that you buy its Comb-Out Gel, but the CDC disagrees.)", "_id": {"$oid": "55daef2e04235215b082e249"}}