{"URL": "http://www.slate.com/blogs/moneybox/2015/08/19/student_loan_forgiveness_is_the_government_wasting_money_on_it.html", "Text": "Photo by Darren McCollester/Getty Images\n\nAt some point, you've probably read that the federal government makes a big pile of money every year off of student lending. But that's an oversimplification. Washington actually runs a small loss on its loans to undergraduates, who a) benefit from low interest rates and b) aren't super-reliable about paying back what they owe. In the end, the Department of Education earns its profits from two groups of borrowers: parents and graduate students.\n\n\n\nJordan Weissmann\n\nLately, as the Wall Street Journal reports Wednesday, budget hawks and education experts have started worrying that graduate schoolers are becoming less of a reliable cash cow. There are two major reasons why. First, they're borrowing more. Between 2008 and 2012, the fraction finishing school with at least $100,000 in debt more than doubled to 15 percent. On its face, making more high-interest loans sounds like the sort of thing that should be a good for Washington's finances. The problem is that more lawyers, doctors, MBAs, and the like have started taking advantage of income-based repayment programs, which forgive their debts after a period of time. And as more six-figure borrowers start writing off their balances, the government's profits are going to fall.\n\nAdvertisement\n\n\n\nIs this something that a sane person should actually be worried about? Yes and no.\n\n\n\nIncome-based repayment is supposed to be the safety net of the federal student lending system. The most recent version, called Pay as You Earn, caps what borrowers owe each month at 10 percent of their disposable income and forgives the remainder after 20 years. The idea is to keep payments affordable and prevent people from falling into default, and then let them off the hook once they've made a good-faith effort to pay back a reasonable chunk of their obligations. The program is a godsend for young people who, for instance, go into too much debt attending a predatory for-profit college, then find themselves unable to find a decently paying job.\n\nBut it's also especially popular among graduate students—who are responsible for just south of 40 percent of all federal student lending—and the administrators whose salaries they pay. Law schools, for instance, often heavily promote income-based programs, so that aspiring J.D.s will worry less about borrowing obscene amounts to pay their tuition. As of now, the Journal reports that about half of all Grad PLUS loans are being repaid through income-based arrangements. And with a little digging, it's easy to find borrowers taking advantage of the option in ways that will make your skin crawl. Earlier this month, Bloomberg turned up Laura Strong, for instance, a part-time therapist and yoga instructor who took out $245,000 for a Ph.D. in psychology, toward which she is contributing $100 dollars a month under Pay as You Earn. Two decades from now, taxpayers will likely have to eat whatever she doesn't pay off.\n\n\n\nPeople like Strong are rare—in 2012, the median graduate school borrower finished school with $41,000 in debt, according to the New America Foundation. About 10 percent took out $134,000 or more for their program. But the rise of income-based repayment has already had some impact on the federal budget: The Obama administration said in February that, as a result of the option's increased popularity, the government's student loan portfolio would be $22 billion less profitable than expected.1 And as more graduate students pile in, the government stands to lose more. This isn't exactly a critical threat to America's fiscal health at the moment—again, graduate student lending remains incredibly lucrative—but policymakers don't want the money to dry up further. Plus, there's an element of basic fairness to consider: Graduate degree holders are relatively affluent, meaning there isn't a great argument for heavily subsidizing their educations.\n\nSo, what to do? It's a tough question. On the one hand, you could take an extremely straightforward approach and simply cap the amount of federal loans that grad students are allowed to borrow. That's how things worked until 2005, and returning to that old status quo might even slow down the growth of grad school tuition by tightening the amount of credit available. My guess is that won't happen, though, since the government would probably lose money in the deal. (Once again, grad school loans are still profitable on the whole. The fewer Washington disburses, the fewer dollars it earns.)\n\nThe other option is to make loan forgiveness less generous for advanced degree holders. And as of now, that seems to be the direction things are headed. At the moment, the Obama administration wants to change income-based repayment so that graduate school loans will be canceled after 25 years, rather than the current 20. It has also advocated limiting the amount of debt that borrowers can have canceled under the Public Service Loan Forgiveness program, which waves away borrowers' balances if they work in the public sector or at a nonprofit for 10 years. I'm less a fan of that second option.2 I wouldn't be surprised to hear about more dramatic changes in the near future. There will be more highly educated Americans stuck paying off their debts into their 50s, or longer. So think carefully about an art history Ph.D.\n\n\n\n1The CBO projections in the graph up top, which are from March, seem to take those changes into account.", "_id": {"$oid": "55daeef704235215b082e218"}}