{"URL": "http://www.slate.com/articles/news_and_politics/crime/2015/02/mass_incarceration_a_provocative_new_theory_for_why_so_many_americans_are.single.html", "Text": "Photo by Justin Sullivan/Getty Images\n\nCriminal justice reform is a contentious political issue, but there’s one point on which pretty much everyone agrees: America’s prison population is way too high. It’s possible that a decline has already begun, with the number of state and federal inmates dropping for three years straight starting in 2010, from an all-time high of 1.62 million in 2009 to about 1.57 million in 2012. But change has been slow: Even if the downward trend continues, which is far from guaranteed, it could take almost 90 years for the country’s prison population to get down to where it was in 1980 unless the rate of decline speeds up significantly.\n\nLeon Neyfakh Leon Neyfakh is a Slate staff writer.\n\nWhat can be done to make the population drop faster? Many reformers, operating under the assumption that mass incarceration is first and foremost the result of the war on drugs, have focused on making drug laws less punitive and getting rid of draconian sentencing laws that require judges to impose impossibly harsh punishments on people who have committed relatively minor crimes. But according to John Pfaff, a professor at Fordham Law School, neither of those efforts will make a significant dent in the problem, because they are based on a false understanding of why the prison boom happened in the first place.* Having analyzed statistics on who goes to prison, why, and for how long, Pfaff has emerged with a new and provocative account of how the problem of mass incarceration came to be. If he’s right, the implications for the prison reform movement are huge and suggest the work needed to achieve real progress will be much harder than most people realize.\n\nIn a conversation with Slate, Pfaff explains his theory.\n\nAdvertisement\n\n\n\nThe U.S. prison population increased fivefold between 1980 and 2009—from approximately 320,000 inmates to 1.62 million. When you look at the work of scholars and the policymakers who are influenced by them, what do you see as the dominant explanations for why this happened?\n\nOne is that we’re sending people to prison for more and more and more time. The other is the war on drugs—that we’ve made this concerted effort to target people for drug dealing and drug possession, and we’re filling up our prisons with all of these drug-related offenses. The dominant view is that those two changes have transformed the size of the prison population in the United States.\n\nWhat do you think of those two explanations?\n\nI understand where they come from. It’s true that legislators have passed a lot of new, tougher sentencing laws over the past 30 or 40 years. And it’s true that we have increased the attention paid to drugs. But in the end, there are other things that play a much, much bigger role in explaining prison growth. The fact of the matter is in today’s state prisons, which hold about 90 percent of all of our prisoners, only 17 percent of the inmates are there primarily for drug charges. And about two-thirds are there for either property or violent crimes.\n\nHas the percentage of drug offenders among the prison population been higher in the past?\n\nIt peaked in 1990 at 22 percent and then steadily declined. So even when the percentage of drug offenders among the state prison population was at its peak, about four out of every five people were there for a nondrug offense.\n\nWhy are you skeptical of the idea that longer sentences have been a significant driver of the prison boom?\n\nIf you released every person in prison on a drug charge today, our state prison population would drop from about 1.5 million to 1.2 million.\n\nBecause while it’s true that legislators have passed a lot of longer sentences, if you actually look at time served by inmates in prison, it doesn’t appear to have changed that much. We have good data going back approximately 20 years or so, and at least in northern and northwestern states where we have better data, about half of all prisoners who get admitted in a given year only spend about two or three years in prison. And only about 10 percent serve more than about seven or eight years in prison. These laws look incredibly punitive—25 years for a class B felony—but you just don’t see people serving that amount of time.\n\nOK. So if it’s not the drug war, and it’s not harsh sentencing laws, what is it? What do you think caused the prison boom?\n\nYou need to break the question into two periods. Because there’s a time between 1975 and 1991 when you see this dramatic rise in crime, and the prison population went up as well. And then there’s a more interesting period, between 1991 and 2010, when crime steadily declined, yet prison populations kept going up. So, between ’75 and ’91, it’s almost certain that the increase in crime had to play at least some significant role in increasing the prison population. The scale of the crime boom that took place was dramatic: From 1960 to 1991, violent crime rose by 400 percent, and property crime rose by 200 percent. Figuring out how much of prison growth can be attributed to the crime boom is actually statistically quite difficult, but the best estimate that’s out there—which is not a perfect estimate, but it’s the best we have—suggests that about half of prison growth during that period was due to rising crime. Clearly other stuff mattered, but rising crime played a very big role during the first phase.\n\nSo why did the prison population keep on rising after 1991, when the crime wave ended? It seems like if your theory is right, that the increase in violent crime and property crime caused the prison boom, the end of the crime wave should have been accompanied by decreasing incarceration rates.\n\nThree things could have happened. One, police just got much more efficient—they’re just arresting more and more people, with new policing technologies, new policing approaches—maybe they’re just arresting a bigger share of offenders. But we don’t actually see that. Arrests tend to drop with the crime rate. So the total number of people being arrested has fallen. The other thing it could be is we’re just locking people up for longer—but like I said, it’s not that. So clearly what’s happening is we’re just admitting more people to prison. Though we have a smaller pool of people being arrested, we’re sending a larger and larger number of them to prison.\n\nWhy would that be?\n\nWhat appears to happen during this time—the years I look at are 1994 to 2008, just based on the data that’s available—is that the probability that a district attorney files a felony charge against an arrestee goes from about 1 in 3, to 2 in 3. So over the course of the ’90s and 2000s, district attorneys just got much more aggressive in how they filed charges. Defendants who they would not have filed felony charges against before, they now are charging with felonies. I can’t tell you why they’re doing that. No one’s really got an answer to that yet. But it does seem that the number of felony cases filed shoots up very strongly, even as the number of arrests goes down.\n\nIsn’t the traditional explanation for why prosecutors tend to be overzealous is that their political careers depend on it?\n\nThe political question is interesting because generally the district attorney election is not very difficult to win. DAs tend to win elections pretty regularly. So, when Joe Hynes was defeated in the Democratic primary in Brooklyn, New York, in 2012, he was the first sitting Brooklyn DA to run for re-election and lose in more than a century. But that’s not to say that politics don’t matter: Maybe it’s that next election they’re looking at, that they remain tough on crime because they want to become attorney general or governor. There’s no clear data on this. We’re only just starting to look at this question. But that strikes me as a possible story. What might have happened is the crime boom made being a prosecutor more of a launch-pad position—it elevated the status of prosecutors, and perhaps elevated their political ambitions, and they remained tough on crime even as crime started going down.\n\nOK. So why does any of this matter? Why is it important for reformers to have the right theory for why mass incarceration happened?\n\nThe reason it’s important to get it right is that if we’re trying to reduce the prison population, we want to make sure we do it correctly—and if you focus on the wrong thing, you won’t solve the problem. So if you think it’s the war on drugs, you might think, ‘OK, if we just decriminalize drugs, that will solve the problem.’ And, you know, it’s true that if we shift away from punishment to treatment that could be a huge improvement. But just letting people out of prison—decarcerating drug offenders—will not reduce the prison population by as much as people think. If you released every person in prison on a drug charge today, our state prison population would drop from about 1.5 million to 1.2 million. So we’d still be the world’s largest incarcerating country; we’d still have an enormous prison population.\n\nAnd if we focused on cutting back sentence lengths, maybe that would weaken DAs’ bargaining power at plea bargaining, but since people aren’t serving the massively long sentences anyway, it probably won’t have that big an effect on prison population either.\n\nWhat would?\n\nWell, the real growth in the prison population comes from county-level district attorneys sending violent people to prison. And there’s a lot to be said for nonprison approaches to a lot of people who are in prison for violent crimes. But that’s a political issue that we haven’t even begun to address, in part because it’s politically scary.\n\nWhere does that leave reformers who want to see the prison population drop significantly?\n\nWhat makes it very hard is that the person we really need to target now—whose behavior we need to regulate—is the district attorney, and the district attorney is a very politically independent figure. He’s directly elected, and he’s directly elected at the county level. So there’s no big centralized fix. You can’t necessarily go to Washington and say, ‘Here’s the law that’s going to control what the DAs do,’ because they don’t have to listen to the federal government at all. So you have to figure out how to go county by county and either elect DAs who have less punitive attitudes, or you can try to sort of change the incentives DAs face at the state level. But it’s very tricky.\n\nThis interview has been edited and condensed.", "_id": {"$oid": "55daf18d04235215b082e3d9"}}