{"URL": "http://www.slate.com/blogs/future_tense/2015/08/21/u_k_orders_google_to_censor_links_to_right_to_be_forgotten_removal_articles.html", "Text": "Tontantravel.com\n\nThe “right to be forgotten” has always been a double whammy of a disaster: an awful policy based on terrible ideas. Under the right, implemented in 2014 by the European Court of Justice, private citizens can petition search engines to hide results that pertain to their pasts. As a policy, the right to be forgotten is bad because companies like Google have legitimate free speech interests in presenting their results as they see fit. As an idea, it’s bad because it bars search engines from publishing truthful information about matters of public concern—a troubling precedent which, taken to its logical end, could lead to serious censorship.\n\nThat process has already begun in the United Kingdom, where the Information Commissioner’s Office recently pushed Google further down the memory hole. In an enforcement notice, the ICO demanded that Google take down links to articles about right-to-be-forgotten removals. The trouble began after Google actually complied with a right-to-be-forgotten request made by an individual who committed criminal acts nearly 10 years ago. The removal of all links detailing his actions became itself a news story detailed in several publications. Google retained links to those articles, and they still appear when you search the individual’s name. So he complained—and now the ICO has ordered Google to remove the newer articles, too.\n\nAdvertisement\n\n\n\nIt is difficult to describe the ICO’s demand as anything other than rank censorship. The original right-to-be-forgotten rule may have infringed on protected expression, but at least it only applied to old information. Now, the ICO has asserted its authority to block Google from showing links to contemporary articles that contain truthful speech about controversial public disputes. Not only does the government want to implement the right to be forgotten; it wants to erase evidence of the fact that it has implemented the policy. That’s an unsettling new leap for a right that was initially pitched as a modest privacy measure.", "_id": {"$oid": "55daf30404235215b082e478"}}