{"URL": "http://edition.cnn.com/2015/07/29/world/cecil-lion-walter-palmer-social-reaction/", "Text": "(CNN) Celebrities are among an online mob baying for the blood of the American dentist who has admitted his role in killing Zimbabwe's most famous lion, Cecil.\n\nWalter Palmer has said he \"deeply regrets\" killing the 13-year-old lion, who was found shot, skinned and decapitated beyond the safety of the Hwange National Park, where he had been a drawcard for tourists.\n\nThe apology has fallen flat on Twitter where the hashtag #WalterPalmer is being used to hurl insults and threats at the dentist, who allegedly paiod at least $50,000 to hunt and kill the animal.\n\n\"A poor excuse of a human being.\" \"A killer.\" \"Satan.\"\n\nTwitter insults were hurled by model Cara Delevingne, actress Alyssa Milano and presenter Sharon Osbourne, who between them have 8.39 million followers.\n\nThis #WalterPalmer is a poor excuse of a human being! — Cara Delevingne (@Caradelevingne) July 28, 2015\n\nOsbourne, wife of famed rocker Ozzy Osbourne, also tweeted that she hoped that Palmer \"loses his home, his practice and his money...\"\n\nAll are potentially likely given the flood of comments being posted to the \"Yelp\" review page for River Bluff Dental, Palmer's dental practice in Minnesota.\n\n\"I needed a tooth extracted, so Dr. Palmer shot me in the neck with a crossbow, chased and tracked me for 40 hours, and (once I collapsed from pain and exhaustion) removed my entire head and skinned me,\" wrote Drew C.\n\nSarah H. wrote: \"I'll admit, a trip to the dentist has never been my favorite, but I can't imagine a more horrific experience than waking up to realize a penny of my hard-earned money had gone to assist this man in his heartless pursuit of micropenile compensation.\"\n\nThe website for the River Bluff Dental practice is no longer available online.\n\nJimmy Kimmel chokes up on air over Cecil the lion\n\nInvestigation into hunt\n\nOfficials in Zimbabwe say they want to speak with Palmer, who has indicated that he'll cooperate with any investigation. Although, he said in his statement that he had yet to be contacted by officials in the U.S. or Zimbabwe.\n\nTwo Zimbabweans have been arrested in the case: Theo Bronchorst, a professional hunter who is alleged to have taken Palmer to the area, and Honest Trymore Ndlovu, the owner of the land where Cecil was allegedly killed.\n\nAmong the insults directed at Palmer are calls for hunting to be banned.\n\nPresenter Jimmy Kimmel started choking up during an impassioned speech about Cecil on his show, which ended with an appeal for donations to the Oxford University program that had been tracking Cecil as part of a conservation program.\n\nWhile calling Palmer an \"a-hole dentist\" and a \"jackal,\" Kimmel said, \"I don't think the answer is to start a witchhunt for the guy...\"\n\nPalmer isn't the first, and will no doubt be the last, hunter whose pastime is vilified online.\n\nTexan cheerleader Kendall Jones incurred the wrath of the Internet last year after posting photos of herself to Facebook, boasting about her biggest kills. Her Facebook page is still attracting abusive comments.\n\nAn image of Kendall Jones, a cheerleader vilified online for images of her posing with dead animals.\n\nThere were also calls to ban Wildlife presenter Melissa Bachman from South Africa, after she posted a photo of herself posing next to a dead lion in 2013. A Facebook page called \"Stop Melissa Bachman\" now has 357,000 members and is still being regularly updated.\n\nPast examples suggest that the outcry over the latest trophy hunter's kill is unlikely to die down any time soon.\n\n\"I believe that sorry dentist #WalterPalmer is hearing the lion's roar about now,\" tweeted musician and actress Juliette Lewis.", "_id": {"$oid": "55daf16804235215b082e3be"}}