{"URL": "http://www.theguardian.com/money/2015/aug/19/take-a-dip-35-metres-up-in-londons-sky-pool", "Text": "For anyone wishing to make a high-level splash, London’s latest planned addition to the skyline could be just the thing. A 25-metre swimming pool suspended between two apartment blocks 10 storeys up is part of a new development near the former Battersea power station.\n\nThe transparent “sky pool” will, the developers say, be the first of its kind in the world. Swimmers will be able to look down 35 metres to the world below as they take a dip, with only 20cm of glass between them and the outside world.\n\nResidents of the buildings, where flats cost upwards of £602,000, will be able to swim between the two, and recover from their exertions on a sky deck which boasts a spa, summer bar and orangery with views of the Houses of Parliament.\n\nFacebook Twitter Pinterest The 25-metre sky pool at Embassy Gardens is expected to be complete in late 2018.\n\nThe developers Ballymore say the pool, which has been granted planning permission, will be entirely transparent and structure free. It is designed by Arup Associates, with specialist input from aquarium designers Reynolds.\n\nThe pool will be part of the Embassy Gardens development at Nine Elms, a huge £15bn building project in south-west London which is creating thousands of homes, many of them in luxury apartment blocks. There is an indoor pool for the fainthearted.\n\nBallymore’s chairman and CEO, Sean Mulryan, said: “My vision for the sky pool stemmed from a desire to push the boundaries in the capability of construction and engineering, I wanted to do something that had never been done before.”\n\n\n\nGenuinely crackers Henry Pryor\n\nHe said: “The experience of the pool will be truly unique, it will feel like floating through the air in central London.”\n\nHenry Pryor, a buying agent for wealthy clients, said he thought the plans for the pool were “genuinely crackers” and wondered “are there enough exhibitionists to fill it?”.\n\nHe said: “It’s not easy to say for sure what the extras like pools, tennis courts and home cinemas add to a home, but for the first time I can honestly say that whilst my admiration for the architect is close to reverence this absurd addition must surely be the biggest mistake I have ever come across.”\n\nSwimming pools, and their location, are used as a selling point for developers toting the latest luxury buildings. The Shard boasts the highest pool in western Europe on its 52nd floor.\n\n", "_id": {"$oid": "55daf19004235215b082e3dd"}}