{"URL": "http://www.slate.com/articles/news_and_politics/recycled/2007/04/panda_bore.html", "Text": "The National Zoo announced via Twitter Friday that WE HAVE A CUB!!” Don’t get too attached yet, though—the survival rate for newborn giant pandas is low, and a cub born to panda mother Mei Xiang in 2012 died after a week. The only surviving cub from the zoo’s breeding program was Tai Shan, born in 2005. In an \"Obit\" published after the death of Tai Shan's predecessor Hsing-Hsing in 1999, David Plotz rails against enclosure-gazers' perception of the panda bear as the \"embodiment of innocence, childishness, and vulnerability.\"\n\nDavid Plotz David Plotz is the CEO of Atlas Obscura and host of the Slate Political Gabfest.\n\nPhoto by KAREN BLEIER/AFP/Getty Images\n\nHsing-Hsing and I grew up together. I arrived in Washington in late 1970 as a six-month-old infant. He came to the National Zoo about a year later as a six-month-old cub. As a child, I took more field trips and family outings to visit Hsing-Hsing and cellmate Ling-Ling than I can count. For the past six years I have lived next door to his zoo, and hardly a week passes when I don't jog or stroll through its grounds. I watched Hsing-Hsing grow from cub into giant panda and meticulously followed his efforts to mate with Ling-Ling. I knew this panda. So I speak from the heart when I say: Good riddance to the semi-bear.\n\nHsing-Hsing, who died Sunday, and Ling-Ling, who died in 1992, drove otherwise reasonable people barking mad. At the time of his death, Hsing-Hsing was the most famous animal in the world. More than 60 million people had visited him during his life sentence at the National Zoo. Pandaphilia turned the Washington Post into the zoo's own propaganda rag. According to obituaries, Hsing-Hsing \"enchanted\" and \"enthralled\" visitors. He was a wonderful \"diplomat\" between China and the United States. He was \"sweet-natured\"—the most \"cuddly\" and adorable of all creatures. \"The world needs all the teddy bears it can get,\" mourned one Post memorial.\n\nGeorge Schaller, a leading panda biologist, describes giant pandas as perfectly symbolic animals. With their lovely fur, clumsy movements, and goofy faces, they seem the embodiment of innocence, childishness, and vulnerability. This is also the public image so carefully cultivated for them by endangered-species activists. But behind the pretty face lurks, well, a bore. If we're going to anthropomorphize pandas, let's be realistic about it. The idea that pandas are sweet and genial is ridiculous. Pandas are not ill-natured. They are worse: They are no-natured. Drearier animals you cannot imagine. They are highly anti-social, detesting interaction with other pandas and people. In all my treks to the pandas' cell and yard, I never once saw them be playful or affectionate or active or even violent. Compared to almost any other animal in the zoo—apes, big cats, seals, prairie dogs, snakes—the pandas were a drag. They led a life of unparalleled tedium. Pandas are Mother Nature's couch potatoes. They are staggeringly lazy, so slothful they avoid climbing trees because it's too tiring. Their entire lives are spent eating bamboo and sleeping. (Not that there is anything wrong with eating and sleeping—I would like to spend my own life that way—just don't call it endearing.)\n\nBut Hsing-Hsing and Ling-Ling were not simply dull. They were also unpleasant. Confinement depresses zoo animals, and the pandas were no exception, behaving more like kooks than teddy bears. Ling-Ling, unprovoked, assaulted one of her keepers and gnawed on his ankle. The animals' decadelong attempt to mate was played as comic opera, but it was much darker. At first Hsing-Hsing failed to inseminate Ling-Ling because he tried to mate with her ear and her arm. (He may have been inept because he never learned about mating in the wild.) Then the zoo imported a male panda from London Zoo to mate with Ling-Ling. He mauled her instead. (So much for panda comity.) Eventually Hsing-Hsing got it right, and between 1983 and 1989, Ling-Ling bore five of his cubs. All of them died within days. One cub perished after Ling-Ling sat on it. Another seems to have been killed by a urinary tract infection acquired from Ling-Ling. Keepers believe Ling-Ling infected herself by sticking bamboo and carrots up her urinary tract, surely neurotic behavior.", "_id": {"$oid": "55daee3204235215b082e183"}}