{"URL": "http://www.straitstimes.com/lifestyle/food/open-for-business-lokkee-supermilk-indline-and-more", "Text": "1. BYND ARTISAN ATELIER X IGGY'S\n\nThe two-week-old Bynd Artisan Atelier in Holland Village, known for its handcrafted stationery and bookmaking, has teamed up with acclaimed fine-dining restaurant Iggy's to offer a dessert box.\n\nIt contains eight petit fours priced at $30 and will be available from Thursday. The unusual collaboration has come about because Bynd Artisan's founder Winnie Chan is the niece of Iggy's owner Ignatius Chan. The sweet treats, created by Iggy's Spanish dessert chef Elena Perez and head chef Masahiro Isono, include gado gado macaron, umeshu jelly, green curry macaron and teh halia chocolate. New flavours will be introduced in the future.\n\nMs Chan has also partnered local tea company Gryphon Tea to sell its teas as well as the juices from cold-pressed juice shop Gorilla Press Co. Bynd Artisan Atelier's first outlet is at 2 Chin Bee Avenue in Boon Lay.\n\nWhere: 44 Jalan Merah Saga, 01-54 Open: Noon to 9pm (Monday to Thursday), 10am to 9pm (Friday and Saturday), 10am to 8pm (Sunday)\n\nInfo: Call 6475-1680 or go to www.byndartisan.com\n\n2. LOKKEE\n\nThe Tunglok Group’s latest venture is modern Chinese restaurant Lokkee, inspired by Chinese take-out food in Chinatowns in cities such asNewYork, London and Sydney.\n\nMenuitems include chowmein ($14), wok-fried noodles with red and green bell peppers, bean sprouts, julienned cabbage and sliced chicken; flaming pineapple beef ($28, pictured), coconutbraised beef served in a pineapple; orange chicken ($16), which is crispy bite-sized pieces of chicken breast, glazed in a special blend of soya sauce, honey and orange juice; and Singapore slaw ($28), a salad of julienned daikon, carrot, cucumber, daikon and taro root mixed with pickled red onions, edible flowers, tomatoes, fried vermicelli noodles in a sweet and sour dressing.\n\nCocktails ($15 each) are also available, with options such as Five Spice Old Fashioned, with bourbon, sugar, muddled orange peeland five spice infused bitters; and Oolong Collins, with pomegranate juice, lemon juice, soda water and oolong infused gin. The 100-seat restaurant also has three private dining rooms that can seat up to 12 diners each.\n\nWhere: 03-01, Plaza Singapura, 68Orchard Road\n\nOpen: 11.30am to 3pm, 5 to 10.30pm daily\n\nInfo: Call 6884-4566 or go to www.facebook.com/lokkeesg\n\n3. SUPERMILK\n\nAnother cafe has opened in the Tai Seng industrial area, adding to the growing food and drink offerings there.\n\nThemenuis fairly small, with options such as Supermilk beef burger ($15.90) with spicy sauce and a sunny-side-up egg; Tunisian Eggs ($14.90, pictured) with 24-hour slow-cooked spicy tomato herb sauce; and oven-baked butter herb chicken leg ($15.90). Pasta dishes include sambal pasta ($13.90)and chef’s aglio olio ($11.90) with brown mushrooms and asparagus.\n\nCool off with ice cream ($3.90 a scoop) that comes in flavours such as caramel biscotto, cookies and cream,and hazelnut with roasted almonds. Limited ice-cream flavours are available now;more will be rolled out next month. Finally, complete the meal with drinks, including hot chocolate ($5), house-made ice lemon tea ($3.50) and coffee (from $2.80 for an espresso).\n\nWhere:01-29, The Commerze, 1 Irving Place\n\nOpen: 11.30am to10pm(weekday), 9.30am to 11pm (weekend)\n\nInfo: Call 9457-3981 or go to www.facebook.com/supermilksg\n\n4. FUKUICHI HOTEL CHANCELLOR\n\nThe new Hotel Chancellor@Orchard houses the second outlet of Fukuichi Japanese Dining restaurant. The 90-seater has a sushi bar and a tatami room. The restaurant’s other outlet is at TripleOne Somerset.\n\nLunchset meals from $18 include HokkeTeishoku (grilled atka mackerel fish set), Kijiyaki Teishoku (grilled chicken with teriyaki sauce set), Gyu Niku Shogayaki Teishoku (beef with ginger sauce set) and Tai Mentaiko Yaki Teishoku (grilled seabream with cod roe sauce set).\n\nSet meals from $26 are available for dinner too. Theyinclude Unagi Teishoku (grilled eel with teriyaki sauce set) and Indulgence Teishoku (eight items, including assorted sashimi and sushi, tempura and miso soup, pictured).\n\n\n\nWhere:Fukuichi Japanese Dining, Hotel Chancellor@Orchard, 01-05, 28 Cavenagh Road\n\nOpen:Noon to 3pm, 6pm to midnight daily\n\nInfo: Call 6737-0788 or go to www.facebook.com/FukuichiJapaneseDining\n\n5. INDLINE –THE INDIAN COOKERY\n\nAdding to the hip dining scene in Keong Saik Road is quick service Indian restaurant Indline– The Indian Cookery. It is the latest venture from VSCO, a Singapore-based company dealing in the minerals and commodities trade, which also owns French restaurant Balzac Brasserie in Fort Canning Arts Centre.\n\nDiners on the go can customise their meals with the Indbox ($14.50, pictured). Choose from curries, tikkas, kebabs, dals, salads, naans or rice. For a lighter meal, pickup a salad box ($8.50) or Kati Roll ($12.50), an Indian wrap.\n\nThe a la carte menu features traditional Indian dishes such as LambRogan Josh ($11) and vegetable jaipuri ($9). For drinks, themenuincludes the classic mangolassi ($4), masala chai ($3), and a selection of beers.End the meal with some sweet treats– malai kulfi ($4), a house-made frozen milk dessert with ground pistachios and almonds; and gulab jamun ($5), house-made frozen milk solids served with sugar syrup.\n\nWhere: 28 Keong Saik Road\n\nOpen: 11.30am to 10.30pm, Mondayto Saturday, closed on Sunday\n\nInfo: Call 6221-3280 or go to www.facebook.com/Indline.Sg", "_id": {"$oid": "55dc22d204235215b082e4cb"}}