{"URL": "http://www.nytimes.com/2015/08/21/us/military-weighs-role-of-women-army-ranger-graduates.html", "Text": "Photo Advertisement Continue reading the main story\n\nFORT BENNING, Ga. — First Lt. Shaye Haver, an Apache attack helicopter pilot who on Friday will be one of the first women to graduate from the Army’s elite Ranger School, wants to remain an aviator. But she takes away weighty lessons from her grueling Ranger training: “Your mind can take a whole lot more than your body,” she said.\n\n“I think I would be crazy to say” that the thought of quitting never occurred, she said on Thursday in her first public appearance since completing the exhausting nine-week course of little sleep and constant hiking with backpacks, water, weapons and other gear that weighed more than 100 pounds. But, Lieutenant Haver said, “the ability to look around to my peers and see that they were sucking just as bad as I was kept me going.”\n\nThe other woman poised to make history by graduating Friday, Capt. Kristen Griest, said that if the Army ever allowed women to take the final step into combat, she may want to join the Special Forces. Captain Griest admitted she felt “internal pressure” over how her performance could affect future opportunities for women.\n\nContinue reading the main story Video\n\nYet she said their accomplishment showed “what they can expect from women in the military, that we can handle things physically and mentally on the same level as men, and that we can deal with the same stresses and training.”\n\nAnd Captain Griest was blunt about what should never happen: “No woman that I know wants to go to Ranger School if they change the standards, because then it degrades” the designation, she said.\n\nThe appearance of Captain Griest and Lieutenant Haver here on Thursday, showcased by the Army, was a signal moment in the history of integrating women in the military, one bound to have an effect on the looming decisions about what military roles should be open to women and which, if any, should remain closed.\n\nNow, after two years of study, the heads of the Army, Navy, Air Force and Marines will make recommendations to Defense Secretary Ashton B. Carter in September, military officials said. At that time, the services can request exceptions to the overall directive to open positions to women and specify which positions and units they want to keep closed, and why.\n\nAdvertisement Continue reading the main story\n\nAt a news conference on Thursday, Mr. Carter reiterated the Pentagon’s position that “all ground combat positions will be open to women unless rigorous analysis” from the services gives a compelling reason they should not be gender-neutral. Decisions are expected around the New Year.\n\nHe welcomed the graduation of the female Rangers. “Like every Ranger fighting today,” Mr. Carter said, “they will help lead the finest fighting force in the world.” But for many military women, the graduation ceremony is the ultimate confirmation that there should be no limits on what women can achieve.\n\n“I have an idea our Ranger sisters have no idea that we’re all coming down here to see them graduate,” said Donna McAleer, a 1987 graduate of West Point, said Thursday morning, just after she had made a red-eye flight to Columbus, Ga., from Salt Lake City. Ms. McAleer, who wrote “Porcelain on Steel: Women of West Point’s Long Gray Line,” said about 50 women who had graduated from West Point were making the trip.\n\nAdvertisement Continue reading the main story\n\nAdvertisement Continue reading the main story\n\n“We have been working on this for decades,” she said, sounding ebullient. “There are thousands of servicewomen who are behind them.”\n\nThe Army, because it is by far the biggest service, has the most jobs closed to women. But that is where the graduations of Captain Griest and Lieutenant Haver, who showed an officer’s poise and command of the stage at her appearance on Thursday, will come into play: Their success will diminish most arguments against women holding other combat positions, defense officials say.\n\nEven the Navy SEAL teams appear prepared to accept women who could pass their training program, though many in the military consider it more rigorous than even Ranger School.\n\nOnly six Air Force job classes are currently closed to women — positions like air controllers who call in airstrikes from the front lines.\n\nPhoto\n\nAn Air Force spokeswoman, Capt. Brooke L. Brzozowske, said the Air Force had not made a final decision on what, if any, exceptions it would seek.\n\nThat leaves the Marines, widely seen as the most reluctant to fully integrate women. The Marines have not said what they plan to recommend to the defense secretary, but officials at the Pentagon are bracing for a fight.\n\nOne defense official said “there’s going to be a lot of pushback” from both sides — the Marines, many of whom argue that women cannot cut it physically; and Pentagon officials, who say that everything should be open and that exceptions should be granted only in extraordinary circumstances.\n\nSome critics have questioned whether the two female Ranger students received any breaks. Army instructors emphatically deny that, and say they met every requirement the men did.\n\nIn fact, they say the two women scored very high on performance assessments made by their fellow students, one of the most important evaluations, in which negative assessments can mean a quick exit from the school.\n\nSome other students even urged instructors to give the two women — and another female officer now retaking an intermediate segment of the course — another chance after they twice failed an early phase.\n\n“All three of these soldiers scored very high“ on peer assessments filed by other students, “and for us that spoke volumes,” said Command Sgt. Maj. Curtis Arnold, the top enlisted man in the training brigade that oversees Ranger School.\n\n“You got fellow students writing in on peers: ‘Hey, they deserve another shot,’ ” he said. Some of the other students were even more emphatic, saying they began the course very skeptical the women could make it but quickly realized how wrong they had been.\n\nSecond Lt. Zachary Hagner said his mind “completely changed” one day as he was growing weary of carrying a heavy machine gun, and others in his group would not help. But Captain Griest stepped in.\n\n“Nine guys were like, ‘I’m too broken, I’m too tired.’ She was just as broken and tired, and took it from me almost with excitement,” Lieutenant Hagner said. “I thought she was crazy for that.”\n\nAnother second lieutenant, Michael V. Janowski, said he did not think he would have made it to graduation had it not been for a similar intervention by Lieutenant Haver.\n\n“No matter how bad she was hurting, she was always the first to volunteer to grab more weight,” Lieutenant Janowski said. “I wrote about how I would trust her with my life.”", "_id": {"$oid": "55daf32204235215b082e491"}}