{"URL": "http://www.theatlantic.com/national/archive/2015/08/women-army-ranger-military/401984/?utm_source=SFTwitter", "Text": "Critics of allowing women into Ranger training have said the Army is lowering its standards. But Army spokespeople have said repeatedly that Griest and Haver were subject to the same requirements as their male peers.\n\nGriest and Haver’s graduation is the latest in a series of firsts for women in the U.S. military. In January 2013, the Defense Department opened to women thousands of military jobs that were previously only available to men. Six months later, the Pentagon announced it would allow women in front-line combat roles by 2016. And two days ago, the Navy’s top admiral said “there is no reason” why women cannot train to become Navy SEALs.\n\nOn Friday, Captain Kristen Griest and First Lieutenant Shaye Haver became the first women to earn the coveted black-and-yellow tab when they graduated from the U.S. Army Ranger School alongside 94 male soldiers.\n\nUntil this week, there was one very important requirement for becoming an Army Ranger: You had to be a man.\n\n“No woman that I know wanted to go to Ranger School if they change the standards, because then it degrades what the tab means,” Griest told reporters Thursday.\n\nSo, what does the tab mean? Ranger School has been described as the most physically and mentally demanding program in the Army. Students are required to train for grueling combat operations on minimal food and sleep. Just 45 percent will successfully complete the nine-week program.\n\nHere’s the advice the military gives soldiers who are thinking about attending:\n\nThe most important pre-training exercise to do prior to Ranger school is walking fast in your boots with 50 pounds of weight on your back. You will do this everyday you are at Ranger School. Running at least 5 miles, 3-4 times a week and swimming in uniform 2-3 times a week is recommended as well. Pack on 5-10 pounds of body weight prior to going so you have a little to lose when you are consuming fewer calories a day.\n\nBefore they even get accepted to Ranger school, soldiers should be able to do at least six pull-ups, 49 pushups in two minutes, and 59 sit-ups in two minutes. (By the time they graduate, students can do double that.) They must be capable of completing a 5-mile run in 40 minutes and a 16-mile hike with 65 pounds of weight on their backs in just over five hours.\n\nOnce students arrive at Ranger School, they go through three phases, according to the U.S. Army’s website: crawl, walk, and run. The crawl phase tests students’ physical and mental skills. Students train in a mountain landscape during the walk phase. “The rugged terrain, hunger, and sleep deprivation are the biggest causes of emotional stress that students encounter,” the Army explains. The final phase takes place in a swamp environment, where students train to operate “under conditions of extreme mental and physical stress.” Students spend long hours walking with heavy gear, sleeping outside, and eating one to two fewer meals per day than normal. Many students lose 20 to 30 pounds over the course of the program.\n\n“But the school teaches the Ranger he can overcome insurmountable challenges while under simulated combat conditions,” the Army says. “And of course, he can wear the well-deserved Ranger Tab on his shoulder.”", "_id": {"$oid": "55daf1cd04235215b082e412"}}