{"URL": "http://www.dailymail.co.uk/news/article-3201367/Hillary-s-email-firm-run-loft-apartment-servers-BATHROOM-raising-new-questions-security-sensitive-messages-held.html", "Text": "EXCLUSIVE: Hillary's email firm was run from a loft apartment with its servers in the BATHROOM, raising new questions over security of sensitive messages she held\n\nDemocratic White House front-runner used Platte River Networks of Denver, Colorado, to maintain her controversial 'home brew' server\n\nUp to 60 emails with classified material have been found in a sample of those she did not delete - meaning there could be many more\n\nNow Daily Mail Online reveals new questions over security of her emails when Platte River was involved in maintaining server\n\n'Mom and pop' firm used converted residential apartment and had its own servers in a bathroom closet\n\nLinks between 'local' IT company and Clinton remain unclear but its VP of sales and marketing, who was sued for 'fraud' is said to be 'big Democrat'\n\nThe IT company Hilary Clinton chose to maintain her private email account was run from a loft apartment and its servers were housed in the bathroom closet, Daily Mail Online can reveal.\n\nDaily Mail Online tracked down ex-employees of Platte River Networks in Denver, Colorado, who revealed the outfit's strong links to the Democratic Party but expressed shock that the 2016 presidential candidate chose the small private company for such a sensitive job.\n\nOne, Tera Dadiotis, called it 'a mom and pop shop' which was an excellent place to work, but hardly seemed likely to be used to secure state secrets. And Tom Welch, who helped found the company, confirmed the servers were in a bathroom closet.\n\nIt can also be disclosed that the small number of employees who were aware of the Clinton contract were told to keep it secret.\n\nThe way in which Clinton came to contract a company described as a 'mom and pop' operation remains unclear.\n\nHowever Daily Mail Online has established a series of connections between the firm and the Democratic Party.\n\nScroll down for video\n\nHome to the home-brew server: This is the apartment complex where Platte River Networks was based until this year. It used a residential apartment as its base\n\n'Mom and pop': Platte River Networks was housed in this apartment. The servers were in a closet off the bathroom, former employees tell Daily Mail Online\n\nRising tally: A report suggests State Department Investigators have already found 60 emails sent from Hillary Clinton's private server with classified information on them. She is pictured at the Iowa State Fair\n\nPlatte River Networks worked for Colorado Governor John Hickenlooper - once heavily tipped to be Clinton's 2016 running mate - during his election to be mayor of the city in 2003\n\nThe company's controversial vice president of sales David DeCamillis is also said to be a 'big Democrat' supporter who offered his house to Joe Biden for the party's convention held in Denver in 2008.\n\nIt will be the small scale of the firm and its own home-made arrangements which will raise the most significant questions over security and over what checks Clinton's aides made about how suitable it was for dealing with what new transpires to be classified material.\n\nDaily Mail Online spoke to former employees of the firm, including Tera Dadiotis, who was a customer relations consultant between 2007 and 2010.\n\nDescribing it as 'a great place to work, but kind of like a mom and pop shop', Tera reacted with disbelief that her former company was hired to manage the email system of Democratic juggernaut Hilary Clinton.\n\nSpeaking to Daily Mail Online at her home in Castle Rock, Colorado, Tera said: 'I think it's really bizarre, I don't know how that relationship evolved.\n\n'At the time I worked for them they wouldn't have been equipped to work for Hilary Clinton because I don't think they had the resources, they were based out of a loft, so [it was] not very high security, we didn't even have an alarm.\n\nNew headquarters: This office in Colorado is the new based for Platte River Networks.\n\nOpen for business: Platte River Networks celebrated the opening of its new office with this group picture of staff. Former staff said the firm had been a fairly small-scale operation\n\n'I don't know how they run their operation now, but we literally had our server racks in the bathroom. I mean knowing how small Platte River Networks... I don't see how that would be secure [enough for Clinton].'\n\nShe added: 'Do I think that Platte River was capable of managing Hillary Clinton's network? Absolutely. At our location of business at the time, no.\n\n'At hers or a secure location, yes I think they were competent. As a potential presidential candidate I do not think it was the smartest move on Hillary Clinton's part.\n\n'That has nothing to do with the competency of Platte River or their employees but because I would think that government officials would work with the government.'\n\nFounded in 2002 by entrepreneurs Treve Suazo, Brent Allshouse and Tom Welch, Platte River Networks worked out of a 1,858 square feet loft apartment in downtown Denver up until this earlier year when they moved to a much bigger 12,000 sq.ft space.\n\nThe company celebrated the upgrade with an open house party on June 18, which they excitedly posted on their website and facebook page.\n\nDescribing the old office, Tera, 30, said: 'It was a loft downtown and they [the co-founders] owned it. It was one big open space where we had cubicles and two bathrooms.\n\n'I actually lived in the same building.'\n\nClinton's 'homebrew' computer system housed her emails while she was Secretary of State between 2009 and 2013. Platte River Networks provided its services in mid-2013 according to Barbara Wells, the company's lawyer.\n\nIn March Clinton said she wiped the server clean but experts say some of the more than 60,000 emails she deleted may be recoverable.\n\nThe server is now in the hands of the FBI who took it off Platte River Networks hands last Wednesday.\n\nFour emails on the private server are said to have been 'classified' with two of them labeled 'top secret', the chairman of the Senate Judiciary Committee said on Tuesday.\n\nUp to 60 in all may have been found during further samples, it has been reported. Clinton has maintained nothing on her server was classified at the time she saw it.\n\nWherever the truth lies, Tera thinks Platte River was an unsuitable choice for Clinton, she said: 'It's so weird, because it's just a small IT company. I know they've expanded quite a bit since I left but I do think it's strange, we only had the three owners and like eight employees. We didn't do any work in other states.\n\n'No offense to them, but who are they? I know of a lot of IT companies that are much bigger. When I was there I answered all the phone calls, paid all the bills, and had a good handle on what was coming in and going out.\n\n'We were like your local IT company, nothing special or fancy, we had a really good reputation but that was on a local level.'\n\nShe thinks Clinton should have used a company with government security clearance, adding: 'I just think government stuff should be handled by the government.'\n\nDemocrat: David DeCamillis was said by former colleagues to be close to the Democratic Party. However he does not appear to have made any personal donations.\n\nBOAST: The firm's website describes it as having 'connections in all the right places'. It is not known what security checks the firm underwent before handling Clinton's 'homebrew' server\n\nBaffled by how Clinton decided to hire Platte River, ex-employees suggested David DeCamillis, the company's vice-president of sales and marketing might have had a hand in courting her business.\n\nAnother theory put forward was that Colorado governor John Hickenlooper recommended them to her. The Democratic National Convention was held in Denver in 2008.\n\nTera said: 'David DeCamillis was a big Democrat. He went to the Democrat Convention.\n\n'He definitely helped Platte River grow, he had a strong sales background. And he brought a lot of clients on, that was his role as the VP of sales.'\n\nPlatte River co-founder Tom Welch revealed DeCamillis – who we revealed was sued for fraud when he worked for Lou Pearlman, the disgraced music impresario who discovered Backstreet Boys and NSync – had hoped to put up Joe Biden, now the vice-president, during the 2008 convention.\n\n'During that Democratic Convention David DeCamillis was going to rent his home to Joe Biden. It was in a relatively posh part of Denver, it was called Washington Park in downtown Denver,' Welch said.\n\n'Then Joe Biden was selected as [vice-presidential] candidate and didn't take him up on the deal.\n\n'I'm not sure how that all happened, all I know he was saying he had the opportunity to make quite a bit of money doing it.\n\nHouse guest: David DeCamillis was said to have been planning to rent his home out to Joe Biden during the 2008 Democratic National Convention in Denver\n\nServed: It means the Democratic presidential nominee could have sent several hundreds of emails with sensitive content in them from her personal account during her time as Secretary of State\n\n'I think when he was selected as a Vice President candidate he got more luxurious accommodation.'\n\nWelch, 47, sold his third of the company to Suazo and Allshouse in February 2010.\n\nHe had no idea Clinton became a client until the news broke last week. He said: 'The whole thing is very surprising to me.\n\n'I had no idea they had that kind of client, when I was with the company we were a small Denver business focused company, we really didn't do a lot, we did some stuff statewide, may have had a client or two in the western region but we certainly weren't doing business in Washington DC or on the East coast.'\n\nWelch, who now runs his own IT company Colorado Cloud, revealed Platte River did work for John Hickenlooper when he was running to be mayor of Denver.\n\nHe said: 'In the past, when I was with the company we did some work with John Hickenlooper, he was running for mayor of Denver Colorado, around 2004.\n\nThe space that we had our office was essentially designed as a residential unit… the bathroom connected to the master closet and that's what we retrofitted as a server room Tom Welch, former Platte River Networks executive\n\n'We did some IT support for his campaign.'\n\nAsked if that was the connection to Clinton, he said: 'I would have no idea, it's the only connection I can possibly imagine.\n\nHickenlooper was elected Mayor of Denver in 2003 and served two terms until 2011 when he became Governor.\n\nWelch also said it was also 'very possible' Clinton's team came across Platte River thanks to the 2008 Denver convention.\n\nWelch confirmed his former company kept its servers in the bathroom closet.\n\nHe said: 'The space that we had our office was essentially designed as a residential unit… the bathroom connected to the master closet and that's what we retrofitted as a server room.'\n\nHe claimed the set up was secure, adding: 'Our internal network was extremely secure. At the time Inca St was a relatively obscure location, second floor office. The technology we had in place was pretty good. The security we had in place at the office was really good to protect our well-being.'\n\nAsked if he thinks Clinton's emails could ever have been at risk from hackers, he said: 'What changed after I left the company I have no idea, I really could not comment on that. I don't know.'\n\nHowever he thinks the company will struggle to overcome the Clinton controversy.\n\nHe said: 'If they can get through this hurdle I suspect its going to cost them a fair amount of money, if they can survive the money side of it, they're going to have a pretty serious black eye from an industry perspective if it's shown they didn't take the proper security measures or anything along those lines - that could hurt them.'\n\nAsked if the fault lay with Clinton and not Platte River, he added: 'I don't know where you assign blame. Is it her fault for hiring an IT management company?'\n\nJim Zimmerman, another ex-employee recalled the company being secretive about acquiring Clinton as a client.\n\nSpeaking to Daily Mail Online, he said: 'Before they actually did the work, they said \"that we've got this contract we're going to do it, we don't want a lot of talk about it, we just want to get in and get out\".\n\nSpeaking out: Former Platte River Network employees Adam Seubert and Tera Dadiotis\n\nFounders: Brent Allshouse (left) and Treve Suavo, who landed the Clinton contract but told employees to stay silent on it\n\n'The sales rep made a general announcement to say we were going to do it and we would just prefer to keep it private.\n\n'I don't know the techs were who dealt with her account, they didn't say, they said they're doing it and that's it.'\n\nZimmerman, 55, added: 'It was an ego trip for somebody I'm sure. They may have seen it as a feather in their cap and a challenge. And I'm sure it wasn't Hillary that hired them directly, I'm sure it was whoever was doing the managing.\n\n'I'm sure it was an exciting contract for the guys who sold it [to her].'\n\nZimmerman also thinks the Democratic National Convention may have been where Platte River first came onto Clinton's radar.\n\nHe said: 'To acquire business like that, my best guess is it had something to do with the convention being in town… that would be three degrees of separation, everybody had something to do with that.\n\n'I'm sure someone knew somebody at DNC and said \"hey how would you guys like to do this\" and they probably thought, that would be such a cool thing to do for our company.\n\n'I know at that time Platte River was marketing heavily, I mean they were jumping on work.\n\n'And when I heard it on the radio about Hilary Clinton emails a year or so ago. I thought \"I can think of two guys who are c***ing their pants right now, they did not expect this.'\n\nDefending his ex-employers from criticism, Zimmerman added: 'I'm sure they didn't do anything wrong. They didn't write the emails, they didn't make the choice to tell her she was going to use that email server. They were just turning the wrenches... you make it as secure as possible.\n\n'If she did stupid stuff on the email and sent out classified information, that's all on her, Platte River can't control what she does with it. In the end they can only build something to her requirements.\n\n'They were just doing what they were contracted to do to the best of their abilities.'", "_id": {"$oid": "55daee3d04235215b082e18b"}}