{"URL": "http://www.slate.com/articles/podcasts/gabfest/2015/08/political_gabfest_on_the_first_2016_gop_primary_debates_vice_president_joe.html", "Text": "Become a fan of the Political Gabfest on Facebook. We post to the Facebook page throughout the week, so keep the conversation going by joining us there. Or follow us @SlateGabfest! The email address for the Political Gabfest is gabfest@slate.com. (Email may be quoted by name unless the writer stipulates otherwise.)\n\nThe Slate Political Gabfest is sponsored by Casper, an online retailer of premium mattresses for a fraction of the price. Casper mattresses come with free delivery and returns within a 100-day period. Right now, get $50 toward any mattress by visiting casper.com/political and using the promo code POLITICAL.\n\nAdvertisement\n\n\n\nAnd by Trunk Club. Answer a few simple questions about your look, style, and size, and receive a trunk full of great looking clothes that fit perfectly and make you look amazing. Only pay for the clothes you keep, and shipping is free. Go to trunkclub.com/gabfest.\n\nAnd by Stamps.com. Buy and print official U.S. postage using your own computer and printer, and save up to 80 percent compared with a postage meter. Sign up for a no-risk trial and a $110 bonus offer when you visit stamps.com and use the promo code GABFEST.\n\nTo listen to the discussion, use the player below:\n\nFor this week’s Slate Plus bonus segment, the hosts discuss how they keep abreast of the news while on vacation. Join Slate Plus! Members get bonus segments, exclusive member-only podcasts, and more. Sign up for a free trial today at www.slate.com/gabfestplus.\n\nOn this week’s Slate Political Gabfest, Emily Bazelon, David Plotz, and John Dickerson discuss the inaugural 2016 Republican primary debates on Fox News, the potential presidential candidacy of Vice President Joe Biden, and #BlackLivesMatter movement on the one year anniversary of Michael Brown’s death in Ferguson, Missouri.\n\nHere are some of the links and references mentioned during this week's show:\n\nJohn chatters about Japanese artist Tanaka Tatsuya’s creatively intricate miniature worlds.\n\nA Slate Plus Special Feature: The Slate Podcast Endorsement-O-Matic (Almost) every product recommended on every Slate podcast since the dawn of creation.\n\nDavid chatters about the Elena Ferrante trilogy, the Neapolitan Novels, and fascinating documentary on the late Amy Winehouse, Amy.\n\nSlate’s Political Gabfest is coming to San Francisco on Sept. 15 at the historic Nourse Theater. Tickets are available at slate.com/politicalSF. If you are a Slate Plus member, you will be eligible for a discount on your ticket purchase. If you’d like to become a Slate Plus member, visit slate.com/gabfestplus.\n\nTopic ideas for next week? You can tweet suggestions, links, and questions to @SlateGabfest (#heygabfest). (Tweets may be quoted by name unless the writer stipulates otherwise.)", "_id": {"$oid": "55daf11204235215b082e39e"}}