{"URL": "http://www.cnet.com/news/yelp-is-in-a-death-spiral-industry-expert-says/", "Text": "Getty\n\nTell someone about the week Yelp has had, and they might want to cry.\n\nThe local business and reviews service has suffered a string of blows over the past few days, starting with drama over the murder of a lion, and then bad news it gave to investors.\n\nIt started when Yelp became tangled in a bizarre case involving a Minnesota dentist who has come under fire for allegedly traveling to Zimbabwe and killing a beloved lion named Cecil. People who were incensed with the dentist spammed the Yelp page of his practice, River Bluff Dental, with scathing reviews. Yelp had to step in to delete some of them.\n\nThen, the company reported a second-quarter loss to its investors on Tuesday. The next day, the stock nose-dived 28 percent. Chairman of the Board Max Levchin, a well-respected Silicon Valley entrepreneur, also announced he was stepping away from the company to \"focus\" on his startup, \"along with other demands on my time.\"\n\nIt all adds up to the type of week that anyone would give a one-star review.\n\n\"It's difficult to see how Yelp pulls itself out of this death spiral from here,\" Eric Jackson, founder of Ironfire Capital, wrote Thursday. (Neither Jackson nor Ironfire own Yelp shares.)\n\nVince Sollitto, Yelp's vice president of global corporate communications, said the company \"wholeheartedly disagrees\" with Jackson, but declined to comment further.\n\nYelp, founded in 2004 by Chief Executive Jeremy Stoppelman, has become one of the best-known reviews sites in the world. But its woes illustrate the difficulties for a public Internet company as the Web evolves and competition mounts.\n\nOn Tuesday, COO Geoff Donaker admitted one of the challenges the company is facing is being able to retain talent as deep-pocketed venture-backed startups try to poach Yelp's work force. That's a problem for many public tech companies as startups reach increasingly higher valuations and are able to offer larger salaries than they once were able to.\n\nThe Levchin question\n\nJackson's concern mostly has to do with the departure of Levchin, who has serious street cred in Silicon Valley as a co-founder of PayPal. The early employees of that company have gone on to leave their fingerprints on some of the most influential tech companies in the world, including Facebook, LinkedIn and Tesla. (Not to mention Yelp, as Stoppelman is also a part of the so-called \"Paypal Mafia.\")\n\nOther than the tanking stock, \"There's a lot more to be worried about,\" he wrote, regarding Levchin.\n\nRecently it appeared Yelp was ready for someone else to take the reins. The Wall Street Journal reported in May that the company had been trying to sell itself and had hired investment bankers to line up potential buyers. But last month, Yelp was said to have taken down the For Sale sign after a change of heart from Stoppelman (though any company is always for sale; it's just a matter of whether the buyer has enough cash to sway investors).\n\nJackson speculated that Levchin walked because he didn't agree with Stoppelman's decision not to continue seeking buyers. For its part, Yelp sought to specifically dispel the notion that Levchin stepped down because of a disagreement. Sollatto, Yelp's global communications vice president, said the company would have to disclose a disagreement like that to the Securities and Exchange Commission.\n\nOne bright spot: Even though the stock took a pummeling, some investors still believe in Yelp's potential. The local ad business is a big opportunity, wrote Youssef Squali, an analyst at Cantor Fitzgerald. And not a lot of companies have the scale or brand recognition Yelp has. Yelp is still in a \"prime\" position to benefit, Squali wrote.", "_id": {"$oid": "55daeff004235215b082e283"}}