{"URL": "http://www.kxly.com/news/spokane-news/wildfire-forces-evacuation-of-twisp/34812354", "Text": "A HEARTBREAKING DAY FOR THE STATE OF WASHINGTON.\n\n3 FIREFIGHTERS LOST THEIR LIVES IN A FAST MOVING FIRE\n\nNEAR TWISP.\n\nGOOD EVENING AND THANKS FOR JOINING US, I'M NADINE\n\nWOODWARD.\n\nFIRST.\n\nKXLY 4S GRACE DITZLER IS LIVE IN THE STUDIO WITH WHAT\n\nHAPPENED TO THOSE BRAVE FIREFIGHTERS..NADINE,\n\nWE'RE TOLD THE 3 FOREST SERVICE FIREFIGHTERS WERE\n\nINVOLVED IN A CAR ACCIDENT WHEN THE FIRE THEY WERE\n\nFIGHTING OVERTOOK THEIR VEHICLE.\n\nHELL STORM\n\nA TERRIFYING AND HEARTBREAKING DAY NEAR TWISP AS FIRE\n\nCREWS DID THEIR BEST TO BATTLE A RAGING WILDFIRE.\n\nis it was a hell storm up here.\n\nWe just know the fire was racing and the winds were\n\nblowing every direction, you know how these things\n\ngo.W8 24\n\nHELL STORM.\n\n:07\n\nthey were up here fighting an active fire - we'll\n\ndo our investigation first and let firefighters figure\n\nout what happened.W9 22\n\nTHE NAMES OF THESE FIREFIGHTERS HAVE NOT BEEN RELEASED.\n\n:45\n\nRight now, my #1 concern is these families and I want\n\nthem notified before anybody else.\n\nW10 22\n\nGOVERNOR JAY INSLEE RELEASED A STATEMENT SAYING IN\n\nPART:\n\nMY HEART BREAKS OVER THE LOSS OF LIFE.\n\n.\n\nTHE LOSS FOR THEIR FAMILIES IS IMMENSE AND I KNOW\n\nTHE COMMUNITY WILL COME TOGETHER TO SUPPORT THEM.\n\nTHOUGHTS AND PRAYERS ARE WITH THE FAMILIES OF THESE\n\nBRAVE AMERICANS.\n\nAND AS THE COMMUNITY GRIEVES.\n\nTHE TWISP RIVER FIRE SHOWS NO SIGN OF SLOWING DOWN.\n\nAND THE MEN AND WOMEN ON THE FIRE LINES MUST CONTINUE\n\nTHEIR FIGHT AGAINST IT.\n\nThe fire's now past us and it's now moving towards\n\nTwisp - it's not at Twisp, it's still got a ways\n\nto go.\n\nIt's still active - there's still firefighters over\n\nthere, my guys are over there, helicopters and planes\n\nstill hitting it.\n\nIt's not going out tonight - the winds are still blowing.\n\n20W11 24\n\nONE OF THE 4 OTHER FIREFIGHTERS INJURED WAS FROM THE\n\nUS-FOREST SERVICE, TWO WERE FROM DNR.\n\nAND ANOTHER WAS A DNR CONTRACTOR.\n\nTHE SPOKANE FIRE DEPARTMENT WILL LOWER FLAGS TO HALF\n\nSTAFF FOR THE NEXT 48 HOURS IN RESPECT FOR THESE THREE\n\nFIREFIGHTERS.\n\nYOU CAN LISTEN TO OUR ENTIRE INTERVIEW WITH SHERIFF\n\nFRANK ROGERS RIGHT NOW ON OUR WEBSITE KXLY DOT COM.\n\nREPORTING IN STUDIO GRACE DITZLER KXLY 4 NEWS.", "_id": {"$oid": "55daf33104235215b082e49b"}}