{"URL": "http://www.bloomberg.com/politics/articles/2015-07-24/clinton-adds-capital-gains-complexity-with-tax-rise-6-year-wait", "Text": "Hillary Clinton wants to raise capital gains taxes to encourage long-term investment, making it more expensive to sell stocks held for less than six years and adding complexity to the U.S. tax system.\n\nCompared with today’s two-tier system -- a 43.4 percent top rate for assets held less than a year and 23.8 percent beyond that -- the proposal by Clinton, a Democratic presidential candidate, would create a six-rate structure for capital gains for high-income households.\n\nFor Americans in the top tax bracket, assets held for less than two years would be taxed at the top ordinary-income tax rate of 43.4 percent, according to the campaign.\n\nThe rate would drop to 39.8 percent after two years, 35.8 percent after three years, 31.8 percent after four years and 27.8 percent after five years. Taxpayers would have to hold onto assets for at least six years to get the 23.8 percent rate, which would remain the lowest available.\n\n“The current definition of a long-term holding period -- just one year -- is woefully inadequate,” she said during a speech in New York on Friday. “That may count as long term for my baby granddaughter, but not for the American economy.”\n\nClinton wants to push capital gains taxes higher than the 28 percent proposed earlier this year by President Barack Obama -- and higher than the 20 percent maximum Clinton advocated in her 2008 campaign for president. The former U.S. senator and secretary of state attributes her shift to an urgent need to address short-term thinking by investors and corporations.\n\nWealthiest Households\n\nClinton’s proposal would raise taxes for the nation’s wealthiest households while encouraging buy-and-hold investing. Her plan would apply only in the top tax bracket -- currently taxable income exceeding $413,200 for individuals and $464,850 for married couples.\n\nThose levels are where capital gains are concentrated. The top 1 percent of U.S. households -- those with incomes exceeding $641,000 -- receive 75 percent of the benefits of today’s preferential rates for long-term capital gains and dividends, according to the Tax Policy Center. Almost half of the benefits go to the top 0.1 percent, those with incomes exceeding $3.3 million.\n\nClinton’s plan would have significant costs, tying up capital in investments that taxpayers would exit but for the tax cost.\n\nCorporate America\n\nAnd it’s far from clear how well it would combat what Clinton and her allies see as a plague of short-term thinking in corporate America. Clinton gave a speech Friday criticizing capitalism that’s overly focused on the next earnings report, and she said that capital-gains tax changes alone won’t alter that mindset, calling it an important first step.\n\n“It’s just very hard to make a connection between capital gains tax rates through the cost of capital to investment and then growth,” said Joel Slemrod, a University of Michigan tax economist. “I see the point. It’s a plausible point, but I just don’t have any evidence to look at to judge whether this is going to have a big effect or small effect.”\n\nThe capital gains plan is Clinton’s third major tax proposal of the campaign, along with tax credits for apprenticeships and profit sharing with employees.\n\nIn all of the plans, she’s aiming to reshape corporate incentives beyond the near term to encourage sustained investment.\n\nClinton’s proposal draws on work from the Democratic-aligned Center for American Progress and the Aspen Institute. Aspen proposed sliding-scale capital gains tax rates as part of an agenda against short-term thinking in a 2009 paper endorsed by billionaire Warren Buffett and John Bogle, founder of the Vanguard Group.\n\n‘Naturally Short-Term’\n\n“What you’re talking about is a natural human nature problem, the way our brains are wired to be naturally short-term,” said Miguel Padro, senior program manager at the Aspen Institute. “The tax code is a potential tool to help combat that.”\n\nTwo of Clinton’s Democratic presidential rivals -- Martin O’Malley and Bernie Sanders -- have gone further in trying to end super-short-term thinking. They’ve endorsed a tax on financial transactions, which would reduce high-frequency trading.\n\nClinton said on Friday that she was looking at changes to address short-term trading. She also endorsed, in general terms, tax breaks for long-term stakes in some small businesses or investments in struggling areas.\n\nResearch Credit\n\nClinton also endorsed an improved permanent research and development tax credit, which has been repeatedly extended and lapsed again at the end of 2014. Obama has threatened to veto a bipartisan bill to make the credit permanent because the budgetary cost isn’t offset and because the bill leaves out other lapsed or expiring tax breaks.\n\nThe top capital gains rate has fluctuated over time, with a preference often included to encourage investing, limit double taxation of corporate income and counter the effects of inflation in a tax system that uses nominal dollars. The 1986 revamp of the tax code signed by Ronald Reagan set it at 28 percent, applying the same rate as ordinary income.\n\nThe rates diverged in the 1990s under Bill Clinton, with the capital gains rate hitting 20 percent, about half of the top rate on wages. President George W. Bush drove the capital gains rate to 15 percent before Obama and the Democratic Congress raised it to 23.8 percent.\n\nSome investors -- particularly those who can wait to time their asset sales for tax purposes -- are highly sensitive to tax rates.\n\nLocking In\n\nIn 2012, U.S. taxpayers claimed 60.4 percent more in capital gains than they did in 2011, locking in lower rates before the 2013 tax increase took effect.\n\nAfter an initial boost, higher tax rates discourage selling. This would be especially so in Clinton’s proposed system, which dangles a lower rate for those who hold on longer.\n\n“You’re locked into BlackBerry, when all of a sudden there’s Apple,” said Mark Bloomfield, president of the American Council on Capital Formation, a Washington group that advocates lower investment taxes. “That’s sort of the biggest problem with it.”\n\nThe proposal stands little chance of success if Republicans continue to control Congress. That party’s candidates are racing to reduce capital gains taxes -- and Senator Marco Rubio wants to eliminate them entirely.\n\nAlvin Rabushka, co-author of flat-tax proposals that don’t tax capital gains, said Clinton is taking the wrong approach.\n\n“She couldn’t be more wrong if she tried in raising capital gains rates,” he said this week at a Heritage Foundation event. In Silicon Valley, where he’s a senior fellow at the Hoover Institution, Rabushka said, “we’re not interested in long-term preferences.”", "_id": {"$oid": "55daee3b04235215b082e18a"}}