{"URL": "http://www.washingtonpost.com/politics/fbi-looks-into-security-of-clintons-private-e-mail-setup/2015/08/04/2bdd85ec-3aae-11e5-8e98-115a3cf7d7ae_story.html", "Text": "Former secretary of state Hillary Rodham Clinton has hit the ground running, visiting the key states on her quest to become the Democratic nominee for president.\n\nFormer secretary of state Hillary Rodham Clinton has hit the ground running, visiting several states on her quest to become the Democratic nominee for president.\n\nFormer secretary of state Hillary Rodham Clinton has hit the ground running, visiting several states on her quest to become the Democratic nominee for president.\n\nThe FBI has begun looking into the security of Hillary Rodham Clinton’s private e-mail setup, contacting in the past week a Denver-based technology firm that helped manage the unusual system, according to two government officials.\n\nAlso last week, the FBI contacted Clinton’s lawyer, David Ken­dall, with questions about the security of a thumb drive in his possession that contains copies of work e-mails Clinton sent during her time as secretary of state.\n\nThe FBI’s interest in Clinton’s e-mail system comes after the intelligence community’s inspector general referred the issue to the Justice Department in July. Intelligence officials expressed concern that some sensitive information was not in the government’s possession and could be “compromised.” The referral did not accuse Clinton of any wrongdoing, and the two officials said Tuesday that the FBI is not targeting her.\n\nKendall confirmed the contact, saying: “The government is seeking assurance about the storage of those materials. We are actively cooperating.”\n\nA lawyer for the Denver company, Platte River Networks, declined to comment, as did multiple Justice Department officials.\n\nThe FBI is investigating the security of Hillary Clinton's private e-mail server. Here's what we know about the server, who kept it secure and how that's changed. (Gillian Brockell/The Washington Post)\n\nThe inquiries are bringing to light new information about Clinton’s use of the system and the lengths to which she went to install a private channel of communication outside government control — a setup that has emerged as a major issue in her campaign for the Democratic presidential nomination.\n\nFor instance, the server installed in her Chappaqua, N.Y., home as she was preparing to take office as secretary of state was originally used by her first campaign for the presidency, in 2008, according to two people briefed on the setup. A staffer who was on the payroll of her political action committee set it up in her home, replacing a server that Clinton’s husband, former president Bill Clinton, had been using in the house.\n\nThe inquiries by the FBI follow concerns from government officials that potentially hundreds of e-mails that passed through Clinton’s private server contained classified or sensitive information. At this point, the probe is preliminary and is focused on ensuring the proper handling of classified material.\n\nNick Merrill, a spokesman for Clinton’s campaign, declined to comment on the FBI’s actions. He noted that Clinton has called repeatedly for the State Department to release her e-mails to the public, a process that is ongoing.\n\nIn a statement, Merrill said that Clinton “did not send nor receive any emails that were marked classified at the time. We want to ensure that appropriate procedures are followed as these emails are reviewed while not unduly delaying the release of her emails. We want that to happen as quickly and as transparently as possible.”\n\nThe controversy over Clinton’s e-mail dates to the summer of 2014, when, according to government officials, State Department lawyers realized they didn’t have access to some of her records as they prepared responses to congressional requests related to the 2012 attacks on a U.S. compound in Benghazi, Libya.\n\nIn October 2014, the State Department asked four former secretaries to turn over e-mails in their private possession. In December, Clinton handed over 55,000 pages of e-mails, which she said represented all of her work-related correspondence. She has said she deleted all other e-mails she had sent or received as secretary of state, indicating that they dealt only with personal matters.\n\nView Graphic Read the latest Hillary Clinton e-mails released by the State Department\n\nIn March, the New York Times reported that Clinton exclusively used a private e-mail system. Clinton has said she handled her\n\ne-mail this way for the convenience of carrying just one phone.\n\nCritics say Clinton’s private server arrangement put her discussions with some aides outside the reach of government investigators, congressional committees and courts seeking public records from the State Department.\n\nSenate Judiciary Committee Chairman Charles E. Grassley (R-Iowa) wrote a letter to FBI Director James B. Comey on July 24 asking him what steps his office had taken to ensure that classified information held on Kendall’s thumb drive, and once kept on Clinton’s server, was being properly secured. A State Department official said that once the agency identified classified material in the e-mails in May, it instructed Clinton’s lawyers on “appropriate measures for physically securing” the e-mails.\n\nResponsibility for setting up and maintaining the server that handled personal e-mail communications for Bill and Hillary Clinton passed through a number of different hands, starting with Clinton staffers with limited training in computer security and eventually expanding to Platte River.\n\nIn 2008, responsibility for the system was held by Justin Cooper, a longtime aide to the former president who served as a personal assistant and helped research at least two of his books. Cooper had no security clearance and no particular expertise in safeguarding computers, according to three people briefed on the server setup. Cooper declined to comment.\n\n“The system we used was set up for President Clinton’s office. And it had numerous safeguards. It was on property guarded by the Secret Service. And there were no security breaches,” Hillary Clinton said in March.\n\nThose briefed on the server setup say the device installed for Bill Clinton was deemed too small for the addition of a sitting Cabinet official. Instead, a server that had been purchased for use by Hillary Clinton’s 2008 campaign was installed at the Chappaqua home.\n\nWith the new server came an additional specialist: Bryan Pagliano, who had worked as her campaign’s IT director. According to federal campaign finance records, Pagliano was paid by Clinton’s Senate leadership PAC through April 2009. The next month, he went to work for the State Department as an IT specialist, a department official said. The people briefed on the server indicated that he continued to act as the lead specialist responsible for it.\n\nThe e-mail system was not always reliable, these people said, with Pagliano summoned at various times to fix problems. Notably, the system crashed for days after New York was hit by Hurricane Sandy in October 2012, while Hillary Clinton was secretary of state.\n\nThat led to new conversations about the need for better security, durability and a more professional setup, according to these people. In 2013, the Clintons hired Platte River to maintain the data.\n\nMerrill, the Clinton spokesman, declined to respond to detailed questions about the setup of the server.\n\nAdam Goldman, Karen Tumulty and Alice Crites contributed to this report.", "_id": {"$oid": "55daf2a804235215b082e456"}}