{"URL": "http://www.straitstimes.com/singapore/straits-times-star-e-book-app-a-finalist-in-2015-panpa-newspaper-of-the-year-awards", "Text": "SINGAPORE - The Straits Times Star E-books app is a finalist in the Digital Publishing Innovation of the Year (Open) category of the 2015 Panpa Newspaper of the Year awards that will be announced on Sept 11.\n\nThe app was launched in June 2014 and so far features 25 free e-publications including a monthly lifestyle magazine called The Life. It is available for iPads and Android devices.\n\nTwo e-books about former Prime Minister Lee Kuan Yew are the most downloaded among the digital publications in the app.\n\nTop 15 most downloaded e-books on ST STAR\n\n1. Lee Kuan Yew: The Man And His Ideas (March 2015) 2. Lee Kuan Yew: The Final Journey (April 2015) 3. The Life Issue 10 (April 2015) 4. 100 Hot Bods (July 2014) 5. Personal Best (Sept 2014) 6. The Life Issue 1 (July 2014) 7. Living History: 170 years of The Straits Times (July 2015) 8. The Life Issue 8 (Feb 2015) 9. The Life Issue 6 (Dec 2014) 10. Guilty as Charged (July 2014) 11. Beauty Tips (May 2015) 12. Home: 50 Truly Unforgettable Moments Of Singapore's Golden Jubilee (Aug 2015) 13. Ocean’s Fury: Are We Ready? (Dec 2014) 14. The Life Issue 2 (Aug 2014) 15. The Life Issue 9 (March 2015) Source: \"Downloads completed\" from Adobe's Digital Publishing Suite; correct as of Aug 21.\n\nLee Kuan Yew: The Man And His Ideas, published in March 2015, has been downloaded more than 139,000 times, while Lee Kuan Yew: The Final Journey, publishined in April 2015, has been downloaded more than 79,000 times as of Aug 21.\n\nBoth books are free and were published to mark the death of Mr Lee on March 23 this year. He was 91.\n\nThe first, published jointly by The Straits Times and Times Publishing, contains excerpts from a 1997 book of the same name. It was the first book to capture the key ideas of Mr Lee that shaped modern Singapore.\n\nThe second title, Lee Kuan Yew: The Final Journey, documents the outpouring of grief at his death and compiles more than 100 images from the seven days of national mourning, as well as video and audio clips.\n\nThe latest e-book, Home: 50 Truly Unforgettable Moments of Singapore's Golden Jubilee, was launched on Aug 15. It compiles the highlights of the country's 50th anniversary on Aug 9 and has been downloaded more than 14,000 times so far.\n\nAnother recent e-book was Living History, released in July 2015, marks the 170th anniversary of The Straits Times on July 15. It has stories, photos and videos detailing how the newspaper has covered Singapore all these years.\n\nAlso in July, the e-book Guilty As Charged was launched with the Singapore Police Force. Packed with photos, it looks back at 25 headline-making crimes in Singapore since 1965.\n\nGET THE FREE E-BOOKS\n\nClick here to download them free. Alternatively, follow these steps:\n\nStep 1: Go to the Apple App Store or Google Play store on your device.\n\nStep 2: Search for \"The Straits Times Star\" and download The Straits Times Star E-books app.\n\nStep 3: Go to \"I'm just browsing\".\n\nStep 4: You will find the e-books there.", "_id": {"$oid": "55dc22d604235215b082e4cd"}}