{"URL": "http://www.slate.com/blogs/browbeat/2015/04/14/jonathan_demme_close_up_supercut_shows_what_pt_anderson_and_wes_anderson.html", "Text": "Photo illustration by Slate. Film stills from Silence of the Lambs, Philadelphia, Something Wild, and Married to the Mob.\n\nThere’s a story that when Paul Thomas Anderson was once asked which three directors had influenced him the most, he replied, “Jonathan Demme, Jonathan Demme, and Jonathan Demme.” In his director’s commentary for Boogie Nights, Anderson called Demme his “greatest influence style-wise.” His favorite part of Demme’s style? His close-ups. “I always loved close-ups in movies,” he says on the commentary, “[and] the very first time I saw a close-up that looked exactly like I wanted a close-up to look was in Silence of the Lambs.”\n\nA new supercut from editor Jacob T. Swinney (above, via Press Play) shows what makes many of Demme’s close-ups special. What jumps out first is how often Demme breaks the 180-degree rule—one of the most basic rules of traditional Hollywood filmmaking—and instead shoots his characters center-frame, looking directly into the camera, nearly breaking the fourth wall. He also frequently uses very shallow focus, making, say, the face of Hannibal Lecter stand out even more sharply against the background. If you’ve ever wondered what makes those iconic shots of Lecter so unnerving, this is a big reason why.\n\n\n\nStill from Paul Thomas Anderson’s Magnolia © 1999 - New Line Cinema\n\nAdvertisement\n\n\n\nOf course, Demme is not the only director to employ close-ups like this, but many who do today were directly inspired by Demme. You might see similar shots in Spike Lee’s movies or Wes Anderson’s. In the same commentary, PTA says he once asked Demme if he’d ever recognized all “all those shots [he] ripped off from [him].” Wes Anderson, similarly, has said that he thinks of his close-ups as “just shy of a Jonathan Demme.” “Those Jonathan Demme close-ups,” he told Matt Zoller Seitz in The Wes Anderson Collection, “are the greatest.”", "_id": {"$oid": "55daf12004235215b082e3a8"}}