{"URL": "http://www.nytimes.com/2015/08/23/magazine/bernie-sanders-has-heard-about-that-hashtag.html", "Text": "Photo Advertisement Continue reading the main story\n\nDo you think President Obama is a socialist? No.\n\nWhat is your elevator pitch for socialism? My elevator pitch is that the United States has a grotesque level of income and wealth inequality where the top one-tenth of 1 percent owns almost as much wealth as the bottom 90 percent, where almost 20 percent of our children are living in poverty, 40 percent of African-American children are living in poverty. We are moving rapidly toward an oligarchic form of society where a small number of families control not only the economy but our political system as well. It is imperative that we develop a strong political movement that says to the billionaire class they cannot have it all.\n\nA recent poll showed that Americans are more willing to vote for a Muslim or an atheist for president than a socialist. Do you think you could take back the word ‘‘socialism’’ and keep it from being what it is right now, which is almost a nasty word? Actually, what surprised me about that poll was, given the negative publicity that the word ‘‘socialism’’ has, that — what was the number of the people who were prepared to vote for a socialist?\n\nIt was in the high 40s. Yeah. Well, that’s pretty good, and it’ll get higher.\n\nOne of the few clear ideas that Americans have about socialism is that it involves high taxes. Can you sell that, the idea that you might have to raise taxes? I think we can sell the idea that when the rich are getting much richer and corporations are enjoying record-breaking profits that yes, they should start paying their fair share of taxes.\n\nAre you familiar with the hashtag #Bernie­SoBlack? I’ve heard of it.\n\nA lot of black activists felt as if, when they criticized you, the response they got back was ‘‘but he marched on Washington,’’ as though that were an absolution. And so it became this joke on Twitter: ‘‘Bernie’s so black, he’s the first one killed in horror movies.’’ ‘‘Bernie’s so black, he’s dropping a mix tape.’’ Well look, Black Lives Matter is a very, very serious issue. And clearly, as a nation, we have to move away from a situation where black women are dragged out of their cars, thrown to the ground, assaulted and then die in jail three days later for the crime of not signaling a lane change. Or more recently, a fellow named Samuel DuBose got shot in the head for the crime of not having a license plate on the front of his car.\n\nWere you surprised that black activists responded so negatively to you at first? Yes, I was, because I think if you check the record, you will find that I have one of the strongest civil rights records in Congress, and this is an issue I feel strongly about.\n\nWhat do you think of Donald Trump’s surge in the polls? Not much. I think Donald Trump’s views on immigration and his slurring of the Latino community is not something that should be going on in the year 2015, and it’s to me an embarrassment for our country.\n\nDo you think it’s fair that Hillary’s hair gets a lot more scrutiny than yours does? Hillary’s hair gets more scrutiny than my hair?\n\nAdvertisement Continue reading the main story\n\nAdvertisement Continue reading the main story\n\nYeah. Is that what you’re asking?\n\nYeah. O.K., Ana, I don’t mean to be rude here. I am running for president of the United States on serious issues, O.K.? Do you have serious questions?\n\nI can defend that as a serious question. There is a gendered reason — When the media worries about what Hillary’s hair looks like or what my hair looks like, that’s a real problem. We have millions of people who are struggling to keep their heads above water, who want to know what candidates can do to improve their lives, and the media will very often spend more time worrying about hair than the fact that we’re the only major country on earth that doesn’t guarantee health care to all people.\n\nIt’s also true that the media pays more attention to what female candidates look like than it does to what male candidates look like. That may be. That may be, and it’s absolutely wrong.", "_id": {"$oid": "55daeebd04235215b082e1e8"}}