{"URL": "http://food52.com/blog/6956-how-to-make-s-mores-without-a-fire", "Text": "Click the heart, it's called favoriting. Favorite the stuff you like.\n\nSave and organize all of the stuff you love in one place.\n\nInspired by conversations on the Food52 Hotline, we're sharing tips and tricks that make navigating all of our kitchens easier and more fun.\n\nToday: Who says s'mores can only be eaten by a campfire?\n\nFor many of us that live in a city, that have no yard or fire pit or tiny balcony -- those of us that can't build fires on a regular basis -- s'mores become a distant dream, a memory, an abstraction. We eat s'mores ice cream and s'mores cake and tell ourselves they're just as good (no, better!) than the original. One day, we say, we'll hunt for skinny twigs in the woods and sit on logs in front of a roaring fire, and we will toast our marshmallows and melt our chocolate and our hands will smell like smoke as we smear everything on graham crackers to the soft pluckings of an acoustic guitar.\n\nSounds nice, doesn't it? Until it actually happens, you can make indoor s'mores instead.\n\nWith just a broiler -- and approximately one minute -- you can get your chocolate all gooey and melty and messy, your marshmallows bubbly and toasted, your hands and your clothes and your cheeks sticky with sugar. Here's how.\n\nBreak your graham crackers in half, and put them on a baking sheet. Place two strips of chocolate on one side, three marshmallows on another. (We used Hershey's chocolate for tradition, but you can use whatever chocolate you'd like). Repeat for as many s'mores as you want.\n\nTurn on your broiler. Let it heat up.\n\nStick the baking sheet on a rack right underneath the broiler. Keep the door open and watch it carefully. Rotate the pan as necessary, and brown the marshmallows to your desired color.\n\nFlip the chocolate-sided graham cracker onto the marshmallow side. Eat immediately.\n\nTell us: do you have any tips for making indoor s'mores?", "_id": {"$oid": "55daf1a104235215b082e3e9"}}