{"URL": "http://www.straitstimes.com/politics/singapolitics/fengshan-smc-an-election-enigma-of-egg-yolks-and-oyster-omelettes", "Text": "\n\nMs Sylvia Lim enjoying oyster omelette at Fengshan hawker centre. SYLVIA LIM/INSTAGRAM\n\n\n\nTo many Singaporeans, Fengshan is a neighbourhood largely known for the delicious hawker fare at its famous block 85 food centre.\n\nBut since the electoral boundaries report was released last month, even non-foodies have taken an interest in the ward that's been carved out from East Coast Group Representation Constituency (GRC) as a single-member constituency (SMC) in the next general election.\n\nWhat's known is that the People's Action Party will go head-to-head with the Workers' Party at the polls in the ward. Beyond that, Fengshan SMC is something of an enigma.\n\nIncumbent MP Raymond Lim, the former transport minister, announced recently that he's calling time on politics after his term ends. It was not surprising given that rumours about his retirement have been swirling for months.\n\nThe bigger question on people's mind - who will be his replacement - went unanswered.\n\nThe name that's been floated as a potential candidate in Fengshan is 38-year-old long-time grassroots volunteer Cheryl Chan. She has been volunteering in Fengshan and assisting Mr Lim with constituency work for 10 years.\n\nBut could it really be her?\n\nIn this cycle, the PAP had strongly hinted about its candidates for other wards, but there is very little certainty about their candidate for Fengshan. Is it a ruse to mislead the opposition party? Would the PAP spring a surprise on Nomination Day?\n\nIt's such a mystery that even the WP has been left guessing.\n\nNot that the WP is giving anything away either.\n\nIts party chairman Sylvia Lim cheekily posted a photo of her tucking into a plate of fried oyster or orh luak at the aforementioned food centre on Instagram recently, sparking speculation that she was going to contest in Fengshan. Ms Lim later said that she will be staying in Aljunied GRC.\n\nAs far as games go, this looks like a case of who blinks first. The PAP, which started unveiling its slates for various constituencies over the past week, seems to be saving the hot seats - Fengshan among them - for last.\n\nIt's worthy to note that the PAP rarely, if ever, fields a fresh candidate in a single-seat ward that it holds. You can bet there will be no shortage of analysis from voters and political observers should the party actually field Ms Chan in Fengshan.\n\nOne view is that the PAP sees the WP as a formidable opponent and is therefore reluctant to run the risk of losing a political heavyweight. But the downside of fielding a newbie is the negative signal this could send: that the voters there are not important.\n\nThen, there is the Fengshan boundary.\n\nThe ward, with an estimated 23,404 electors, sits rather awkwardly among the other four wards of East Coast GRC - much like an off-centre yolk on a sunny-side-up egg.\n\nWhat was the reason for its decoupling from East Coast GRC? It is a question that only the select individuals on the Electoral Boundaries Review Committee can answer.\n\nBut it hasn't stopped others from guessing.\n\nA popular hypothesis is that Fengshan polled poorly in the general election in 2011 and put a dent on polling results of the PAP's five-member East Coast GRC team. The PAP won that contest against the WP, winning 54.8 per cent of the votes - the narrowest win by a GRC for the ruling party.\n\nAgainst this backdrop, the thinking is that Fengshan was hived off to protect the GRC, which is being contested again by the WP.\n\nAdd it up, and all this mystery surrounding the ward makes Fengshan one of the most intriguing contests of the coming general election.\n\nwongsy@sph.com.sg", "_id": {"$oid": "55dc23cf04235215b082e4d8"}}