{"URL": "http://www.slate.com/blogs/future_tense/2015/08/20/netizen_report_authorities_finally_take_action_on_bangladesh_blogger_killings.html", "Text": "Photo by STR/AFP/Getty Images\n\nThe Netizen Report offers an international snapshot of challenges, victories, and emerging trends in Internet rights around the world. It originally appears each week on Global Voices Advocacy. Mary Aviles, Ellery Roberts Biddle, Marianne Diaz, Lisa Ferguson, Sam Kellogg, Weiping Li, Hae-in Lim, and Sarah Myers West contributed to this report.\n\nAfter four brutal killings of secular bloggers over the last six months in Bangladesh, authorities finally have identified multiple suspects in their cases. Three men, all said to be affiliated with the religious hardliner group Ansarullah Bangla Team, were arrested Aug. 18 as suspects in the assassinations of Avijit Roy and Anant Bijoy Das, both of whom were hacked to death in public. Earlier in the week, two others were arrested in connection with the murder of Niloy Neel, who was killed in his apartment on Aug. 7, 2105, and the attempted murder of Asif Mohiuddin, a blogger who survived a brutal attack during 2013 mass protests in Dhaka, the nation’s capital.\n\nAdvertisement\n\n\n\nIn 2013, a group of conservative Muslim clerics submitted to a special government committee a list of 84 people accused of “atheism” and writing against Islam. Since then, 11 individuals on the list, including the four bloggers, have been murdered. Left shell-shocked by increasingly common attacks, some of the country's most active bloggers now fear they may face jail or will die at the hands of the assailants. Others have left the country or stopped writing.\n\nPrime Minister Sheikh Hasina has condemned the attacks, but high-ranking police officials have made public statements warning bloggers not to cross the line, saying that while the killers of the bloggers will be brought under the law, “those who illogically write against religion in blogs are also extremists.”\n\nBots inflate popularity of Venezuelan prez\n\nNicolas Maduro is the third most-retweeted public figure in the world, just after Pope Francis and the king of Saudi Arabia. But a deeper look into the actual accounts responsible for his popularity reveals that the sources behind many of these tweets may not be what they seem: Researchers recently identified classic “bot” characteristics among hundreds of accounts retweeting government posts and sending messages with pro-government hashtags. Automated platforms also appear to play a key role, including an app allowing people (or bots) to automatically retweet every message Maduro posts. While Maduro surely has plenty of real-life followers, the findings help to explain the seemingly inflated online reputation of the president, whose public approval ratings lie below 30 percent.\n\nMexican mobile operators mess with net neutrality\n\nNetwork operators in Mexico have begun providing a tiered pricing structure for mobile Internet services, wherein some websites are free to access, while others require an additional fee. According to a new report by the Network in Defense of Digital Rights, Telcel, Movistar, Iusacell, and Nextel are all engaging in these practices, known among experts as “zero-rating” and distorting the market, with detrimental effects on net neutrality and freedom of expression in Mexico. The Federal Telecommunications Institute plans to open a public consultation to define the country’s provisions on net neutrality and management of Internet traffic in August, and it will release its results in September.\n\nCounter-terror efforts trigger censorship in Tunisia\n\nA Tunisian mathematics teacher was arrested for alleging on Facebook that an attack by a gunman in June was part of a conspiracy. The teacher, Abdelfattah Saied, is accused of “complicity in terrorism” under an anti-terrorism law, which could lead to a five-year jail sentence. While conspiracy theories are nothing new in the Arab region, his arrest has left many Tunisians divided between those who welcome his prosecution and those who see it as a violation of free speech, says Global Voices’ Afef Abrougui.\n\nIn Turkey, the heat is on (and so are the censors)\n\nTurkish Internet users have seen a wave of Web blocking this summer, coinciding with an inconclusive election and the country’s involvement in the conflict in Iraq and Syria. Among blocked websites are those of major news outlets known for being critical of the ruling Justice and Development Party.\n\nChina’s cyber police are building their own stations\n\nThe Chinese government will be launching “cybersecurity police stations” to be located at major tech firms and websites, state media announced. The stations will be responsible for “inspecting the operation of websites and enforcing laws governing online activities,” according to Public Security Vice Minister Chen Zimin. While “cyber police” have long operated in China, this suggests a future with even more policing of online content in China.\n\nGermany puts food porn under copyright lock-and-key\n\nGermany’s Federal Court of Justice extended copyright protections to include Instagrammed food porn, finding that “elaborately arranged food” falls under the “artistic property of the creator.” While no chefs have filed a complaint as yet, Eater.com says the new rules could result in hefty fines or court proceedings for foodies.\n\nIs South Africa trying to become the world’s strictest jurisdiction for copyright?\n\nRevisions to South Africa’s copyright laws could mean dramatic expansions to copyright protections, granting the government copyright over the public domain, orphaned works (which remain in copyright though the creator of the work cannot be located), and extending copyright protections in perpetuity. Though the country might also adopt Fair Use, the proposal contains a number of carve-outs that make it difficult to claim in practice. Consultation on the law is open through Aug. 27.\n\nNew Research", "_id": {"$oid": "55daef3304235215b082e24d"}}