{"URL": "http://www.slate.com/blogs/browbeat/2012/03/08/bisexual_women_are_tv_s_hot_new_thing.html", "Text": "©CBS Broadcasting Inc.\n\nIn the Big Book of Quotations for Boorish Dudes, pride of place goes to Woody Allen’s line that bisexuality “immediately doubles your chance of a date on Saturday night.”\n\nBut on television these days, a bisexual character does seem to double a show’s chances of building a fan base. And judging from three series currently featuring strong bisexual women, admitting an attraction to both girls and boys is the hot new signifier of confidence and independence.\n\nAdvertisement\n\n\n\nThe Good Wife’s Kalinda Sharma (Archie Panjabi) was the first in this latest round of bisexual heroines. Strictly speaking, Kalinda doesn’t identify as bisexual—or accept any other label for that matter: When then-friend and co-worker Alicia Florrick asked if she was gay, she replied, “I’m private.” But she’s been shown kissing and enjoying post-coital moments with both men and women.\n\nKalinda’s sexuality is just one aspect of the air of mystery that surrounds her. Over the show’s three seasons, we’ve gleaned a few tidbits about her past, but there’s still a lot we don’t know—like her real name, or why a senior partner at the law firm where she works as in-house investigator has been handling a tax case on her behalf.\n\nKalinda is one of the most efficient characters on television—she single-handedly solves a mystery at the center of the show with remarkable frequency—but she hates to be pigeonholed. The only time I can recall her seeming less than omniscient was when she and then-colleague Cary Agos conducted an investigation in Little India; Cary erroneously assumed that Kalinda speaks Hindi, which left her quite flustered. She isn’t a typical American desi, nor is she a typical bisexual.\n\nLike Kalinda, Bo, the central character on Lost Girl (played by Anna Silk), hates to pick sides. She grew up believing herself to be a killer kisser—literally—so you can imagine the relief when she learns that she isn’t human. Instead, she’s a supernatural seductress known as succubus, part of the Fae, who are divided into two clans, light and dark. Bo refuses to align herself with either camp, which leaves her distrusted by both groups.\n\nIt’s fitting, then, that she refuses to stick to just male or female sex partners. As she says in a voiceover during the opening credits, “Life is hard when you don’t know who you are; harder when you don’t know what you are. … I will live the life I choose.” Bo is involved with Dyson, a male Fae who works as a police detective, and Lauren, a female doctor who works for the Fae. They each have something different to offer her—Dyson can “heal” her, while Lauren can help learn to calibrate her powers. Their interactions are different—with Dyson the sex is wild and shrieky, while with Lauren it’s all sighs and meaningful eye contact—but given their differing physiologies, maybe that’s more than just a recitation of clichéd ideas about heterosexual and lesbian sex.\n\nOn Showtime’s House of Lies, meanwhile, being bisexual is mostly about being hot and uninhibited. April (Megalyn Echikunwoke) could be described as the “girlfriend” of management consultant Marty Kaan (Don Cheadle), but that undersells her. She’s a stripper, a law student, and, we learned in Episode 6, a cop killer.", "_id": {"$oid": "55daf11604235215b082e3a3"}}