{"URL": "http://www.businessinsider.com/uber-background-check-civil-suit-2015-8?utm_source=slate&amp;amp;utm_medium=referral&amp;amp;utm_term=partner", "Text": "Thanks to flaws in Uber’s background checking system, 25 drivers with criminal records — including murder, child abuse, and assault — were allowed to drive for the car service app in San Francisco and Los Angeles, according a complaint filed today by the San Francisco District Attorney’s Office.\n\nOne of the drivers in question is a convicted murderer who spent 26 years in prison before being released on parole in Los Angeles in 2008, the complaint says.\n\nThis driver joined Uber on 2014, where the company’s background check failed to turn up his criminal record, largely because he gave a fake name when he signed up. He’s given 1,168 rides with Uber, the complaint says.\n\nIn another case cited by the complaint, a driver had been convicted of the felony of “committing lewd or lascivious acts against a child under 14,” which didn’t turn up on the background check. He’s given “5,697 rides to Uber passengers, including unaccompanied children,” says the complaint.\n\nAnother driver was convicted of felony kidnapping for ransom with a firearm. The complaint listed other incidents in this driver’s criminal history, including felony robbery with a firearm, selling cocaine, and DUIs in southern California. In fact, several of the drivers listed in the complaint have DUIs.\n\nMost of the rest are convicted of less severe, non-violent crimes, including “filing a forged power of attorney and filing a forged real estate grant deed,” the complaint says.\n\nPerhaps most ironic: One driver received a citation at Los Angeles International Airport for driving with an expired license, and the driver “stated that he was leasing his car from someone else and using their Uber account,” according to the complaint.\n\nMeanwhile, Uber has long maintained that its background check system is comprehensive and keeps consumers safe. It used to say that it was “industry-leading,” but doesn’t any more.\n\n“A lot of the information that Uber has presented to consumers has been false and misleading,” San Francisco District Attorney George Gascón said in a press conference today, per an SFGate report.\n\nLast December, the cities of Los Angeles and San Francisco filed a joint civil suit saying that the car-ride service was misleading consumers with its claims of in-depth driver vetting.\n\nThe service’s background checks only go back seven years (as do competitor Lyft’s), and simply aren’t in-depth enough to catch everybody’s histories, says the complaint.\n\nThe city of San Francisco is urging Uber and its ilk to use the Livescan, fingerprint-based method instead, but Uber is resisting.\n\n“We disagree that the Livescan process used by taxi companies is an inherently better system for screening drivers than our background checks,” Uber said in a statement to SFGate. “The reality is that neither is 100% foolproof.”\n\nNot so long ago, Lyft had to pay $250,000 in fines for a similar court finding, but didn’t change anything about its background check processes.", "_id": {"$oid": "55daf19d04235215b082e3e7"}}