{"URL": "http://www.slate.com/articles/news_and_politics/history/2013/12/linda_taylor_welfare_queen_ronald_reagan_made_her_a_notorious_american_villain.html", "Text": "1 “She Used 80 Names”\n\nRonald Reagan loved to tell stories. When he ran for president in 1976, many of Reagan’s anecdotes converged on a single point: The welfare state is broken, and I’m the man to fix it. On the trail, the Republican candidate told a tale about a fancy public housing complex with a gym and a swimming pool. There was also someone in California, he’d explain incredulously, who supported herself with food stamps while learning the art of witchcraft. And in stump speech after stump speech, Reagan regaled his supporters with the story of an Illinois woman whose feats of deception were too amazing to be believed.\n\n“In Chicago, they found a woman who holds the record,” the former California governor declared at a campaign rally in January 1976. “She used 80 names, 30 addresses, 15 telephone numbers to collect food stamps, Social Security, veterans’ benefits for four nonexistent deceased veteran husbands, as well as welfare. Her tax-free cash income alone has been running $150,000 a year.” As soon as he quoted that dollar amount, the crowd gasped.\n\nFour decades later, Reagan’s soliloquies on welfare fraud are often remembered as shameless demagoguery. Many accounts report that Reagan coined the term “welfare queen,” and that this woman in Chicago was a fictional character. In 2007, the New York Times’ Paul Krugman wrote that “the bogus story of the Cadillac-driving welfare queen [was] a gross exaggeration of a minor case of welfare fraud.” MSNBC’s Chris Matthews says the whole thing is racist malarkey—a coded reference to black indolence and criminality designed to appeal to working-class whites.\n\nJosh Levin Josh Levin is Slate's executive editor.\n\nAdvertisement\n\n\n\nThough Reagan was known to stretch the truth, he did not invent that woman in Chicago. Her name was Linda Taylor, and it was the Chicago Tribune, not the GOP politician, who dubbed her the “welfare queen.” It was the Tribune, too, that lavished attention on Taylor’s jewelry, furs, and Cadillac—all of which were real.\n\nAs of 1976, Taylor had yet to be convicted of anything. She was facing charges that she’d bilked the government out of $8,000 using four aliases. When the welfare queen stood trial the next year, reporters packed the courtroom. Rather than try to win sympathy, Taylor seemed to enjoy playing the scofflaw. As witnesses described her brazen pilfering from public coffers, she remained impassive, an unrepentant defendant bedecked in expensive clothes and oversize hats.\n\nLinda Taylor, the haughty thief who drove her Cadillac to the public aid office, was the embodiment of a pernicious stereotype. With her story, Reagan marked millions of America’s poorest people as potential scoundrels and fostered the belief that welfare fraud was a nationwide epidemic that needed to be stamped out. This image of grand and rampant welfare fraud allowed Reagan to sell voters on his cuts to public assistance spending. The “welfare queen” became a convenient villain, a woman everyone could hate. She was a lazy black con artist, unashamed of cadging the money that honest folks worked so hard to earn.\n\nPhoto by Constantine Manos/Magnum Photos\n\nAfter her welfare fraud trial in 1977, Taylor went to prison, and the newspapers moved on to covering the next outlandish villain. When her sentence was up, she changed her name and left Chicago, and the cops who had pursued her in Illinois lost track of her whereabouts. None of the police officers I talked to knew whether she was still alive.\n\nWhen I set out in search of Linda Taylor, I hoped to find the real story of the woman who played such an outsize role in American politics—who she was, where she came from, and what her life was like before and after she became the national symbol of unearned prosperity. What I found was a woman who destroyed lives, someone far more depraved than even Ronald Reagan could have imagined. In the 1970s alone, Taylor was investigated for homicide, kidnapping, and baby trafficking. The detective who tried desperately to put her away believes she’s responsible for one of Chicago’s most legendary crimes, one that remains unsolved to this day. Welfare fraud was likely the least of the welfare queen’s offenses.\n\nFor those who knew her decades ago, Linda Taylor was a terrifying figure. On multiple occasions, I had potential sources tell me they didn’t think I was really a journalist. Maybe I was a cop. Maybe I was trying to kill them. As Lamar Jones tells me about his brief marriage to the welfare queen, he keeps asking how I’ve found him, and why I want to know all of these personal details. If I’m in cahoots with Linda, as he suspects I might be, he assures me that I won’t be able to find him again. He’s just going to disappear.\n\nThose who crossed paths with Linda Taylor believe she’s capable of absolutely anything. They also hope she’s dead.\n\n2 “She Can Be Any Age She Wishes”\n\nJack Sherwin knew he’d seen her before. It was Aug. 8, 1974, and the Chicago burglary detective was working a case on the city’s South Side. Though her name and face didn’t look familiar, Sherwin recognized the victim’s manner, and her story. She’d been robbed, Linda Taylor explained, and she was sorry to report that the burglar had good taste: $14,000 in furs, jewelry, and cash were missing from her apartment. Thank heavens, most of it was insured.\n\nAfter listening to her tale of woe, Sherwin asked Taylor if she’d mind getting him some water. When she returned, the detective kept the glass as evidence.\n\nCourtesy of Jack Sherwin\n\nThe fingerprints collected from Taylor’s kitchen helped jog Sherwin’s memory. Two years earlier, the same woman had been charged with making a bogus robbery claim—that time, the thieves had supposedly made off with $10,000 worth of valuables. Sherwin knew Linda Taylor because, out of pure happenstance, he’d been called on to investigate both of these alleged burglaries. She was living in a different part of town, using a different name, and sporting a different head of hair. But this was the same woman, pulling the same stunt.\n\nSherwin cited Taylor, again, for making a false report. But the 35-year-old police officer, a former Marine and a 12-year veteran of the force, didn’t stop there. “The more I dug into it, the more I found that just wasn’t right,” he remembers. First, he learned that she was getting welfare checks under multiple names. Then he discovered Taylor’s husbands—“Oh, I guess maybe seven men that I knew of,” Sherwin says. The detective and his partner, Jerry Kush, got to work tracking down this parade of grooms, and they found a few who were willing to talk. Sherwin’s hunch had been right: This woman was up to no good.\n\nIn late September 1974, seven weeks after Sherwin met Taylor for the second time, the detective’s findings made the Chicago Tribune. “Linda Taylor received Illinois welfare checks and food stamps, even tho[ugh] she was driving three 1974 autos—a Cadillac, a Lincoln, and a Chevrolet station wagon—claimed to own four South Side buildings, and was about to leave for a vacation in Hawaii,” wrote Pulitzer Prize winner George Bliss. The story detailed a 14-page report that Sherwin had put together illuminating “a lifestyle of false identities that seemed calculated to confuse our computerized, credit-oriented society.” There was evidence that the 47-year-old Taylor had used three Social Security cards, 27 names, 31 addresses, and 25 phone numbers to fuel her mischief, not to mention 30 different wigs.\n\nAs the Tribune and other outlets stayed on the story, those figures continued to rise. Reporters noted that Linda Taylor had used as many as 80 names, and that she’d received at least $150,000—in illicit welfare cash, the numbers that Ronald Reagan would cite on the campaign trail in 1976. (Though she used dozens of different identities, I’ve chosen to call her Linda Taylor in this story, as it’s how the public came to know her at the height of her infamy.) Taylor also gained a reputation as a master of disguise. \"She is black, but is able to pass herself off as Spanish, Filipino, white, and black,\" the executive director of Illinois’ Legislative Advisory Committee on Public Aid told the Associated Press in November 1974. \"And it appears she can be any age she wishes, from the early 20s to the early 50s.”\n\nFor Bliss and the Tribune, the scandal wasn’t just that Taylor had her hand in the till and had the seeming ability to shape-shift. The newspaper also directed its ire at the sclerotic bureaucracy that allowed her schemes to flourish. Bliss had been reporting on waste, fraud, and mismanagement in the Illinois Department of Public Aid for a long time prior to Taylor’s emergence. His stories—on doctors who billed Medicaid for fictitious procedures and overworked caseworkers who failed to purge ineligible recipients from the welfare rolls—showed an agency in disarray. That disarray didn’t make for an engaging read, though: “State orders probe of Medicaid” is not a headline that provokes shock and anger. Then the welfare queen came along and dressed the scandal up in a fur coat. This was a crime that people could comprehend, and Linda Taylor was the perfectly unsympathetic figure for outraged citizens to point a finger at.\n\nPhoto illustration by Holly Allen\n\nNow that the Tribune had found the central character in this ongoing welfare drama, a story about large, dysfunctional institutions became a lot more personal. The failure—or worse, unwillingness—to ferret out Taylor’s dirty deeds revealed more about the flaws of state and county government than any balance sheet ever could. In his report to his superiors at the Chicago Police Department, Sherwin described ping-ponging from the Department of Public Aid to the state’s attorney’s office to the U.S. attorney, with none of the agencies expressing much interest in helping him out. The Tribune’s headline: “Cops find deceit—but no one cares.”\n\nSherwin eventually found a willing partner in the Legislative Advisory Committee on Public Aid, a body put together by state legislators eager to take a stand against government waste. The detective also learned that Taylor was wanted on felony welfare fraud charges in Michigan. At the end of August 1974, she was arrested in Chicago, then released on bond in advance of an extradition hearing. A month later—and the day after the Tribune told her story for the first time—Linda Taylor didn’t answer when her name was called in Cook County Circuit Court. The most notorious woman in Illinois was on the lam.\n\n3 “The Woman Was Smooth”\n\nOn Aug. 12, 1974—four days after Linda Taylor told Jack Sherwin she’d been robbed—Lamar Jones met his future bride. The 21-year-old sailor was working in the dental clinic at Chicago’s Great Lakes Naval Training Center when a beautiful woman walked in to get her teeth cleaned. Something about her was totally fascinating, Jones remembers. “I met her because she was pretty and I was shooting game to her,” he says. “I guess her game must’ve been stronger than mine, because I met her that Monday and [got] married that Saturday.”\n\nJones thought he was lucky to get hitched to the 35-year-old Linda Sholvia. She was beautiful, with the smoothest skin he’d ever seen. She also gave him $1,000 as a wedding present, and he had his pick of fancy new cars. But Lamar and Linda’s marriage lasted only a little longer than their five-day courtship. A few weeks after they exchanged vows, Linda was arrested. When Jones paid her bond, his new wife fled the state. To make things worse, she stole his color TV.\n\nThe young Navy man realized that something was amiss with his new bride even before the television went missing. When she showed him a degree from a university in Haiti, he noticed that it said Linda Taylor, not Linda Sholvia. Jones says Linda had five mailboxes at her residence at 8221 S. Clyde Ave., and she’d get letters in all five, addressed to different names. He got a bit uneasy when Linda told him, after they were married, that he was her eighth husband. She also had a “sister” named Constance who seemed more like her adult daughter.\n\nHer skin was so pale and smooth, he says, that she could look Asian, or like a light-skinned black woman, or even white. One night, though, he woke up before dawn and saw that his bride’s smooth skin wasn’t so perfect—she had “1,000 wrinkles on her face.” After he caught this illicit glimpse, Linda locked herself in the bathroom for an hour. When she came out, she looked like a whole new person.\n\nPhoto illustration by Holly Allen\n\nOnce Linda fled the state, that ended all hope of salvaging their three-week marriage. Jones says at that point he cooperated with authorities, who wiretapped his phone and traced one of the fugitive’s calls. On Oct. 9, “Constance Green” was apprehended in Tucson, Ariz., on behalf of Chicago police. Three days later, the Tribune’s George Bliss wrote that “the 47-year-old ‘welfare queen’ was being held in a [Tucson] jail.” It’s the first instance I’ve found of someone being branded a “welfare queen” in print.\n\n\n\nA month after his wife was brought back from Arizona, Lamar Jones testified against her in front of a Cook County grand jury. Jones says that around the time of that proceeding, he was shuffled into a car with another witness and told they had something in common: They were both married to Linda (or maybe it was Connie) at the same time. That was a surprise to Jones. His wife had told him that husband No. 7 was dead.\n\nCircuit Court of Cook County\n\nOn Nov. 13, Taylor was indicted on charges of theft, perjury, and bigamy. (The bigamy charges were later dropped.) In court records listing the counts of the indictment, the defendant’s name is recorded as Connie Walker, aka Linda Bennett, aka Linda Taylor, aka Linda Jones, aka Connie Jarvis. She was either 35, 39, 40, or 47 years old, depending on whose story you believed.\n\nGiven all the superlatives that attached themselves to Taylor—the executive director of the Legislative Advisory Committee on Public Aid told the Tribune, “She is without a doubt, the biggest welfare cheat of all time”—the charges against her weren’t all that impressive. One of the assistant state’s attorneys prosecuting Taylor told the UPI that all the rumors were “probably” true. “But what makes me angry about all the stories is that most of them are not indictable,\" she said. \"We simply don't have the facts on all of those things.” The Tribune reported that Taylor was filching every form of public assistance imaginable: Social Security, food stamps, Medicaid, and Aid to Families With Dependent Children. But the hard evidence—canceled AFDC checks, and Medicaid ID cards under multiple names—allowed the state to charge her with stealing $8,000 from the public coffers, nothing more.\n\nTaylor’s welfare fraud case stalled in the courts for long enough that her 1974 indictment remained campaign fodder for Ronald Reagan in 1976. The yawning chasm between “probable” and “indictable” was wide enough for Reagan to label Linda Taylor a public scourge, and for the candidate’s critics to claim she was a media myth. In October 1976, Reagan—who had lost that year’s GOP nomination to Gerald Ford—devoted one of his regular radio commentaries to updating the story of the “welfare queen, as she’s now called.” (While I haven’t found any examples of him saying “welfare queen” on the stump in 1976, he did use the term in this radio address.) According to Reagan, it had now been revealed that this woman (he still didn’t identify her by name) had operated in 14 states using 127 names, claimed to be the mother of 14 children, was using 50 addresses “in Chicago alone,” and had posed as an open heart surgeon. She also had “three new cars, a full-length mink coat, and her take is estimated at a million dollars.”\n\nWhile Reagan sourced his report to “the chief investigative reporter of the Chicago Tribune,” I can’t find anything in the Tribune to support the claim that Taylor’s take reached $1 million. The bits about the new cars and the fur coat were accurate, though. And the part about her posing as a heart surgeon—that was probably true, too.\n\nThe Tribune printed so many incredible stories about Linda Taylor that it really wasn’t necessary for Reagan to exaggerate the figures. As he’d said, Taylor had posed in Michigan as a heart surgeon named Dr. Connie Walker and, in the Tribune’s telling, “drove a new Cadillac bearing the physicians’ staff and serpent on both doors and the word ‘Afri-med’ on the rear.” According to other accounts, she allegedly practiced voodoo and had traveled to Jamaica after being released from jail. In September 1975, Taylor’s son-in-law and her daughter Sandra were indicted for getting fraudulent Aid to Families With Dependent Children payments. A month later, with Taylor out on bond and awaiting trial for welfare fraud, she told police that two men with guns had barged into her apartment and stolen $17,000 in jewelry—a crime reminiscent of those phony burglaries that led the Chicago police to start digging into her tangled life.\n\nIn February 1976, Jack Sherwin dropped in on Taylor’s home to deal with yet another burglary case. This time, Chicago’s welfare queen was the alleged perpetrator, not the victim. Taylor allegedly had snatched $800 worth of items from a woman she’d been living with. The police found the victim’s electric can opener, color TV, and fur coat squirreled away in Taylor’s apartment building, though a three-piece polka-dot pantsuit was not recovered. The officers also found two small children living in squalid conditions. The boys, a white 7-year-old and a black 5-year-old, were taken into protective custody.\n\nThe subsequent news stories focused on Taylor’s car, which was impounded because she’d allegedly used it in the commission of the crime. The headline in the New York Times: “ ‘Welfare Queen’ Loses Her Cadillac Limousine.” The newspapers did not mention all the other evidence found in Taylor’s home. A partial rundown of the items seized, as listed in the police report:\n\nCircuit Court of Cook County\n\nphone bill carrying the name Mary Stevenson, c/o Willtrue Loyd\n\nChicago Motor Club document bearing the name Yepez Juventino\n\na Chicago Motor Club card for Linda C. Jones\n\nan AMOCO Motor Club card for Linda C. Wakefield\n\nAllstate Insurance Co. letter to Linda Bennett\n\na department store credit card in the name Patricia M. Parks\n\ncoroner’s death certificate for Frank Brown\n\nbusiness letter from Martin Fertal attorney at law to Mrs. Lillian McIntosh\n\nVeterans Administration letter to Mrs. Constance Howard\n\nauto insurance policy in the name of Linda C. Wakefield\n\nVeterans Administration letter to Jessie L. Green\n\nmembership document of “Epsilon Delta Chi” certifying Connie R. Walker, Ph.D., M.D., as member\n\nmembership card for Epsilon Delta Chi in name Dr. Linda C. Wakefield\n\nbirth certificates for children named Willie and Hosey\n\na personal letter signed “Husband Ray”\n\na rent receipt from Mrs. Linda Ray to Everleana Brame\n\na mortgage receipt for J&P Parks\n\na mortgage notice, for the same address, for Linda C. Wakefield\n\na receipt for a safety deposit box in the name Linda C. Jones\n\na telephone bill addressed to Sherman F. Ray\n\nenvelope addressed to Linda Ray\n\ntwo lottery tickets\n\nIn addition to this remarkable collection of documented pseudonyms, Taylor’s cache includes many other people’s names—on a credit card, a telephone bill, and all manner of documents. These are not aliases. They are possible victims.\n\nFor much of the 1970s, Taylor had consistent legal representation from celebrated black Chicago attorney R. Eugene Pincham. In the run-up to Taylor’s welfare fraud trial, Pincham—who managed to delay the proceedings for years, winning continuance after continuance—positioned his client as a victim of coldhearted, overreaching prosecutors. “It would be a pretty sorry situation if the state tried to prosecute and send to jail everybody from the South Side that took welfare money they didn't have coming,\" he told the Tribune in 1976. \"There'd just be nowhere to put them.” Prosecutors, meanwhile, called Taylor a “parasitic growth,” a leech who gleefully extracted taxpayers’ money.\n\nTaylor didn’t help her legal team sell the idea that she was a piteous victim. The AP described her courtroom attire as “brightly colored mod outfits with sparkling rings and bracelets,” a gaudy wardrobe that gave TV crews and newspaper photographers the perfect welfare queen action shot. Isaiah Gant, who eventually took over Taylor’s case from his colleague Pincham, says she’d position herself to be seen by the cameras but would not deign to speak. “Doing interviews would have made her commonplace,” Gant says.\n\nThe trial of the welfare queen finally began in March 1977, two-and-a-half years after Det. Jack Sherwin cited Taylor for making a false burglary report. Sherwin testified that he’d observed Taylor with green Medicaid ID cards carrying the names Connie Walker and Linda Bennett. An FBI handwriting expert, too, took the stand to say that 13 of the Walker and Bennett signatures on her monthly AFDC checks, which ranged in value from $249 to $464, were “definitely” written in Taylor’s hand.\n\nPhoto by Charles Knoblock/AP via Corbis\n\nIt took the jury seven hours to find Taylor guilty. Judge Mark Jones sentenced her to two to six years for theft and one for perjury, with the terms to be served consecutively. The Chicago Sun-Times reported that Taylor, always poker-faced in court, had tears in her eyes when she learned her fate.\n\nShedding a tear is a rational response to a felony conviction. Taylor’s behavior before, during, and after the trial, by contrast, was consistently bizarre and brazen. While Taylor was awaiting sentencing, Judge Jones revoked her bond when the home address she’d given a probation officer turned out to be a vacant lot. Though she’d been called Linda Taylor throughout the trial, she now told a different story: “They're looking for Linda Taylor, and I'm not Linda Taylor.” A few months later, she was released from custody briefly while her case was on appeal. According to Cook County prosecutor James Piper, she subsequently “applied for welfare, claiming she needed the money for medical purposes.” Piper told the St. Louis Globe-Democrat that she was suspected of falsifying information on the application.\n\nWas Taylor a cold and calculating grifter? Was she mentally ill? Isaiah Gant, who has been an attorney for nearly four decades, says his onetime client “was a scam artist like I have never run across since.” Gant, now an assistant federal public defender in Nashville, Tenn., says Taylor could change personalities in an instant. “If she wanted to be a ho, she could be a ho. If she wanted to be a princess, she could be a princess,” he says. “The woman was smooth.”\n\nWhen she was preparing to stand trial for the 1976 theft of an electric can opener and fur coat, another of Taylor’s attorneys had asked the court to have her submit to a behavioral clinic examination. In that petition, her lawyer explained that Taylor’s former attorneys had informed him “that the Defendant was incapable of knowing whether or not she was telling the truth.” In addition, there were “reports of two psychiatrists who examined her which referred to her as being psychotic and unable to understand the nature of the proceedings.”\n\nThe petition for a medical examination was ultimately denied. In February 1978, the welfare queen entered Illinois’ Dwight Correctional Center. According to the Sun-Times, while incarcerated she worked cleaning her fellow inmates’ cottages. As of March 1979, she had a minor violation on her prison record, having “allegedly used state-owned materials to make cushions and sell them.”\n\nAfter that, Linda Taylor disappeared from newsprint. By the end of the 1970s, Taylor had become a historical footnote. The welfare queen was forgotten before anyone figured out who she really was.\n\n4 “Enough Strychnine to Kill a Dozen People”\n\nIt took a crew of cops nearly 20 hours to count all the cash. There were coins and bills stuffed in the furniture, sheathed in piles of clothes, and stuffed inside laundry bags, pillowcases, cardboard boxes, and an old foot locker. A deputy superintendent said that it was the biggest haul he’d come across in 23 years on the force. The final tally: $763,223.30.\n\nThe Chicago police had gone to Lawrence Wakefield’s house on Feb. 18, 1964, after getting a report that he was deathly ill. When cops and firemen arrived on the scene, they spotted coin wrappers and betting slips—the calling cards of a gambling operation. Just hours after the authorities raided his living room, Wakefield died in the hospital of an intracranial hemorrhage. His death certificate identifies him as a 60-year-old “Negro.”\n\nPhoto by UPI via Corbis\n\nEverybody on the South Side of Chicago knew Wakefield was a hustler, but they didn’t think he was this good at it. Wakefield operated a policy racket, a kind of underground lottery that thrived in the Windy City until the 1970s. Neighborhood proprietors fished numbers out of a drum, and bettors won by matching the resulting combination—the UPI termed it “the poor man’s stock market.”\n\nBy the mid-1960s, the Italian mob had muscled most of the black kingpins out of the policy game, but they hadn’t hassled the shabby, modest-living Wakefield. Why bother? The guy was clearly small time.\n\nIt was probably true that Wakefield’s glory days were long gone—some of the greenbacks the cops uncovered were a half-century old. But the money was still real, even if he preferred hoarding it to spending it. Since he hadn’t been charged with any crime, the police didn’t confiscate Wakefield’s bounty. Now, it wasn’t clear how to disburse this windfall. Wakefield hadn’t made out a will, and he had no known living relatives.\n\nWhen photos of all that cash hit the Chicago papers, more than a dozen alleged heirs emerged to grab for the money. One contender was Rose Kennedy, a 66-year-old white woman who said she was Wakefield’s common-law wife. According to Kennedy, she and her late husband—who had died 30 years earlier—had invested $160,000 to start their own policy operation in Chicago. When her husband passed away, Kennedy explained, Lawrence Wakefield had taken the reins of their operation, and she’d become his live-in companion.\n\nKennedy’s toughest competition for the loot was a woman named Constance Wakefield. On April 18, 1964, the city’s black newspaper, The Chicago Defender, splashed a headline across its front page: “Dead Policy King’s $763,000 Demanded By His ‘Daughter’: Has Papers To Prove Her Claim.” The first two paragraphs of the story read skeptically:\n\nA 29-year-old woman who claims to be the daughter of the late policy king, Lawrence Wakefield, has unfolded a fantastic story of \"plots\" and intrigues which separated her from her \"father.\"\n\nThe claimant, Constance Beverly Wakefield, who lives on Chicago's Northside, showed the DEFENDER an array of \"documents\" which, she claims, prove she is the daughter of Wakefield.\n\nGraphic by Slate.\n\nThe Defender’s reporter described an unusual scene at Constance Wakefield’s home, which was protected by a bodyguard, decorated with “odd figurines,” and featured a myna bird that “constantly squawked the name ‘Lawrence.’ ” The 29-year-old Constance, who showed “signs of having been a beauty in her younger days,” produced a 1935 birth certificate listing her parents as Lawrence R. Wakefield and Edith L. Jarvis. Constance said she’d grown up in Blytheville, Ark., and had believed until recently that this Edith Jarvis was her grandmother.\n\nIt got stranger from there. Constance told the Defender that Rose Kennedy, Lawrence Wakefield’s purported common-law wife, was no such thing. She also accused Kennedy of trying to poison her, saying, “The doctors said I had swallowed enough strychnine to kill a dozen people.” And in just the last few weeks, she reported, police had captured two white men trying to break into her house; a “swarthy Italian” had threatened to kill her; and her bodyguard had narrowly thwarted an attempt to blow up her 1964 Cadillac. A few days after that, the Associated Negro Press wrote that Constance Wakefield Steinberg—she was a “light-skinned Negro woman with a ‘Jewish’ surname”—“reported to police that her 11-year-old son, John, had been kidnapped and that she had received a number of threatening calls.”\n\nWhether she was going by Constance Wakefield, Linda Taylor, or any other name, the future welfare queen never went for subtlety. She was a woman of great ambition, and she conjured a universe in which the forces arrayed against her were equally extraordinary. Someone was always trying to kill her, or steal from her, or kidnap her, or take her children. These stories rarely checked out. Her son John, the Chicago Sun-Times would report, hadn’t been kidnapped. He was found by FBI agents wandering near his house, and explained that he’d run away after a fight with his sister. Census records and Lawrence Wakefield’s own death certificate reveal that Edith Jarvis was not Wakefield’s wife, as Taylor had asserted—she was his mother. When Taylor went to probate court to press her claim to the Wakefield fortune, even more of her story fell apart.\n\nConstance Wakefield was many people, but she probably wasn’t Constance Wakefield.\n\nIn this and many of her other battles, Linda Taylor’s weapons were documents, paperwork of uncertain provenance that buttressed her version of events. Though her birth to Lawrence and Edith did not appear in contemporaneous records, she procured a delayed birth certificate from the doctor who she claimed had delivered her. She also furnished a pair of Lawrence Wakefield’s heretofore-undiscovered wills. The first, which dated to 1943, included a description of Wakefield’s daughter that matched her own, “specifically describing a scar and a mole and their location on her body,” the Tribune reported. The second will, from 1962, indicated that Wakefield had $2 million, that the vast majority of that lucre should go to his daughter, and that Rose Kennedy—who Taylor maintained was Lawrence Wakefield’s housekeeper, not his common-law wife—was entitled to precisely $1. \"She is no good and will try to take everything from my baby,” the will read, according to the Tribune. “She has stoled enough from me since the death of my Edith.\"\n\nNone of this evidence—the delayed birth certificate, the will that conveniently trashed her primary rival—convinced Cook County Assistant State’s Attorney Gerald Mannix that he was dealing with Lawrence Wakefield’s real daughter. A long way from Chicago, he found someone who could help him prove it.\n\n“A surprise witness testified in Probate court yesterday that Miss Constance Wakefield, who claims to be the illegitimate daughter of the late Lawrence Wakefield, policy king, and thus heir to his fortune, actually is Martha Louise White,” the Tribune reported on Nov. 10, 1964. Hubert Mooney, who claimed to be Martha’s uncle, explained that his niece was born in Summit, Ala., around 1926, making her about 38 years old—nine years older than she’d claimed to be in the guise of Constance Wakefield. Martha, Mooney said, was the daughter of his sister Lydie and a man named Marvin White. The court didn’t have to take his word for it. Hubert’s 84-year-old mother came from Tennessee to testify that she’d assisted in her granddaughter Martha’s birth.\n\nMooney said he’d seen his niece most recently in Arkansas—the state where “Constance Wakefield” had grown up, according to her interview with The Chicago Defender. He’d also run into her in Oakland, Calif. On that occasion, she’d asked her uncle to bail her out of jail. According to the Chicago Sun-Times, the assistant state’s attorney produced fingerprints and “police records from Oakland, which he said were those of Miss Wakefield, listing arrests for prostitution, contributing to the delinquency of a minor, and assault.” A police expert testified that those fingerprints matched those of Beverly Singleton, a woman who’d been arrested the year prior for assaulting a 12-year-old girl. Constance Wakefield, it seemed, was many people, but she probably wasn’t Constance Wakefield.\n\nPhoto illustration by Holly Allen\n\nThis dramatic testimony didn’t clear everything up. For her part, “Constance Wakefield” said she knew Hubert Mooney but that she was not Martha Louise White. She also denied that she was the woman identified in all those criminal records, though she did confess that she’d been charged with assault in Oakland.\n\nWeighing all the evidence, Judge Anthony Kogut cited Taylor for contempt of court and sentenced her to six months in jail. She wouldn’t get any of Lawrence Wakefield’s money, the balance of which would go to Rose Kennedy, the policy king’s common-law wife.\n\nFor Hubert Mooney, who died in 2009, this was a jarring experience. His daughter Joan Shefferd says Mooney was from a different era, and that he was a very prejudiced man. Taylor’s behavior, she says, made her father angrier than she’d ever seen him. His niece’s lying and scheming were one thing, but there was something else he’d never understand. Why was Martha Louise White passing herself off as a black woman?\n\n5 A Mixed-Race Family in the Deep South\n\nForty-five years before she became the welfare queen, Linda Taylor was a little girl on a farm in Mississippi County, Ark. The 1930 census identifies her as Martha Miller, one of three children of Joe Miller, a cotton farmer. Joe’s wife was Lidy Miller (written in other documents as Lyde or Lydie).\n\nThough her Uncle Hubert testified that Taylor was born in Summit, Ala., the census says her place of birth is Tennessee. She’s listed as 4 years old in 1930 and 13 in the 1940 survey, meaning she was born sometime between 1925 and 1927. As of 1940, the 13-year-old girl had attended school, but had gone only so far as the second grade. And in the box labeled “color or race,” she’s marked with a “W” for white, just like everyone else in her family.\n\nCourtesy National Archives. Graphic by Slate.\n\nThose who, back then, knew Linda Taylor as Martha remember her as a willful child: If you told her she couldn’t do something, she’d set out to prove you wrong. She also didn’t look like her parents and siblings. Shelby Tuitavuki, who grew up near the Miller family in Arkansas, says Taylor had long black hair and dark skin. “I think she could’ve been black,” the 71-year-old Tuitavuki says. Joan Shefferd, who’s 62 and lives in Kansas, doesn’t believe Taylor was really black. She says her cousin’s pigmentation was a product of her family’s Native American heritage.\n\nIt’s possible that Taylor’s biological father—identified by Hubert Mooney as a man named Marvin White—was black. Or perhaps a family secret was buried a few more generations back. No matter her bloodlines, the more persistent truth was that Martha Miller—who would later shed her childhood name for a nearly endless set of aliases—was a racial Rorschach test. She was white according to official records and in the view of certain family members who couldn’t imagine it any other way. She was black (or colored, or a Negro) when it suited her needs, or when someone saw a woman they didn’t think, or didn’t want to think, could possibly be Caucasian.\n\nThe young Taylor moved between two very different worlds in the Jim Crow–era South, a type of flexibility that could get a young woman into trouble. Shelby Tuitavuki says that around 1950, Taylor had an affair with Tuitavuki’s uncle, a white man with blond hair and blue eyes. Tuitavuki says her aunt flew into a rage, throwing rocks at her husband’s car and jeering at his paramour, shouting, “Come out, you black nigger!”\n\nIt wasn’t just Taylor’s skin and choice of men that drew scorn. By the early 1950s, she had four children, and they didn’t all look alike. The first, Clifford, was born in 1941, when she was a teenager. He was white. The second, Paul—who, for reasons that have been lost to history, was nicknamed Tojo after the Japanese prime minister—was born in Oakland, Calif., in 1948. On Paul’s birth certificate, his mother is listed as Connie Martha Louise White, a 21-year-old white housewife. (Even at this early stage, Taylor was trying on new names.) The father was Paul Stull Harbaugh, a 24-year-old white Ohio native serving in the U.S. Navy. Paul Jr.’s race is also recorded as white. His skin, though, was dark—much darker than his mother’s.\n\nHer third son, Johnnie, was born in 1950. A short while later, she had a daughter, Sandra. Johnnie, like his brother Cliff, was unmistakably white. Sandra, like her mother, was more racially ambiguous.\n\nTaylor and her children lived an itinerant existence. “We would go from Arkansas to Mississippi, then from there we’d go to Ohio, California, Chicago,” her son Johnnie remembers. Everywhere they went, there was trouble—the kind you’d expect when a mixed-race family traveled through the Deep South.\n\nTo Johnnie, it seemed like his mother had succumbed to prejudice and hardship—that she’d given up on their mismatched family.\n\n“If Paul was with us, people used to say, We’ll give you $10, give us some of his hair,” says Johnnie, who is now 63 years old. When they lived in Louisiana, Paul wasn’t allowed to eat inside a white-owned restaurant. Johnnie remembers taking his food outside and joining his older brother under a tree. The two children were ordered to split up, he says, and told there’d be big problems if they were seen together again. His mother was called “a nigger lover and all kinds of prejudiced stuff,” Johnnie says.\n\nThey spent more time in cars than houses, and Johnnie associates each place with a different make and model: a little green Nash in El Paso, Texas, a white Oldsmobile 88 station wagon in Peoria, Ill. When it was time to leave, they left quickly, with each child’s belongings in a single bag. They lived like fugitives. “As a kid, I didn’t know from one year, one day, one second to the next where I would be tomorrow,” Johnnie says.\n\nCliff left home in his early teenage years, Johnnie says, and then it was just him, Paul, and Sandra. It was them against the world—and often them against their mother. Johnnie says Taylor was not a loving person. She used to beat him, he says, because “I was the odd one”—a white child who saw himself as a black sheep.\n\nWhen Chicago prosecutors unmasked Constance Wakefield in 1964, they revealed that she’d been charged in Oakland with (among other things) contributing to the delinquency of a minor. Later, in Arizona and Illinois, she’d have children taken from her after police found signs of neglect. Throughout her life, wherever she went, she was always picking up children and losing them, other people’s and her own. When Johnnie was young, he says, his mother would often hand her kids over to friends, family, and tenuous acquaintances, with no indication of when or if she’d return. In the mid-1950s, she left Paul with a black family in Missouri. After a brief reunion, she left him again, this time with a family in Chicago. His siblings wouldn’t see Paul again for many years.\n\nJohnnie loved his brother, and he missed him. “I asked her all the time, Where’s Paul? When is Paul coming back?” His mother would say that he was fine, that he was with his grandparents. But Johnnie knew she wasn’t telling the truth. To him, it seemed as though she’d succumbed to prejudice and hardship—that she’d given up on their mismatched family, ditching the child who happened to have the darkest skin.\n\n6 Money and Bodyguards\n\nLife was good in Chicago. Johnnie, his mother, and his sister had a furnished apartment, and the kids all got new bicycles, something they never had when they were younger. Now that they were under the protective wing of Lawrence Wakefield, what could possibly go wrong?\n\nTaylor’s relationship with the black policy king was not a total fantasy she’d conjured in a bid to get a dead man’s money. Johnnie isn’t sure how his mother knew Wakefield, but he says it was clear when they got to Chicago around 1960 that the two of them had history. Johnnie says that his mother would call Lawrence “dad,” and Lawrence would call her his daughter. They didn’t have a sexual relationship so far as he knows, and Wakefield seemed driven to take care of Taylor and her children. They always had money, Johnnie says, and even bodyguards.\n\nPhoto by Josh Levin\n\nIn the early 1960s, they settled in at 1109 N. Damen Ave., in Chicago’s Ukrainian Village. Wakefield was down the block in a building dotted with frosted-glass windows. As a kid, Johnnie says, he carried a few bags for the old man, dropping them off at a jewelry store a half-mile from his house.\n\nEven if he was running numbers for an illegal gambling racket, Johnnie remembers this as an idyllic time—a period of comfort and stability after years on the run. And then, suddenly, Lawrence Wakefield died. “It was like the whole Earth flipped on us,” Johnnie says.\n\nFor all that he’d done for them in Chicago, Lawrence hadn’t provided for them upon his passing, unless you believed the dubious wills that “Constance Wakefield” waved around in probate court. With the family’s breadwinner out of the picture, Taylor and her children became vagabonds again, moving from house to house on Chicago’s predominantly African-American South Side. For Johnnie, this was devastating, an unwelcome return to the disjointed life he thought he’d left behind. Johnnie’s path to delinquency was now set. At 14, he says, he became a full-time criminal. For the next decade, he was in and out of juvenile detention and prison.\n\nHer son Cliff had left home as a teenager. Paul had been given away as a child. Now, Johnnie was roaming the streets. And on March 3, 1966, The Chicago Defender reported that “Constance’s” daughter was gone.\n\nSandra Stienberg, 13, of 4325 S. Calumet Ave., has been missing from home for 18 days. Her mother, Mrs. Constance Wakefield, says she believes her daughter has been abducted. If she is seen, please notify Chicago police at WA 2-4747.\n\nThere’s almost no chance that Sandra was really kidnapped. Two years prior, Taylor had falsely reported that Johnnie had been abducted. He says now that his mother likely just wanted the cops to do the hard work of tracking him down after he’d left home of his own volition.\n\nIn 1967, she’d try the same line again, telling Chicago police that another of her children had been taken. When the cops investigated, they found that the child wasn’t missing. They also discovered that the kid didn’t belong to her.\n\n7 Who Stole the Fronczak Baby?\n\nThe first time I spoke with Raymond Pagan, he asked if I’d talked to any of the other kids that Taylor had kidnapped. (I had not.) Raymond, who is 46 and lives in Chicago, was very young when he was abducted—his mother says he was 3 when he was returned to her—but he says he remembers other children, and that they were all jammed into the same bed. “Thank God I was a kid and I didn't know what the hell was going on,” he says. Still, he had nightmares about Taylor for years.\n\nRaymond’s mother Rose Termini wasn’t worried about leaving her son with Linda Taylor—after all, she had been a good babysitter for her sister’s daughter Anna. When Termini needed someone to watch Raymond for a couple of days, she decided she’d leave him with Taylor, too. “She acted friendly, nice, kind, and I seen her with her kids, and I seen my niece there,” the now 62-year-old Termini says. There were four or five children there in all, she remembers. “I go, OK—then I trust her. But then when I went back for my son, he was gone.”\n\nPhoto by Josh Levin\n\nTermini says she reached Taylor on the phone a few times, and she would assure her that she’d return Raymond soon. But she never did. Termini remembers taking the bus to the far South Side to search for her son, but Taylor kept changing her address. She didn’t call the police because she was just 16 years old, and she was afraid of what Taylor would do to her and her family. “I was scared of the lady because she had so much money, and I didn't know how to get to her,” she says. “She had money, jewelry, cars—I mean, she had almost everything she wanted.” Termini says she had a nervous breakdown, and that she ended up in the hospital for months. “I would keep on saying, I gotta find my son, I gotta find my son.”\n\nTermini claims it took her two years to get Raymond back. Her husband, who was in a gang called the Dragons, passed along a message to Taylor’s daughter Sandra that it was time for the abduction to end. Termini recalls that Sandra—who, like her, was a teenager at the time—would say, “I can't bring Raymond to you because [of] my mother.” But she says Sandra eventually relented, telling her mother that she was taking Raymond to a friend’s place for just one night. “Ever since then, [Raymond] stayed with me,” Termini says. And after that, she never saw Sandra or Linda Taylor again.\n\nJohnnie Harbaugh says Raymond and Raymond’s cousin Anna both stayed with Taylor, and “she didn’t want to let either one of them go.” He doesn’t know how Rose Termini got Raymond back, but he says he’s the one who rescued Anna. Johnnie says that when Taylor refused to part with Anna, he broke into Taylor’s house early in the morning, snatched the baby, and took the little girl to her mother, Lorraine Termini, on the “L” train.\n\nLorraine Termini died in 2006, and Johnnie’s sister Sandra Smith has refused all interview requests. There is one third-party account that references the Termini kidnappings. In March 1975, when Taylor was waiting to be tried for welfare fraud, the Chicago Tribune’s George Bliss and William Griffin wrote that in 1967, Taylor had asked the police to find her son, “Lena Womack.” The cops discovered that the 19-month-old Lena was really Lorraine Termini’s child, and they reported that Johnnie had returned the baby to its real mother.\n\n\n\nJohnnie says the Tribune got part of the story wrong: Lena was Lorraine’s daughter, Anna, not a baby boy. He explains that Taylor, who at various times went by Constance Womack, simply gave the child a new name. The Tribune article also says that Lena/Anna was returned in 1967; Rose Termini’s account places the kidnappings slightly later. Johnnie, Termini, and the Tribune all agree, though, that Linda Taylor took children. The only question is how many.\n\nDid Linda Taylor pull off one of the most notorious kidnappings of the 1960s?\n\nIn another Tribune story, Bliss and Griffin noted that Linda Taylor had been arrested twice in the 1960s for absconding with children, though she wasn’t convicted in either case because the little ones were returned. The reporters also laid out a possible motive. “Chicago’s welfare queen,” they wrote, “has been linked by Chicago police to a scheme to defraud the public aid department during the mid-1960s by buying newborn infants to substantiate welfare claims.”\n\nThis theory is a little hard to believe. Given Taylor’s ability to fabricate paperwork, acquiring flesh-and-blood children seems like an unnecessary risk if all you're looking to do is pad a welfare application. Her son Johnnie believes his mother saw children as commodities, something to be acquired and sold. He remembers a little black girl—he doesn’t know her name—who stayed with them for a few months in the early 1960s, “and then she just disappeared one day.” Shortly before Lawrence Wakefield died, Johnnie says, a white baby named Tiger showed up out of nowhere, and then left the household just as mysteriously. I ask him if he knew where these kids came from or who they belonged to. “You knew they wasn’t hers,” he says.\n\nBefore Wakefield’s death, Johnnie says, his mother’s behavior was unconscionable. After her benefactor passed away in February 1964, it got even worse. In the early 1960s, Taylor had a few babies who came from who-knows-where. Suddenly there were a whole lot more, kids like Anna and/or Raymond—and maybe a boy who was taken from his mother’s arms at Chicago’s Michael Reese Hospital.\n\nOn April 18, 1964, The Chicago Defender ran its interview with “Constance Wakefield,” the one in which she claimed to be the rightful heir to her father Lawrence’s fortune. Nine days later, a newborn child was kidnapped by a woman dressed in a white nurse’s uniform. Dora Fronczak told police that the mystery woman whisked away her son Paul Joseph, telling the new mother that her baby boy needed to be examined by a doctor. Witnesses said the ersatz nurse carried the infant through a rear exit and disappeared.\n\nPhoto by AP via Corbis\n\nThe Fronczak case transfixed Chicago and the nation. The Tribune, the Sun-Times, and the national wire services printed eyewitness accounts, sketches of the suspect, diagrams of the kidnapper’s probable path, and the family’s pleas for their child’s safe return. Within a day, 500 policemen were working the case, including 50 FBI agents. They were looking for a woman between her mid-30s and mid-40s, around 5-foot-4 and 140 pounds, with close-set brown eyes. Nine months after the kidnapping, the Tribune reported that a staggering 38,000 people had been interviewed in connection with the case, and that 7,500 women had been eliminated as suspects. Still, the baby-snatching nurse remained at large.\n\nDid Linda Taylor pull off one of the most notorious kidnappings of the 1960s? In early 1975, law enforcement officials got a tip from one of Taylor’s ex-husbands that she “appeared one day in the mid-1960s with a newborn baby, altho[ugh] she had not been pregnant.” Her explanation, the Tribune said, was that “she hadn't realized she was pregnant until she gave birth that morning.”\n\nLater that month, the Tribune revealed that Taylor had reportedly told police in 1967 “that she had given birth to a boy in Edgewater Hospital on Dec. 13, 1963—four months before the birth and kidnaping of the Fronczak baby. That child, she said, was living with foster parents in Chicago Heights.” Police discovered that the birth certificate for this supposed baby was signed by Dr. Grant Sill—the same doctor who had provided a bogus delayed birth certificate showing she was Lawrence Wakefield’s daughter. Dr. Sill, who is now deceased, had agreed to stop practicing medicine in 1970 to avoid prosecution on charges of “selling dangerous drug prescriptions to youngsters.”\n\nJohnnie says his mother often claimed that she worked in a hospital, and that she’d wear a nurse’s hat. Rose Termini, without any prompting, begins the narrative of her son’s kidnapping by saying that Taylor “once told me she was a nurse and she got around a lot with kids.” According to Termini, Taylor would often dress in a white uniform—she says she saw the getup with her own eyes.\n\nIn 1977, a man named Samuel Harper told police prior to Taylor’s sentencing for welfare fraud that he believed she had kidnapped Paul Joseph Fronczak. He explained that he was living with her at the time, that several other white infants were in her home, and that she left the house in a white uniform on the day of the kidnapping. Johnnie Harbaugh confirms that Harper, who was 69 years old in 1977 and likely died many years ago, lived with his mother for a period in the 1960s. If anyone was in a position to know what Linda was up to, Johnnie believes, it was Sam Harper.\n\nJack Sherwin, who retired from the Chicago Police Department in the mid-1990s, says he saw a composite drawing of the Fronczak kidnapper in an FBI office. “I looked at it for a second and knew it was her,” he says. In police reports from the 1970s, Taylor is listed at 5-foot-1 and 140 pounds with brown eyes—not that far off from the suspect’s description. Sherwin says she also had a station wagon at that time that matched the description of the potential getaway car. He believes she was “guilty as hell.”\n\nAnd yet, Linda Taylor was never charged in the kidnapping of Paul Joseph Fronczak. Ron Cooper, a retired FBI agent who worked on the Fronczak case in the 1970s, says that they “had no cooperation from people around her.” Everyone who talked “would tell you a story and it would just sort of be a flim-flam thing, and it wouldn’t make any sense.” If she had taken Paul Joseph in 1964, he was long gone.\n\nJohnnie says he doesn’t know anything about the Fronczak case specifically. He’s always suspected, though, that his mother sold the baby she called Tiger—that would explain her evasiveness, and how an infant could come and go with no explanation. Tiger’s whereabouts remain a mystery. The same goes for the baby abducted from Michael Reese Hospital in 1964. Fifty years later, Paul Joseph Fronczak has yet to be found.\n\n8 “She Was Going to Get My Badge”\n\nFor Jack Sherwin, the fight to take down Linda Taylor was a multifront war. Some battles were contested face to face. “At one point the arrestee Linda Taylor stated that no matter how much money it took she was going to get my badge and me,” the detective wrote in one police report. “She then blurted out that she had a bullet for me. [There] were other things said such as she would tell my wife about all the ‘Black Ass’ I had.” Taylor also waged a disinformation campaign, calling Sherwin’s superiors to complain that the detective had it in for her. She even took the fight to the astral plane, jabbing sharp pins into a voodoo doll, one she told Sherwin that she’d made especially for him.\n\nSherwin did the digging that led to Taylor’s arrest for welfare fraud, and his testimony helped send her to prison. But four decades after he first met Linda Taylor, the 74-year-old retired detective can’t help but feel that she beat him. She was his prize catch, but Sherwin ended up getting snared in her net.\n\nCircuit Court of Cook County\n\nFrom early August to the end of September 1974, Sherwin unraveled several lifetimes’ worth of Taylor’s scheming. As the detective neared a breakthrough, he paused the investigation to go on his honeymoon. Upon his return, he saw his case splashed across Page 3 of the Chicago Tribune. The paper reported that Sherwin and his partner had used their “blood-hound instincts” to uncover Taylor’s public-assistance scams. Sherwin’s shock at seeing these plaudits in print quickly turned to anger. Thirty-nine years later, he’s still fuming.\n\nHaving the story leak would’ve been bad enough. What made it much, much worse was that Sherwin’s superiors didn’t know he’d been digging into Taylor’s past. Sherwin says Taylor’s persistent complaints had succeeded—he’d been told to back off due to her allegations of harassment. Rather than heed that order, Sherwin and his partner gathered evidence off the clock. “I would’ve had it all put together in a bundle for the bosses,” he says. “They would’ve been happy.”\n\nInstead, the department’s higher-ups learned about his unsanctioned sleuthing on the same day Tribune readers did. George Bliss’ article depicted Sherwin as a swashbuckling hero fighting desperately to convince anyone to take interest in this incredible case of welfare fraud. That didn’t go over well at headquarters. “The boss who was in charge of my office at the time—oh, was he irate,” Sherwin remembers. He believes the leak torpedoed his career.\n\nIt’s not just that Sherwin suffered professionally after the story hit the papers. In the aftermath of that Tribune article—and the one published two weeks later that gave Taylor her famous nickname—Sherwin and his partner were detailed to the investigative unit of the state Senate’s Legislative Advisory Committee on Public Aid. The detective had been looking into a wide range of Taylor’s crimes, but now a police matter had become a political one. The welfare fraud, it seemed, was all that mattered.\n\nFor the Chicago burglary detective, Linda Taylor was never really the welfare queen. He believed she was a kidnapper and a baby seller. Maybe something worse.\n\n9 “She Killed My Mother”\n\nPatricia Parks-Lee and her two little brothers went to Montessori school, and their mother took them shopping at the big department stores in downtown Chicago. Mrs. Parks, who was also named Patricia, earned her living as a schoolteacher. Her daughter describes her as polished, a woman with a master’s degree who hung out with college-educated types. Parks-Lee says that Linda Taylor, by contrast, looked weathered, like she’d done a lot of hard living. “She didn’t associate with people like that,” says Parks-Lee, who’s now 48. She believes her mother must have hired Taylor to keep house and watch the kids, nothing more. She says that Linda Taylor was the worst nanny they ever had.\n\nTaylor took up residence with the Parks family in 1974. At that point, Patricia Parks was a healthy woman with three young children. Less than a year later, she was dead. At the time, Taylor was out on bail, awaiting her welfare fraud trial. The Tribune explained that she was now under investigation yet again after authorities “learned that Mrs. Parks reportedly had willed her home to Miss Taylor and had made her the beneficiary of ‘several’ insurance policies and the guardian of her three children.”\n\nTaylor was pulling off a slow-motion home invasion, and the only witnesses to the crime were a few small children.\n\nParks-Lee was 10 years old when Taylor moved in, and her brothers were 8 and 6. Taylor’s daughter Sandra’s two children stayed at the house for a time as well. Sandra wasn’t around much, but Parks-Lee says she was friendly and jovial, at least compared to her mother. Taylor “wasn't nurturing,” Parks-Lee says. Her attitude toward children: “I don't wanna hear you, I don't wanna see you.”\n\nBefore Linda Taylor moved in, Parks-Lee had her fill of home-cooked Trinidadian cuisine: fish, rice, and homemade bread. Now, with her mother getting sicker and increasingly confined to her bed, she and her brothers barely had anything to eat—it was the only time in her life, Parks-Lee says, that she went to bed hungry. It got so bad that she found her brothers in the pantry with the door closed, trying to hide that they were eating dog biscuits.\n\nParks-Lee had been raised to never question her mother, and now she felt completely lost. “We didn't go to church anymore, we didn't associate with the people who were my mother's regular friends,” she says. Taylor was pulling off a slow-motion home invasion, and the only witnesses to the crime were a few small children. There was nobody around to answer the questions swirling in the 10-year-old girl’s head: Who was this woman who’d taken over their lives? And what did she want from them?\n\nAs Patricia Parks’ health declined, Taylor rearranged their home. She put Parks in her daughter’s room, and Parks-Lee moved in with her two brothers. Linda Taylor, the new woman of the house, took over their mother’s old room. “Linda would go in and feed her pills,” Parks-Lee says. The children were mostly banished to the back of the house, and Parks’ bedroom was always dark and closed off. Parks-Lee remembers that it was hard for her mom to talk. She would still smile, though, giving her children as much affection as she could muster.\n\n“I never thought my mom was going to die,” Parks-Lee says. Taylor kept saying that Parks was going to get better, but her health never improved. And then, she was gone.\n\nPatricia Marvel Parks passed away on June 15, 1975. She was 37. The death certificate identified the informant as Linda C. Wakefield, “friend.”\n\nTaylor told the funeral director that Patricia Parks had cervical cancer. When her blood was drawn at the funeral home, however, the sample contained a high level of barbiturates. On Parks’ death certificate, the coroner indicated that she had died of “combined phenobarbital, methapyrilene, and salicylate intoxication.” There is no indication that she had cancer.\n\n“She killed my mother,” Parks-Lee says. She’s so sure about what Linda Taylor did that she says it three more times: “She killed my mother. She killed my mother. I just, I mean—she killed my mother.”\n\nFor Patricia and her two brothers, their mother’s death was devastating. For the Chicago newspapers, this potential homicide was an opportunity to gawk at the welfare queen’s strange lifestyle.\n\nPhoto illustration by Holly Allen\n\nThe Tribune reported that “when investigators entered the dead woman's bedroom they found five lamps directed toward a hospital bed, a pair of witch doctors' masks hung on walls, candles, a voodoo manual, and a religious statue on a nearby table.” The paper quoted a woman named Frances Fearn who said she had introduced Parks and Taylor. Mrs. Fearn “said Miss Taylor had identified herself as Linda Mallexo, an African doctor who practiced voodoo.” She also noted that at “their first meeting, Miss Taylor told Mrs. Parks that she would die in six months.”\n\nLinda Taylor used to tell people that she got her spiritual training in her supposed home country of Haiti. Johnnie says he remembers his mother practicing voodoo—or, her version of voodoo—as far back as the 1950s. “We lived in New Orleans and Albany, Louisiana, and all she did was that witchcraft stuff,” he says. Rose Termini, who says Taylor absconded with her son Raymond in the 1960s, says, “Oh yeah, she used to play with candles.” Parks-Lee remembers there being “potions” all over the house. The Tribune also found a woman named Jo Ann McFall who had paid Taylor $1,500 for a series of “spiritualism visits” in 1971. The article continued, “Miss McFall said she ended the sessions when one of Miss Taylor’s sons told her his mother was a ‘fake and a con woman.’ ”\n\nTaylor used her charms to seduce Lamar Jones and her many other husbands. But her powers of persuasion worked on more than just marriageable men. Patricia Parks-Lee says her mother was trusting and naive. As a native of Trinidad, where there’s a long tradition of belief in sorcery and folk magic, she may have been more inclined than most to buy what Linda Taylor was selling. It seems likely that Taylor convinced Parks that she had spiritual skills—and convinced her, somehow, to hand over her children, her property, and access to her bank accounts. When Taylor was arrested for stealing a can opener and fur coat the year after Parks’ death, the dead woman’s credit card was among the items found in her possession.\n\nA murder in Chicago is mundane. A sumptuously attired woman stealing from John Q. Taxpayer is a menace.\n\nAs in the Fronczak kidnapping, Taylor was never charged with killing Patricia Parks. James Piper, the prosecutor in the welfare fraud case, also looked into the alleged Parks homicide. He tells me that he “was satisfied personally that there had been chicanery.” But Piper says that he wasn’t able to acquire blood samples from the hospital where Parks had been pronounced dead. He believed that without the samples there was no “connector”—nothing to convince a jury that Taylor had administered a lethal drug cocktail to Parks. Piper says that his decision wouldn’t have prevented the Chicago police from continuing their investigation. He believed, though, that indicting Taylor for murder would have created the perception that he was looking for more publicity for the welfare fraud case—a case with clearer evidence, and one that he didn’t want to jeopardize.\n\nFor Jack Sherwin, this seemed backward. Despite his deep familiarity with Taylor’s criminal methods, Sherwin was never included in the Patricia Parks investigation—he says that would have required Chicago homicide cops to share their turf with a burglary detective, a nonstarter in the territorial department.\n\nOther than Sherwin, nobody seemed all that motivated to learn the full extent of Linda Taylor’s crimes. Though the Tribune wrote about Taylor’s purported connections to the Fronczak kidnapping and the Parks homicide, the paper treated her kid-snatching and voodoo spells as colorful details—odd facts to embellish the shocking welfare queen story. In 1975, the Tribune reported the allegation that Linda Taylor was “buying newborn infants to substantiate welfare claims.” Somehow, though, the welfare claims remained the bigger story, not the allegations of black-market baby trafficking.\n\nFor Ronald Reagan, Taylor was a tool to convince voters that the government was in crisis. For Reagan’s detractors, she personified the candidate’s penchant for willful exaggeration. For Illinois politicians and prosecutors, the war against Linda Taylor and her ilk was a chance to vent some populist outrage and maybe launch a career. A murder in Chicago is mundane. A sumptuously attired woman stealing from John Q. Taxpayer is a menace, the kind of criminal who victimizes absolutely everyone.\n\nIn the 1970s, it was possible for the Tribune, the Sun-Times, and the Defender to make Linda Taylor a national figure while her specific exploits remained local knowledge. This is how, in the days before the Web abetted the flow of information, Ronald Reagan could tell stories about a real woman and be accused of conjuring a fictional character. And it’s how, after Taylor’s brief window of infamy closed, all the disturbing allegations that had been raised in the mid-1970s just faded away.\n\nPatricia Parks-Lee says she thought that Taylor had been sentenced to 20 years behind bars, and that she’d taken comfort from that fact. In reality, the welfare queen was out of prison much sooner than that, and she had no trouble starting a new life, with a bushel of new names.\n\nTaylor did not get Patricia Parks’ house or custody of her children. After their mother’s death, Parks-Lee and her brothers lived with their father and paternal grandparents. It took more than a year for things to get back to normal, Parks-Lee says, at least as normal as they could possibly be. She remembers finding picked-over food, bones, and seeds that one of her brothers had secreted away underneath his bed—a precaution against future deprivation. Her grandfather would assure the boys that they didn’t have to worry anymore, that “they could eat till they puked.”\n\nAs she says those words, Patricia Parks-Lee starts to cry. It’s still hard to talk about those days, and to think about the time when Linda Taylor came into her life and destroyed it before she could figure out what was happening. When I first reached out to her, Parks-Lee explains, she was suspicious. “I really thought you were working on her behalf,” she says. Now she has a mission for me: She wants me to track down Linda Taylor, and she wants me to report back that the welfare queen is dead.\n\n10 “She Was Like a Ghost”\n\nTaylor began serving time for welfare fraud on Feb. 16, 1978. Though Illinois corrections officials say her prison records have been lost, she was a free woman by 1983 at the latest. By the time Taylor won her release, she was closing in on 60 years old, and she was no longer the object of public fascination. When she became a widow in 1983, it didn’t make any headlines. Now, her name was Linda Ray.\n\nGraphic by Slate\n\nOn Aug. 25, 1983, 63-year-old Willtrue Loyd shot and killed 35-year-old Sherman Ray in Momence, Ill., a small town 50 miles south of Chicago. When police arrived at the scene, Loyd confessed to pulling the trigger, explaining that he’d done the deed with the 12-gauge shotgun that was now propped against his trailer. Loyd told the cops that he’d been trying to kill a 7-foot snake that was meandering through his corn patch. All of a sudden, he said, Ray came up behind him and started grabbing at his gun. As they struggled, the firearm discharged inches from Ray’s chest. He was killed instantly.\n\nTaylor had married Sherman Ray, a former Marine, before she landed in prison. Ray’s sister Patricia Dennis says her brother was caring, sincere, and hardworking. When he came back from Vietnam, though, Ray had “emotional problems.” His sister says he had flashbacks, and he’d become agitated if anyone touched him. Dennis, who’s 67 years old and lives in Arizona, says nobody in her family knew Linda Taylor—that she “came out of nowhere.”\n\nAlong with Sherman Ray, Taylor had another man by her side in Momence: Willtrue Loyd. Johnnie Harbaugh’s wife Carol, Taylor’s daughter-in-law, says Loyd was one of the nicest people she’s ever been around, the kind of guy who’d do anything for you. He was an older gentleman, a World War II veteran, and he was particularly devoted to Taylor—it was as though she had some kind of hold over him.\n\nJohnnie and Carol say that Loyd and Ray were always scuffling, and that this mutual contempt was by design. They believe that Taylor pitted the two men against each other, then stepped back and watched the inevitable result. “Linda would never be present for anything that was happening or going on. Nothing could ever come back to her,” Carol says. “She was like a ghost.”\n\nAfter making his confession, Loyd was handcuffed and put in a squad car. The next day, he was released due to lack of evidence. At an inquest into the circumstances of Ray’s death, a detective stated that four potential witnesses all told him they hadn’t seen what happened. One man said he’d been drinking with Ray that day, and a bottle of wine was found on the scene. According to a toxicology report, the victim’s blood ethanol count was an extraordinarily high 0.333.\n\nIn the aftermath of Ray’s death, the National Home Life Insurance Company requested a complete coroner’s report from Illinois’ Kankakee County. Byron Keith Lassiter, who looked into the case on behalf of the insurance firm, says such a contestable death claim investigation would have been routine. With no charges filed against Loyd, the money from Sherman Ray’s life insurance policy would be paid out to his wife, Linda.\n\nHolmes County, Fla., Clerk of Court. Graphic by Slate.\n\nA month after Sherman Ray’s death, Taylor bought a parcel of land in Holmes County, Fla. Her name is listed on the deed as “Rev. Linda Ray.” In the Sunshine State, public records reveal, she’d use at least six names and six different Social Security numbers. She wasn’t there alone. Her companion was her husband’s killer, Willtrue Loyd.\n\nThis is Linda Taylor’s life in microcosm: a series of tangled connections, a death that serves as a potential windfall, a quick move, and a new start in a faraway place. Sherman Ray, the former Marine with emotional problems, was a man in uniform—a classic Taylor mark. Paul Stull Harbaugh, the man listed as her son Paul’s father on the child’s birth certificate, was in the Navy. So was another supposed husband, Paul Steinberg—the Tribune alleged that in the 1960s she was “obtaining federal support” as the widow of both Harbaugh and Steinberg.\n\nLamar Jones, too, was in the Navy. He claims that when she filled out paperwork to become his dependent in 1974, Linda indicated that another of her husbands had been killed in Vietnam. Given her taste for military men, Jones’ first meeting with “Linda Sholvia” at Great Lakes Naval Training Center takes on a different cast. He thought he was lucky to find such a glamorous woman. It’s more likely that she found him—that Taylor saw something in the 21-year-old Jones that she thought she could exploit.\n\nIn 1978, one of her lawyers wrote that Linda Taylor was likely psychotic, that she “was incapable of knowing whether or not she was telling the truth.” Johnnie Harbaugh is certain that’s not the case. “She was cold,” he says. “She knew what was right and wrong, but she was choosing wrong.”\n\n11 “I’ll Blow Your Head Off”\n\nFor Linda Taylor, people were consumable goods, objects to cultivate, manipulate, and discard. Once she’d extracted something of value—an identity, a check, a life insurance claim—she’d move on to someone else. No matter her circumstances, and no matter her surroundings, there was always a new target.\n\nWhat kind of person behaves this way? In the 1970s, psychologist Robert Hare developed a checklist to assess a given subject’s personality. The symptoms on Hare’s list read like a catalog of Linda Taylor’s known behaviors and personal characteristics: glib and superficial charm, pathological lying, manipulativeness, lack of empathy, parasitic lifestyle, frequent short-term relationships, and criminal versatility.\n\nOf the 20 items on the Hare Psychopathy Checklist–Revised, nearly every one describes the welfare queen to some degree. Dr. Steve Band, a behavioral science consultant and an expert on criminal behavior, says “people with that personality know right from wrong.” Dr. James Fallon, a professor of psychiatry and human behavior at the University of California at Irvine and the author of The Psychopath Inside, says that Taylor “screams psychopathy.” Along with deriving pleasure from criminal behavior, he says, psychopaths “really like getting away with it”—that “the ones who have intelligence, they don’t want to get caught.”\n\nDespite the striking synchronicity between this checklist and Taylor’s behavior, diagnosing someone as a psychopath isn’t as easy as ticking a set of boxes. As Dave Cullen wrote for Slate in 2004, it took an elite group of mental health experts to establish Columbine shooter Eric Harris’ psychopathic “pattern of grandiosity, glibness, contempt, lack of empathy, and superiority.”\n\nIf a similar team of psychologists scrutinized the welfare queen, Hare’s checklist would be a logical place to start. For her part, Taylor’s daughter-in-law Carol Harbaugh has a simpler list, one with just three points: “She was brutal. She was mean. She was terrible.”\n\nSome of Taylor’s victims were spared her worst behavior—they just learned an expensive lesson and got on with their lives. Kenneth Lynch, who’s now in his early 80s, bought a property with Taylor in Holmes County, Fla. Lynch remembers her saying that her husband had been killed by mobsters in Chicago. He also says that Taylor never came up with her share of the money, though she did pilfer Lynch’s last name. Reta Hunter, who lives in Live Oak, Fla., says “Linda Lynch” led her to stop trusting people. Taylor told Hunter she was a psychic who’d descended from Caribbean royalty, and that she could help remedy her relationship with her daughter. “The last time I seen her it cost me $80 for about 20 minutes,” Hunter says. “She could take you, honey. She was a slick talker.”\n\nNot all of Linda Taylor’s relationships ended so harmlessly. Sherman Ray took a shotgun blast to the chest. Patricia Parks’ life ended in her daughter’s bedroom with her body pumped full of phenobarbital. And an elderly African-American woman named Mildred Markham died in Graceville, Fla., far away from her home and loved ones.\n\nTaylor and Markham met in Chicago in the early 1980s. Markham’s husband James, a retired Pullman porter, earned a good salary in his day. Soon after he passed away, Taylor convinced the railroad man’s widow that she was her long-lost daughter. “All [Mildred] used to do was talk about this Linda,” recalls Markham’s granddaughter, Theresa Davis, who is 75 and still lives in Chicago.\n\nBy the time she fell under the sway of her new “daughter,” Mildred Markham was well into her 70s. Davis and her mother tried to convince Markham that Taylor was a con artist, but she wouldn’t listen. Markham went with Taylor to Momence, Ill. From there, they moved to Florida. All the while, according to Davis, “my grandfather’s money was going out the bank.” She says that as much as $50,000 went missing, along with Markham’s furniture, sewing machine, jewelry, and mink coats. And in 1985, Mildred deeded away 185 acres of Markham family land in Mississippi. The grantees were Linda Lynch and her son Clifford. For his part, Clifford says he had no idea that his name was on the deed, and that he played no part in this land deal.\n\n\n\nLincoln County, Miss., Chancery Clerk\n\nDavis says she and her mother eventually saw evidence of their worst fears: Markham wrote them from Florida saying, without getting into specifics, that she was being mistreated. They tried to find Mildred, but all the addresses on her letters turned out to be phony.\n\nJohnnie and Carol Harbaugh say they saw that abuse firsthand. Johnnie worked as a trucker back then, and he and his wife would see Taylor two or three times a year. She was living on a farm in Graceville, Fla., along with Willtrue Loyd and Mildred Markham.\n\nOnce, when the Harbaughs were in Florida for a visit, Markham begged them to take her back to Chicago. Carol says Taylor was verbally abusive, and that she watched her lock Markham in a room. Markham also told them that she wasn’t being fed. “She was forced to be there against her will,” Carol says.\n\nThey did not rescue Mildred Markham. Johnnie says that he was determined to take her but that she changed her mind at the last minute and decided to stay. In Carol's recollection, Taylor told Johnnie, “You even think about it, and I’ll blow your head off.” She says her husband took the threat seriously, and he decided not to get involved.\n\nMildred Markham died on Oct. 5, 1986. Her death certificate says she passed away of “presumed natural causes,” and that she had previously suffered a stroke. The Graceville police department reported that her husband, Willtrue Loyd, found her body in bed.\n\nCarol Harbaugh says she thought Loyd and Markham had gotten married. Florida records suggest that was probably the case. In March 1986, Loyd married a woman named “Constance Rayner” in Marianna, Fla. The marriage application says Constance’s home state is Louisiana; Theresa Davis says that’s where her grandmother, Mildred Markham, was born. The bride signed her supposed maiden name, Constance Wakefield, in a looping script. It’s a shaky signature, one that doesn’t much resemble Linda Taylor’s tidy penmanship.\n\nFlorida Medical Examiner, District 14. Graphic by Slate.\n\nTaylor always took something from her prey. But this marriage record, with the telltale Wakefield surname, shows that even as she sucked this older woman dry, Taylor was grafting parts of herself onto Mildred Markham.\n\nMarkham’s medical examiner’s file lists her name as Mildred Constance Raner Loyd. Her death certificate (which misspells her first name) indicates that she’s a citizen of Trinidad, and her parents’ names are Frank Raner and Edith Wakefield. According to her granddaughter, Mildred Markham’s maiden name was actually Hampton, and she was born in the United States. Markham’s mother was not Edith Wakefield—back in the 1960s, Linda had tried to convince a judge that Edith Jarvis Wakefield was her own mother. When Markham was still alive, Taylor made her believe that they were mother and daughter. In death, she slotted Markham into her long-running, fictional life story.\n\nAs in the cases of Patricia Parks and Sherman Ray, Taylor stood to gain financially from Mildred Markham’s death. Mildred’s medical examiner’s file includes letters from Union Fidelity Life Insurance and Gulf Life Insurance, both of which were looking to verify the claims of one “Linda Lynch,” the decedent’s daughter. The file also contains a note in which someone, presumably the medical examiner’s assistant, writes that Markham’s daughter “took out insurance policies at varied times using different names (marriages).” The daughter needed a letter to clear up this misunderstanding, and the medical examiner complied. “To the best of my knowledge Mildred Constance Raner Loyd, Constance Loyd, and Mildred Rayner are one in the same person,” he wrote.\n\nFlorida Medical Examiner, District 14. Graphic by Slate.\n\nThat wasn’t the only confusion about Mildred Markham’s death. On May 15, 1987, Dr. D. Bruce Woodham sent a letter to the medical examiner’s office saying that his patient did not die of natural causes. Woodham, a neurological surgeon, wrote that Markham hadn’t suffered a stroke. Rather, she’d fallen and hit her head. “I believe that Ms. Loyd's death was the result of an injury, she fell, she sustained a subdural hematoma, and she herniated from this, and that caused her demise,” the doctor explained.\n\nOn account of Dr. Woodham’s letter, Markham’s death was reclassified as an accident. Regardless, Taylor probably collected on those life insurance policies—so long as there were no accusations of foul play, the companies more than likely paid up.\n\nDr. Woodham, who is still practicing, says that although he wrote that Mildred Markham fell and hit her head, there’s no way he can know with certainty. He’s not a forensic pathologist, and he doesn’t have the expertise to distinguish between injuries that are consistent with a fall or ones that might come from a car accident or a blunt instrument. Dr. Woodham says he doesn’t remember the particulars of this case, but in general he goes by what he’s told—information provided by a paramedic, or possibly a family member.\n\nTheresa Davis does not believe her grandmother fell and hit her head. She is convinced that Mildred Markham was murdered, and that Linda Taylor is somehow responsible.\n\n\n\nSix years after Mildred Markham’s death, her widower Willtrue Loyd died in Florida at age 72. The medical examiner’s report says he succumbed naturally, to heart disease. Loyd’s next of kin is listed as Linda Lynch, his granddaughter. Taylor was only about seven years younger than her “grandfather.” Nevertheless, as Loyd’s supposed heir, she presumably stood to receive the World War II veteran’s benefits. Another death, another check.\n\nA short time after Loyd passed away, Johnnie Harbaugh and his wife were on vacation in Florida. He says it was around 1994, and Johnnie’s sister Sandra called to say their mother was in bad shape. “She was a mess when we found her,” Carol Harbaugh says. Taylor was living in Tampa. She’d had several face lifts, and she was wearing raggedy clothes and shoes that were too big for her. She was also “making crazy things up,” clearly in the throes of dementia.\n\nJohnnie wanted to leave Linda in Florida, but he brought her back to Chicago out of a sense of obligation. “She is my mother,” he says. She lived with Johnnie for a short while, then moved in with Sandra. For the next decade, their mother continued her mental and physical decline. In 2002, she was hospitalized.\n\n“I don’t know what made me go to the hospital the day that she passed away, but I went there [for] maybe 20 minutes,” Johnnie says. The last thing she told her son was that she had a spider in her chest. She was pounding herself with her fist, Johnnie recalls, trying to kill this imaginary arachnid. It was a horrible, pathetic sight. Johnnie couldn’t stand to see it, so he left. His mother died later that day, April 18, 2002, of a heart attack. She was somewhere between 74 and 77 years old.\n\nCook County Clerk\n\nFor Linda Taylor, documents were never simple accountings of the truth. Pieces of paper always told a story—about her identity, her husbands, her children, her parentage, what was owed to her, and who owed it—and that story was usually self-serving, contradictory, and false. That didn’t change just because she was dead.\n\nHer death certificate, compiled from information provided by her daughter Sandra Smith, is a blend of truth, lies, and conjecture. The welfare queen’s name is rendered as Constance Loyd, which it wasn’t. Her date of birth is listed as Dec. 25, 1934. It wasn’t. She’s described as a homemaker, which she wasn’t. Her father and mother are given as Lawrence Wakefield and Edith Elizabeth Jarvis. They weren’t. Her race is white—the same as in the 1930 and 1940 census. Among her itemized medical conditions is bipolar disorder. That may be true, or it may be a fabrication.\n\nThe welfare queen was cremated. She has no gravestone. For a few years in the 1970s, Linda Taylor’s name was synonymous with greed and sloth. Now she was dead, and nobody noticed.\n\n12 “She Beat the System”\n\nLinda Taylor’s welfare fraud trial set off a tidal wave of prosecutions. After securing the welfare queen’s conviction, Assistant State’s Attorney James Piper was placed in charge of a special welfare fraud unit. In its first year, Piper’s crew indicted 241 people. “I think the welfare queen Linda Taylor brought about a change in thinking,” Piper told the Tribune. “Millions each year are being stolen and we decided to do something about it.”\n\nWith news of indictments streaming across the front pages of the Tribune and Sun-Times, Illinoisans increasingly saw welfare fraud as a public danger. In a 2007 paper in the Journal of Social History, Julilly Kohler-Hausmann reports that a 1978 poll of Illinois voters found “that 84 percent ranked controlling welfare and Medicaid fraud and abuses their highest legislative priority.” The Tribune encouraged its readers to hunt down welfare cheats, regularly promoting a fraud hotline set up by the Department of Public Aid. In 1977 alone, that hotline received 10,047 calls. In 1979, close to 2,000 cases of potential welfare fraud were referred to law enforcement in Illinois, an increase of 1,015 percent since 1971.\n\nIllinois embodied a nationwide trend. According to Kohler-Hausmann, welfare fraud investigations increased 729 percent across the country between 1970 and 1979. This wasn’t because fraud was on the rise, she argues—it was because Illinois and other states criminalized welfare overpayments that had once been handled administratively. The rising level of prosecutions didn’t correspond to an increase in benefit levels either. In fact, monthly welfare benefits (that is, payments via Aid to Families With Dependent Children and, after President Bill Clinton’s 1996 welfare reform legislation, Temporary Assistance for Needy Families) began a long, steady decline in real dollars around the time of Taylor’s trial, one that’s continued to the present day.\n\nIt’s impossible to define the exact scope of welfare fraud in America then or now. A 1983 publication sponsored by the Department of Justice, for example, estimated annual Aid to Families With Dependent Children overpayments at between $376 million and $3.2 billion—not exactly a precise range. What’s clear, though, is that Linda Taylor’s larger-than-life example created an indelible, inaccurate impression of public aid recipients.\n\nThe plural of anecdote is not data. The plural of the craziest anecdote you’ve ever heard is definitely not data. And yet, the story of the welfare queen instantly infected the policy debate over welfare reform. Sociologist Richard M. Coughlin notes that in 1979, AFDC families had a median of just 2.1 children and a very low standard of living compared to the average American. In 2013, Bureau of Labor Statistics data continue to bear out the stark economic gap between families on public assistance and those who are not. Linda Taylor showed that it was possible for a dedicated criminal to steal a healthy chunk of welfare money. Her case did not prove that, as a group, public aid recipients were fur-laden thieves bleeding the American economy dry.\n\nIf Linda Taylor had been seen as a suspect rather than a scapegoat, lives may have been saved.\n\nEven so, Ronald Reagan regularly dusted off the welfare queen’s lurid misadventures, arguing that rampant fraud demanded decisive government action. In pushing for welfare reform as president in 1981, he told members of Congress that “in addition to collecting welfare under 123 different names, she also had 55 Social Security cards,” and that “there’s much more of [this type of fraud] than anyone realizes.” The recent debate over cuts to the federal food stamp program, too, has featured Republican claims that we can save $30 billion by “eliminating loopholes, waste, fraud, and abuse.”\n\nIn truth, Reagan wrung savings out of the federal welfare program by slashing benefit levels and raising eligibility requirements. And with regard to today’s food stamp cuts, as Eric Schnurer explains in the Atlantic, “none of the savings actually come from fraud, but rather from cutting funding and tightening benefits.”\n\nIf Linda Taylor had been seen as a suspect rather than a scapegoat, lives may have been saved. Prosecutors have great discretion in choosing what cases to bring—that’s how the rate of welfare indictments could shoot up so dramatically in a single decade. When politicians and journalists whip the public into a frenzy about welfare fraud, the limitations of municipal budgets and judicial resources dictate that less attention be paid to everything else. Linda Taylor’s story shows that there are real costs associated with this kind of panic, a moral climate in which stealing welfare money takes precedence over kidnapping and homicide.\n\nTaylor was a hard woman to pin down. She was canny, incorrigible, and mobile in a relatively primitive technological era, one in which a determined lawbreaker could make it very difficult to follow her tracks. To gather enough evidence to convincingly tie Taylor to her most serious crimes, the Chicago Police Department would’ve needed to commit to the effort fully. Clearly, they did not. In preventing Jack Sherwin from devoting his abundant energy to stopping the Windy City’s most resourceful criminal, the Chicago police prioritized day-to-day bureaucratic expedience. Sherwin says he wanted to trace Taylor’s husbands and find out what happened to every one of them, but he couldn’t get the go-ahead. He says he “wasn’t given the leeway to do what I really wanted to do.”\n\nWhen cops and prosecutors let Taylor slip through their grasp, they weren’t just setting a dangerous woman loose. They also tossed away their institutional memory of her past schemes. Given the confusion she intentionally sowed, her only match was someone like Sherwin, who’d spent countless hours puzzling out her methods and movements. If Sherman Ray or Mildred Markham had turned up dead in Chicago, then law enforcement hopefully would have been wise enough at that point to launch a full-blown investigation. But Taylor was too smart for that. Once she got her freedom, she relocated to Momence and Graceville, places where nobody knew her many names.\n\nJack Sherwin lost track of Linda Taylor a long time ago. When I tell him that his greatest antagonist died in Chicago in 2002, he says he doesn’t condone anything she did, but that “in her own way, she was a great person. She beat the system.”\n\nPatricia Parks-Lee says she gets a small amount of comfort from knowing that Taylor is dead, but it doesn’t bring her any closure. “My mom is gone,” she says. “I’ll never get answers to my questions. I’ll never know why she did what she did.”\n\nChester and Dora Fronczak never found their son Paul Joseph. Two years after he was kidnapped from a Chicago hospital, the Fronczaks adopted a child who’d been found abandoned in New Jersey. They were certain this was their missing son, christening him Paul Joseph and raising him as if he were the baby that had been taken from them.\n\nJust more than a year ago, the Fronczaks’ adopted son posted a short note on a message board called “Orphan Memories”:\n\nHi, I was identified by the FBI as Paul Joseph fronczak, the kidnapped baby from Michael Reese hospital in Chicago, IL. ... I was abandoned in newark nj on July 2, 1965, found in a stroller outside a variety store. I was placed in an orphanage. When the FBI found me, I was placed in a foster home and given the name \"Scott McKinley.\" I have just found out that I am not Paul Joseph fronczak. I need help to find out who I am.\n\nThis ersatz Paul Joseph is now on a quest to find his true identity. He’s also trying to find the baby that was taken from his adoptive parents. The FBI says it’s pursuing new leads, and ABC’s Barbara Walters recently hosted a 20/20 special on the Fronczak mystery. The man raised as Paul Joseph Fronczak, who is 49 years old (he thinks) and lives in Nevada, tells me that he was not aware of Linda Taylor’s potential connection to the 1964 kidnapping. Special Agent Joan Hyde, the media coordinator for the FBI’s Chicago field office, says the bureau will not comment on an active investigation.\n\nJohnnie Harbaugh says he left his criminal ways behind in the 1970s, and insists that he’s no longer the man his mother raised. But his life hasn't been easy. He’s most often unemployed, and he and his wife struggle to pay their bills with his granddaughter, his son, and his son’s girlfriend living under his roof. He’s got several cars in his garage in Chicago’s northwest suburbs: a truck, a PT Cruiser. He waits until he’s almost broke and then he sells one.\n\nPhoto by Josh Levin\n\nJohnnie believes that his mother was capable of almost anything—that for her, family was a means to an end. His wife Carol says that after Taylor got out of prison, they learned to put padlocks on their interior doors to protect their property and themselves. Johnnie tells me his mother tried to poison him with castor oil when he was 2 or 3 years old. His older brother Cliff told him that if he hadn’t taken Johnnie and run away, then he would’ve been dead.\n\nEleven years after his mother died, there’s one mystery that Johnnie isn’t sure he wants to solve. Johnnie Gilbert Harbaugh’s birth certificate says he was born on Jan. 7, 1950 in Blytheville, Ark. That document, though, wasn’t issued until May 29, 1957.\n\nThere are plenty of legitimate reasons to file for a delayed birth certificate—it’s possible that Johnnie’s birth, in rural Arkansas, wasn’t recorded right away. Johnnie Harbaugh’s mother, though, once used just such a document as a means of deception: In the 1960s, she procured a delayed birth certificate to prove she was “Constance Wakefield,” Lawrence Wakefield’s daughter.\n\nWhen he was a child, Johnnie says, he’d see birth certificates just lying around the house. Is his own birth record a phony?\n\n“I might have even been somebody else’s kid,” he says. “She might have grabbed me when I was a baby.” He thinks it’s likely he was stolen, that he belongs to someone else. “I’ve always felt like that, even as a kid, even as far back as I can remember.”\n\nOver the years, he says, he had several people back in Arkansas pull him aside and say they’d tell him his life story one day—who he is, and who his mother is. But those conversations have never happened. Now, most of the people who might know the truth are dead.\n\nAt one point, he tells me that none of it really matters. “Not to me it doesn’t,” he says. “I got a last name, and that’s all that matters to me.” Then he changes his mind, saying it might be nice to know the truth. Maybe his real parents are out there. Maybe they’re good people. Maybe they miss their son. “Hey,” he says hopefully, “maybe they’re rich.”", "_id": {"$oid": "55daf09504235215b082e315"}}