{"URL": "http://www.slate.com/blogs/the_eye/2015/08/20/the_plight_of_the_green_lawn_in_the_age_of_drought_by_99_percent_invisible.html", "Text": "Courtesy of Mary-Frances Main/Flickr\n\nThis week's edition—about lawns—can be played below. Or keep reading to learn more.\n\nIn communities across America, lawns that are brown or overgrown are considered especially heinous. Elite squads of dedicated individuals have been deputized by their local governments or homeowners’ associations to take action against those whose lawns fail to meet community standards. Call them lawn enforcement agents.\n\nAdvertisement\n\n\n\nIn 2008, a lawn enforcement agent stopped by a home in Bayonet Point, a subdivision in Hudson, Florida, outside of Tampa. Maybe the lawn enforcement agent snapped some photos, maybe there were some boxes ticked off a checklist. Whatever the agent’s field methods, he or she went back to lawn enforcement headquarters and sent out a letter.\n\nThe recipient of the letter was Joe Prudente, who owns the Bayonet Point home with his wife, Pat. The letter said that their lawn was too brown, too weedy, and not maintained well enough. The Prudentes had received a few of these letters before. They tried keeping a clean, green lawn. They watered it, fertilized it, and had even completely resodded their front lawn three times. But patches of grass kept turning brown. Joe Prudente decided he would not resod the lawn again.\n\nCourtesy of Cory Doctorow/Flickr\n\nPrudente met with his homeowners’ association, but it was not cutting him any slack. It told him if he didn’t resod his lawn, it would notify the court. Shortly thereafter, Prudente got a court order telling him to turn himself in or that he would be arrested. At 66 years old, this otherwise law-abiding retiree from Long Island presented himself to the Pasco County jail wearing a “Grandpa Gone Wild” T-shirt. He was apprehended on allegations of failing to properly maintain his lawn to community standards.\n\nFortunately for his wife, only Joe Prudente was listed on the mortgage—otherwise she would have landed in the slammer too. Prudente was held without bail. The only way he would be let out was if his lawn was fixed. Luckily for Prudente, the local paper had written about the arrest and detainment of a senior citizen for having a brown lawn. Word got around, and dozens of people came out to help dig up and resod the Prudentes’ lawn. Prudente was released from jail the next day.\n\nMost cases of homeowners brushing up against “lawn enforcement” do not usually end in jail time. But Prudente was not the only person to have ended up behind bars because of a landscaping issue. Rick Yoes of Grand Prairie, Texas, spent two days in jail for having an overgrown lawn, and Gerry Suttle, a 75-year-old former city council member of of Riesel, Texas, had a warrant issued for her arrest until some neighborhood kids came by and mowed the lawn that she had been unable to take care of on her own.*\n\nCourtesy of Donald Lee Pardue/Flickr\n\nThere’s a paradox to the lawn. On the one hand, it is the pedestal upon which sits the greatest symbol of the American dream—the home—over which people may ostensibly govern however they wish. Yet homeowners often have almost no control over how they should maintain their lawns.\n\nGrass may be a plant, but a lawn is a designed object. Even in the beginning, lawns were always about something else. The very idea of a lawn has its roots in art. Imaginary pastoral scenes of grasslands and hedges as depicted in paintings such as Hieronymus Bosch’s The Garden of Earthly Delights, which predated the existence of manicured lawns and captured the imagination of Great Britain’s landed elites, who would in turn make them real.\n\nA style of English garden developed that prominently featured a green lawn. Right away, everyone recognized that these soft, verdant grasses were more than just a nice outdoor place to walk around barefoot. A lawn was about power. It was a way for these English elites to show off that they were so wealthy that they didn’t need this land to grow food—they could afford to let their fields go fallow, and to keep grazing animals and scythe-wielding peasants to keep it trimmed.\n\nCourtesy of Wikimedia Commons\n\nWhen European colonists set sail for the New World, they took grasses with them. But lawns were still mostly for rich people and, eventually, public parks. It wasn’t until the turn of the 20th century, with the first suburbs, that lawns started appearing around the homes of the middle class. This is where the lawn shifts from being about the flagrant display of wealth to a moral force for the good of civilization.\n\nAndrew Jackson Downing, considered by some to be the father of American landscape architecture (along with his successor, Frederick Law Olmsted), promoted the lawn as a way of beating back the chaos of city life. Downing wrote in his 1850 treatise The Architecture of Country Houses, “[W]hen smiling lawns and tasteful cottages begin to embellish a country, we know that order and culture are established.”\n\nWhen the United States began to suburbanize in the 1950s, suddenly middle-class people were owning larger and larger swathes of land. Covering this land with grass was partially utilitarian—it was a cheap solution to doing something with a large piece of earth—but this connection between lawn and order grew stronger.\n\nCourtesy of Karen Roe/Flickr\n\nToday, grass is the largest irrigated crop in the United States. It comprises much of our urban fabric. A quarter of all of Franklin County, Ohio, which includes Columbus, is lawns—and that’s excluding sports fields and golf courses.\n\nThese grasses live a completely unnatural life cycle. We don’t let them grow tall enough to go to seed, but we also water and fertilize them to keep it from going dormant. We don’t let them die, but we also don’t let them reproduce. Michael Pollan writes that “Lawns are nature purged of sex and death.”\n\nIn his book Lawn People, political ecologist Paul Robbins interviewed dozens of people about their lawns. Interviewees told him that if their grass got too long, neighbors would come by and ask if their lawnmower had broken and if they needed to borrow one. People who wouldn’t mow their lawns might find an aggressive neighbor had done it for them in the middle of the night or while they were out of town.\n\nCourtesy of futureatlas.com/Flickr\n\n“The free-market American neoliberal subject who does as he or she pleases would just say, ‘To hell with my neighbors! I’m just going to let my lawn grow!’ ” Robbins says. “But instead they do the Communist thing, which is collective management of what is essentially a moral commons. It’s not your lawn, it’s the whole community’s lawn, and you’re responsible for this part.”\n\nBut as much as the lawn seems to be rooted to the American landscape, we may be seeing a transition. At least, in the Western U.S., California Gov. Jerry Brown declared in 2015 that the Golden State would need to cut water use by 25 percent. “We’re in a new era,” said Brown. “The idea of your nice little green grass getting water every day—that’s gonna be a thing of the past.”\n\nIn California, the lawn is perhaps the most visible symbol of the drought. Restrictions allow people to water only two or three times a week. In California, Arizona, and Nevada, governments are actually paying homeowners to rip out their grass and replace it with artificial turf or landscaping that doesn’t need water. This 2014 “Brown Is the New Green” campaign from the Santa Clara Valley Water District in California suggests that homeowners could just let their lawns turn brown.\n\nBut if you want to keep a lush green lawn amid the drought, you can hire a lawn painting service. Xtreme Green Grass, based in Sacramento, California, manufactures a nontoxic solution that turns brown grass green. (It can also do white to emulate snow in the wintertime.) Lawn painting isn’t new, but if you’ve never heard about it, it’s because it’s generally only been used on golf courses and pro sports fields. It’s only since this most recent drought that lawn painting has come home. Xtreme Green Grass has built up a nationwide franchise, and it has a number of competitors. Many of Xtreme Green Grass’s clients are homeowners associations—so lawn painting is becoming accepted by even the strictest lawn enforcement agencies.\n\nPerhaps we as a society are beginning to question the supremacy of the perfectly kept lawn. Now, in the dead of California’s drought, some people are berating one another for using too much water (see #droughtshaming). Although it may be good that people are becoming more conscious of water usage, the moral architecture of drought-shaming is a little too familiar. It’s just the newest trend in how people police one another’s lawns.\n\nTo learn more, check out the 99% Invisible post or listen to the show.", "_id": {"$oid": "55daee6a04235215b082e1b3"}}