{"URL": "http://www.straitstimes.com/tech/new-products-logitech-mx-anywhere-2-wireless-mouse-xiaomi-mi-note-and-more", "Text": "Logitech MX Anywhere 2 Wireless Mobile Mouse\n\nPERIPHERAL\n\n$129\n\nLogitech's MX Anywhere 2 Wireless Mobile Mouse works on any surface, even glass, because of its Darkfield Laser Sensor.\n\nThis versatile mouse can also be paired with up to three devices via the Logitech Pico Unifying receiver or Bluetooth connection that are included.\n\nTo switch devices, just hit the Easy-Switch button on the mouse. Its scroll wheel enables hyper-fast scrolling, so you can skim long documents or webpages quickly.\n\nSamsung Galaxy Tab S2\n\nTABLET\n\nFrom $598, available on Aug 7\n\nSamsung's Galaxy Tab S2 is a skinny 5.6mm and comes in two display sizes of 8 inches and 9.7 inches.\n\nThe Android 5.02 (Lollipop) tablet weighs 265g for the 8-inch model and 389g for the 9.7-inch one.\n\nThe Tab S2 is the lightest and thinnest tablet of its size currently, according to Samsung.\n\nBoth models have octacore processors and Super Amoled screens, and come in Wi-Fi or 4G versions.\n\nAsus ZenBook UX305\n\nULTRABOOK\n\n$1,398\n\nIf thin and light is your laptop mantra, Asus' ZenBook UX305 might just be your cuppa tea.\n\nJust 14.9mm thick and weighing only 1.3kg, the ZenBook UX305 is one of the slimmest 13.3-inch laptops in the market.\n\nIts display has a QHD+ resolution of 3,200 x 1,800 pixels. It uses in-plane switching technology to provide wide viewing angles.\n\nPacked with a fifth-generation Intel Core processor, an Intel HD Graphics 5500 graphics processor, up to 8GB of system memory and a 256GB solid-state drive, it offers performance in a sleek package.\n\nXiaomi Mi Note\n\nSMARTPHONE\n\n$569\n\nXiaomi's latest smartphone is here. The Mi Note has a 5.7-inch full high-definition display with an eye-popping 1,400:1 contrast ratio for richer colours, according to Xiaomi.\n\nThe Mi Note packs a quad-core Qualcomm Snapdragon 2.5GHz processor, 3GB of system memory, 64GB of storage and a 13-megapixel f/2.0 rear camera in its 6.95mm ultra-thin frame.\n\nIt has dual SIM card slots, so you can use an overseas data SIM card while travelling but still retain your Singapore line.\n\nElement Case Sector Black Ops for iPhone 6 and 6 Plus\n\nIPHONE CASE\n\n$259.95\n\nElement Case built its iPhone 6 and 6 Plus cases for use by the military and in rugged environments.\n\nThe Sector Black Ops case has a lightweight polycarbonate monocoque chassis with a soft- touch finish. Its aluminium back plate has military-grade aluminium rails and crowns for enhanced strength and protection. Despite its strong and sturdy build, it weighs only 60g.\n\nNike Air Zoom Elite 8\n\nRUNNING SHOES\n\n$179\n\nNike's Air Zoom Elite 8 are the lightest running shoes in its Zoom training footwear series.\n\nThe size 10 (US) men's shoe weighs just 272g.\n\nIts upper features lightweight mesh with Nike's supportive Flywire technology. The mesh allows breathability without adding weight, while the Flywire wraps the foot for a snug yet adaptive fit.\n\nAsymmetrical lacing keeps your foot in place, and a no-sew overlay provides support and seamless fit.\n\nCompiled by Trevor Tan", "_id": {"$oid": "55dc22d104235215b082e4ca"}}