{"URL": "http://gawker.com/reporter-says-she-tried-to-warn-subway-that-jared-was-a-1725638816?utm_campaign=socialflow_gawker_twitter&amp;amp;utm_source=gawker_twitter&amp;amp;utm_medium=socialflow", "Text": "A reporter who says she informed on Jared Fogle to the FBI claims she also tried to warn Subway that the face of their company had been making sexual comments about her two young children, but “never did hear back from them.”\n\nRochelle Herman-Walrond is a Florida journalist who says she tipped the FBI off after hearing Fogle make inappropriate comments about middle school girls. (According to CNN, the U.S. Attorney’s Office in Indianapolis has confirmed “Herman’s information was part of the federal investigation into the former pitchman.”)\n\nShe’s since detailed her involvement, claiming she wore a wire over a five year period and recorded conversations where he allegedly talked about having sex with children. He also, allegedly, asked her repeatedly to let him install hidden cameras in her kids’ rooms.\n\nAdvertisement\n\n“I had two young children at the time, and he talked to me about installing hidden cameras in their rooms and asked me if I would choose which child I would like him to watch,” she told Inside Edition Thursday.http://gawker.com/reporter-says-...\n\nBut apparently the FBI wasn’t the only entity to whom she reported Fogle’s inappropriate behavior. Herman-Walrond tells Gawker that Subway knew or should have known there were issues with their spokesperson—because she tried to warn Subway’s corporate office in 2009.\n\nShe says she’s not sure of the exact date and doesn’t have a copy of the email because she sent it through a comment form on Subway’s corporate website. But she’s certain she detailed disturbing comments made by Fogle, and she’s certain she never heard back.\n\n“I told them how Jared had approached my children—that I met him during my radio show program—and that he had approached my children and had made sexual comments about wanting to do things with my children and their friends,” Herman-Walrond said. “I never got a ‘Thank you for emailing’ or anything like that, but I sent it and it did go through.”\n\nSubway has not responded to requests for comment.", "_id": {"$oid": "55daefda04235215b082e271"}}