{"URL": "http://www.washingtonpost.com/national/health-science/cdc-ebola-could-infect-14-million-in-west-africa-by-end-of-january-if-trends-continue/2014/09/23/fc260920-4317-11e4-9a15-137aa0153527_story.html?wpisrc=al_national", "Text": "Staff from the North East Ambulance Service and the Royal Victoria Infirmary in Newcastle take part in a national exercise to test Britain’s readiness for an Ebola outbreak.\n\nOct. 11, 2014 Staff from the North East Ambulance Service and the Royal Victoria Infirmary in Newcastle take part in a national exercise to test Britain’s readiness for an Ebola outbreak. Andrew Fox/Britain’s Department of Health via Reuters\n\nThe death toll has risen to more than 4,000 in West Africa, with the first U.S. death from disease occurring in Texas.\n\nNigeria and Senegal are managing to halt the spread of the disease, the World Health Organization said on Monday, although the overall death toll rose to more than 2,700.\n\nNigeria and Senegal are managing to halt the spread of the disease, the World Health Organization said on Monday, although the overall death toll rose to more than 2,700.\n\nThe Ebola epidemic in West Africa, already ghastly, could get worse by orders of magnitude, killing hundreds of thousands of people and embedding itself in the human population for years to come, according to two worst-case scenarios from scientists studying the historic outbreak.\n\nThe virus could potentially infect 1.4 million people in Liberia and Sierra Leone by the end of January, according to a statistical forecast by the U.S. Centers for Disease Control and Prevention published Tuesday. That number came just hours after a report in the New England Journal of Medicine warned that the epidemic might never be fully controlled and that the virus could become endemic, crippling civic life in the affected countries and presenting an ongoing threat of spreading elsewhere.\n\nThese dire scenarios from highly respected medical sources were framed, however, by optimism from U.S. officials that an accelerated response can and will contain the outbreak in the weeks and months ahead.\n\nCDC Director Tom Frieden cautioned that the estimates in the new report from his agency do not take into account the actions taken, or planned, since August by the United States and the international community. Help is on the way, and it will make a difference, he said — but time is of the essence.\n\n“A surge now can break the back of the epidemic, but delay is extremely costly,” Frieden said.\n\nThe situation in West Africa is bleak, with people dying of Ebola in the streets outside clinics that have no available beds, and other victims remaining at home where they are infecting their caregivers. No Ebola outbreak has ever approached the scale of the present epidemic. The previous worst outbreak, in Central Africa, involved only 425 infections in Uganda from October 2000 to January 2001, and was brought under control by local responders aided by international organizations, according to the New England Journal of Medicine.\n\nThe World Health Organization has reported more than 5,800 cases, including more than 2,800 deaths in the current outbreak. The CDC assumes the actual number of cases is 2.5 times higher than what is officially known.\n\nOn graphs showing the rising number of infections and deaths, the lines continue to curve upward. Infections are doubling every 20 days in the coastal nations of Liberia and Sierra Leone, the CDC said. Each infected person is infecting roughly two additional people. The epidemic will begin to subside when the reinfection rate of 2.0 becomes lower than 1.0.\n\nThe CDC estimates that in Liberia and Sierra Leone, including unreported cases, there will be about 21,000 total infections by Sept. 30.\n\n“Extrapolating trends to January 20, 2015, without additional interventions or changes in community behavior (e.g., notable reductions in unsafe burial practices), the model also estimates that Liberia and Sierra Leone will have approximately 550,000 Ebola cases (1.4 million when corrected for underreporting),” the CDC wrote.\n\nThe CDC report did not include any modeling for Guinea because the disease has struck “in three separate waves,” Frieden said, making it difficult to come up with a valid model to predict what can happen next. The biggest area of uncertainty centers on the heavily forested region where Guinea, Sierra Leone and Liberia intersect, which has been the center of the outbreak.\n\nPaul Duprex, an associate professor of microbiology at Boston University, cautioned against doomsday thinking, such as wild speculation that the virus could have mutated to become transmissible through the air — something for which there is no credible evidence.\n\n“We need to be careful not to scare people with unrealistic numbers — it’s like this airborne suggestion — where’s the evidence, what’s the precedent, what are such scaremongering suggestions based on?” he said.\n\nFrieden of the CDC said the tool developed by the CDC to make projections about the spread of the disease is an effort to help inform Ebola response planners’ decisions. This presents a what-if case — the nightmare scenario if nothing is done.\n\n“It is still possible to reverse the epidemic, and we believe this can be done if a sufficient number of all patients are effectively isolated, either in Ebola treatment units or in other settings, such as community-based or home care,” Frieden said. “Once a sufficient number of Ebola patients are isolated, cases will decline very rapidly — almost as rapidly as they rose.”\n\nPaul Farmer, a Harvard professor of global health and a co-founder of the nonprofit Partners In Health, visited Liberia in recent days and said in a telephone interview from Monrovia that, dire as the situation is, the epidemic is not unstoppable.\n\n“It will be brought under control even as we apply these basic interventions. It’s going to work,” Farmer said.\n\nThe key is getting sick patients into medical facilities or Ebola treatment units or in other settings where there is reduced risk of transmission. But many hospitals are closed, and treatment centers are so stretched that they must turn patients away.\n\nThe CDC report offered a hypothetical scenario for slowing and eventually stopping the epidemic. For that to happen, about 70 percent of infected patients would need to be properly isolated and treated. Frieden said Guinea has available beds in its treatment centers, except for in the heavily forested region. In Sierra Leone, treatment centers are full and patients are waiting outside, but not in large numbers. In Liberia, there are “significant numbers” of patients unable to get into treatment units, Frieden said.\n\nAfter Sierra Leone instituted a national three-day lockdown that ended Sunday, when nearly 30,000 health workers, volunteers and teachers aimed to visit every household in the country of 6 million to educate residents and isolate the sick, officials confirmed 130 Ebola cases and are awaiting tests on 70 more.\n\nThe United States recently launched a $750 million effort that includes treatment facilities in Liberia, and the U.N. Security Council voted unanimously last week to create an emergency medical mission to respond to the outbreak. In addition, the WHO is working on moving infected people out of their homes and into small centers that would provide at least rudimentary levels of care, in hopes of increasing survival rates and slowing the transmission of the disease.\n\nAlthough the United States plans to build 17 treatment centers, each with 100 beds, in Liberia, U.S. personnel will not staff those facilities, officials have said. Instead, the U.S. plans to train volunteers and others from aid organizations or nonprofits. Some global health experts have said this could slow the response because there aren’t enough volunteers stepping forward.\n\nThe virus is extraordinarily lethal, killing about half the people infected, though in some regions it has killed close to 70 percent. The virus is spread by bodily fluids; corpses are viral bombs, and the traditional practice of washing the dead for burial has been implicated in the explosion of the disease.\n\nThere is no evidence yet that this strain of the Ebola virus is significantly different from previous strains. Scientists say it is possible that it is slightly less lethal, or replicates slightly more slowly in the human host, and has allowed more sick people to survive the infection and move around with the virus.\n\n“If you have a whole lot more survivors than you normally have, that’s a whole lot more people who are potentially shedding the virus than you would have in a normal Ebola outbreak,” said Tom Geisbert, professor of microbiology and immunology at the University of Texas Medical Branch at Galveston. But so far, scientists have had limited ability to study this particular strain of the virus.\n\nThe most likely explanations for the scale of the epidemic involve geography, poverty and inadequate health-care systems. West Africa had never been known to have an Ebola outbreak. No one recognized the disease when it appeared late last year in Guinea near the borders with Sierra Leone and Liberia. They are among the world’s poorest countries.\n\nStaff writer Lenny Bernstein in Monrovia, Liberia, contributed to this report.", "_id": {"$oid": "55daf0d504235215b082e361"}}