{"URL": "http://www.nj.com/news/index.ssf/2013/08/chew_on_this_125_years_later_jersey_shore_still_daffy_over_taffy.html", "Text": "Slippery, sticky, chewy, gooey, rock-hard at one point, pillowy-soft at another.\n\nSalt water taffy, more than any other boardwalk food, evokes the Jersey Shore. Forget that greasy slice of pizza, powdered sugar-topped funnel cake, or double-dip ice cream cone; for more than 100 years, people have gone daffy over taffy.\n\nYou thought it was just something vacationers bought as a souvenir and promptly tossed in the garbage when they returned home, or was something that disappeared decades ago, along with bellbottom jeans and polyester?\n\nThink again.\n\n\"We sell about 600,000 pounds of salt water taffy a year,'' says Lisa Glaser Whitley, sitting in her office overlooking the Atlantic City boardwalk.\n\nWhitley is executive vice president of sales and marketing for the James Candy Co., which owns two of the iconic salt water taffy brands - James and Fralinger's.\n\nThe third is Shriver's, in Ocean City, and taffy is flying out of there at a pace that would make Willy Wonka dizzy with delight.\n\n\"We make 2,200 pounds of taffy a day (in the summer),'' says Holly Kisby, manager of the Shriver's boardwalk store.\n\nShriver's, the oldest business on the Ocean City boardwalk - it opened in 1898 - offers a staggering 70 flavors of taffy, with chocolate the overwhelming bestseller.\n\n\"For every batch of other flavors, we make three batches of chocolate,'' Kisby explains.\n\nAny real Jerseyan has heard of Fralinger's and Shriver's salt water taffy; what few realize is that salt water taffy in Jersey is all in the family. Shriver's is owned by Meryl and Blue Vangelov. Meryl Vangelov is Lisa Glaser Whitley's cousin. Hank Glaser, Whitley's uncle, recently sold Shriver's to the Vangelovs. Frank Glaser, Hank's brother and Lisa's father, is president of James Candy.\n\nAsked about other major salt water taffy makers, Lisa Glaser Whitley mentions Sweet's, in Salt Lake City. Sweet's makes \"world famous gourmet taffy'' that is \"markedly different'' from the kind available on the East Coast because it is whipped, not pulled, resulting in a \"flavorful, less sticky, softer piece of taffy,'' according to the company web site.\n\nGlaser Whitley is having none of it.\n\n\"Are you kidding me?'' she says, scoffing. \"Nobody wants that stuff here.''\n\nKisby's reaction to Sweet's?\n\n\"Never heard of them,'' replies Kisby, who started working in Shriver's when she was 14.\n\nAt Shriver's, you can watch taffy being made through a floor-to-ceiling glass window. At James, there is no such setup, but you can take tours of the factory led by an bearded, effervescent guide who happens to be a college professor.\n\n\"My favorite flavor?'' asks Levi Fox. \"Peanut butter and jelly. And you can quote me.''\n\nFox, an adjunct professor at The Richard Stockton College of New Jersey, leads factory tours weekdays hourly from 10 a.m. to 3 p.m. (admission is $4.50).\n\nYes, you have to wear one of the head coverings known as \"bouffant caps,'' and no, you may not reach into the big vats of chocolate (James also owns Bayard's Chocolates).\n\nTaffy's origins are shrouded in mystery - more accurately, sea foam. Legend has it that waves crashed into an Atlantic City boardwalk shop overnight, covering the candy with sea foam. A little girl walked into the shop the next morning and asked for taffy. \"You mean salt water taffy?'' shop owner Charles Bradley asked.\n\nTaffy itself, according to Fox, is about 1,000 years old; it is said to have originated in Baghdad.\n\nThe early salt water taffy titans were Enoch James and Joseph Fralinger, who started making the candy in the 1880s. James taffy was known for its slogan - \"cut to fit the mouth.'' Fralinger, a former bricklayer, baseball manager and fish merchant, started with a molasses taffy, ending up with six shops on the AC boardwalk.\n\nFralinger was a pioneer in colorful souvenir boxes, which James soon imitated. The rivalry became a game of chewy one-upmanship; James even commissioned a song, \"Send Home Some Taffy Today.''\n\nIn 1947, four brothers named Glaser bought James; in 1990 they bought Fralinger's.\n\nToday, the two famous taffy names are made in the same production rooms, with red collecting pans marked \"James'' and gray pans marked \"Fralinger's.''\n\n\"I\"ve kept them separate, kept the product separate,'' Frank Glaser explains. ''There are different ingredients for both.''\n\nRumor has it that powdered milk in Fralinger's taffy makes them slightly creamier. James taffy is small and square, while Fralinger's is longer and skinnier. Shriver's says no salt is used in its salt water taffy; Fox says says \"salted water'' is used in both James and Fralinger's.\n\nFlavors? Fralinger's offers 17, James 31, while Shriver's is now at 70.\n\nOn the James tour, Fox breaks down the taffy-making process, which starts with sugar cooked in copper kettles, then \"sucked through'' pipes and into stainless steel kettles, the pressure dropping to remove moisture.\n\nTaffy rests for 4-6 hours - Fox calls it \"taking a little taffy nap'' - then it's pulled, and colors and flavors added. The taffy is fed into machines called batch rollers, which create long, twisty rolls of taffy, which are then fed into cutting and wrapping machines. At both James and Shriver's, taffy is made year-round. It's not just a summer souvenir; many people buy boxes for holiday presents.\n\nThe machinery at James and Shriver's is more Willa Wonka than Blade Runner; in the James factory is a 1940s-vintage Rube Goldbergian device called the Continuous Die Top Machine from the Chocolate Spraying Co. of Chicago.\n\nHow long will taffy last at room temperature? About six months. Most popular kinds at Shriver's after chocolate? Vanilla, strawberry, creamsicle, blue raspberry. Kisby's favorite flavor? Sour cherry. Glaser Whitley's? Chocolate-covered chocolate.\n\nAt the James factory, the smell of mint and peanut butter is in the air. It's the smell, at both James and Shriver's, of sweet success.\n\n\"There are not many American companies making American products,'' Glaser Whitley says in her office. \"These companies were created by true American entrepreneurs.''", "_id": {"$oid": "55daf33204235215b082e49d"}}