{"URL": "http://fivethirtyeight.com/datalab/the-bernie-sanders-surge-appears-to-be-over/", "Text": "Not long ago, Democratic presidential candidate Bernie Sanders was surging. In just a few months, the Vermont senator halved Hillary Clinton’s lead in Iowa and moved to within shouting distance of her in New Hampshire. But it’s probably time to change the verb tense. No longer is Sanders surging. He has surged. From now on, picking up additional support will be more of a slog.\n\nTake a look at the monthly averages of Clinton’s and Sanders’s support in live-interview polls taken in Iowa and New Hampshire since April (the month that both Clinton and Sanders officially entered the race):\n\nIOWA NEW HAMPSHIRE MONTH CLINTON SANDERS Clinton Sanders July 55% 26% 45% 35% June 51 29 47 30 May 57 16 62 18 April 59 9 51 13\n\nSupport for Sanders rocketed up in Iowa but has leveled off since June. The story is nearly the same in New Hampshire. Sanders rose from June to July in the Granite State, but his ascent slowed.\n\nSo what’s going on? Sanders is maxing out on gains simply because of increased name recognition. Different pollsters ask about favorability and name recognition in different ways — making comparisons tricky — but the University of New Hampshire (UNH) polled Democrats in the state in April, June and July. Sanders’s favorable rating went from 45 percent in April to 66 percent in June and then to 69 percent in July. The share of respondents with a neutral opinion or no opinion of Sanders fell from 44 percent to 24 percent and then to 20 percent during that period. In other words, between April and June, Sanders was picking up low hanging fruit: The liberal wing of the Democratic Party learned about Sanders and liked him. But now, most voters who are predisposed to like Sanders already know about him.\n\nThis phenomenon can be seen when we compare Sanders’s current position to where Sanders and Massachusetts Sen. Elizabeth Warren were polling in April. As I wrote when he got into the race, Sanders had the potential to pick up a lot of Warren supporters; the two have nearly identical voting records in the Senate. Their supporters can be defined as the anti-Clinton left. The combined vote percentage for Sanders and Warren in the April UNH survey was 33 percent — just about the level of support that Sanders alone had in the July UNH poll. In other words, Sanders has won over the liberal flank of the Democratic Party and hasn’t grown much beyond it.\n\nSanders seems to be suffering a similar fate in Iowa. While no pollster surveyed the race in April, May, June and July, the three live-interview polls from the first half of the year that included Warren as a choice gave Warren and Sanders a combined vote percentage of 21 percent, on average. That’s only slightly below where Sanders has recently been polling in the Hawkeye State.\n\nNone of this is to say that Sanders won’t rise further or even win one or both of these states. It’s just that, for now, the Sanders surge has slowed (or stopped), and gaining more support will be harder for him than it has been. To win in Iowa or New Hampshire, Sanders will have to appeal to voters less predisposed to him than his current supporters.", "_id": {"$oid": "55daf09704235215b082e317"}}