{"URL": "http://www.slate.com/articles/sports/sports_nut/2015/07/genzebe_dibaba_1500m_world_record_what_s_the_fastest_humans_can_possibly.html", "Text": "Thomas Samson/Getty Images\n\nLast week Ethiopian Genzebe Dibaba ran the fastest 1,500-meters of any woman in history. What makes this feat even more extraordinary is that the record Dibaba broke was nearly 22 years old and many people thought it would never fall.\n\nDibaba’s time of 3:50.07 in Monaco last Friday—beating China’s Qu Yunxia’s world record of 3:50.46—was only the second time below 3:55 since 1997. It raises anew questions about the limits of male and female runners in the mile and the “metric mile,” distances whose records, before Dibaba’s breakthrough, had all been stuck since the 1990s.\n\nAdvertisement\n\n\n\nAs Yunxia’s time continued to endure record attempts year after year, some people grew skeptical about her unrivaled feat. It wasn’t only Yunxia. Before last week, the four fastest 1,500 times were set by Chinese women between 1993 and 1997. These races are often cited as relics from an era of lax doping regulation. However, Dibaba’s performance has brought the 3:50 1,500 back into the realm of believability. With it, we can once again speculate about the human limits for the mile and the “metric mile” and consider with fresh eyes the new techniques Dibaba and other athletes are using to pursue these marks.\n\nAfter predictions in the 1990s that world records would continue to decrease indefinitely—including one study in Nature concluding that women might eventually overtake men in some distance events—most experts now agree that we may have reached our peak in many races. While it’s not quite true that humans won’t be able to go any faster in these events—as proved by Dibaba—we are very close to that limit.\n\nIn a 2005 study from the English Institute of Sport, professors Alan Nevill and Greg Whyte used data from previous records to predict the best possible times for most men’s endurance races as well as for the women’s 800 and 1,500. The researchers concluded that track world record times were peaking and athletes would soon stop running faster.\n\nA couple of his record estimates have been broken by fractions of a second since 2005 (including the women’s 1,500), but Nevill stands by his overall conclusions. “The chances of the world record being broken becomes less and less as time goes on,” he told me. “It has taken over 20 years for it to actually go down, and they have only improved it by about 0.4 seconds. It will take that sort of time for it to be broken again.”\n\nAccording to David Epstein, author of The Sports Gene, during the second half of the 20th century, track records were improved, on average, eight times each decade. But now, he says, “we are in a period of diminishing returns.”\n\nThis is especially the case for mid-distance events; before Dibaba’s run, the 1,500 and mile records were all at least 16 years old. “I suspect that you can enhance performances in the shorter distances with the right sort of medications,” Nevill said. “The middle and long distances are a bit more of pure events. Everyone has learned all of the tricks now.” But even the 5k, 10k, and marathon records are approached or surpassed more often than the 1,500 and mile, especially for men.\n\nIn their paper, Nevill and Whyte found that male endurance records are within 1 percent to 3 percent of their predicted limits. While women may have just about run their fastest times in the 1,500, according to these projections, men might be able to race as fast as 3:23.1 in the 1,500 and 3:39.0 in the mile, improvements of about three to four seconds on the current world records. The men’s marathon record is the only time that Nevill and Whyte analyzed, besides the women’s 1,500, that runners have since broken. Nevill says the marathon record has the greatest potential to be improved upon. “There is so much variability in the courses, and it’s such a long distance,” he told me.\n\n“I think it is silly to ever say a limit because there are always technological changes that can make a difference,” Epstein told me. “But I don’t think it is silly to say it is close to the limit.” He believes that even if the limit is very, very near, the women’s 1,500 might fall again and Dibaba might be the one to do it.\n\nWhile Epstein and Nevill are pretty convinced we are fast approaching our limits, there is something to be said for how competitive athletes view our record prospects. After her race, Dibaba told the BBC, “With the training I did in Barcelona, I knew I was going to break that record.”\n\nSir Roger Bannister is also confident we will keep getting better. In 2014, 60 years after his historic 3:59.4 mile, Bannister predicted that humans are capable of running under 3:30. “I’ve said three and a half minutes was physiologically achievable but thought it would take a long time to do,” Bannister told Athletics Weekly. “So there is no absolute point at which the record will be static. That is my view.” It’s also interesting to look at the fastest time in the other mile—Mike Boit’s 3:28 downhill run in 1983—and consider Bannister’s remarks in that light.\n\nIn his TED Talk “Are Athletes Really Getting Faster, Better, Stronger?” Epstein said that technology, improved training methods, and other factors allow records to continue to trend downward even as we approach the limits. In one particularly striking example, he explained that of the 1,314 men who had broken the four-minute mile by the end of 2013, only 530 would be able to do the same on a cinder track, the material on which Bannister competed.\n\n“The less room sport has for technological innovation, the more records slow down,” Epstein told me.\n\nNowadays, cash rewards also play a role in driving down world records. Epstein explained that for the mile record to be broken there would probably need to be an added monetary incentive that isn’t there right now.", "_id": {"$oid": "55daf09d04235215b082e322"}}