{"URL": "https://www.insidehighered.com/news/2015/02/11/students-criticize-columbias-new-sexual-assault-prevention-efforts", "Text": "Student groups advocating for changes in Columbia University’s approach to preventing sexual assault are again upset with the university’s attempts to address the issue, saying their concerns were largely ignored during the creation of a new \"sexual respect\" education program that will launch this week.\n\nThe new program will ask students to attend at least one hourlong workshop of their choosing focused on topics like bystander intervention, according to students who have been briefed on the program. Students may also have the option to watch and discuss two videos -- through TED Talks or on YouTube -- instead, or to write reflection papers about a reading or short film. Another option would allow students to create art projects, such as writing a poem.\n\n﻿Whether the program is required would vary depending on each college within the university. It is not expected to be required at Barnard College, a women's college that is part of the university, but is expected to be required at Columbia's primary undergraduate college, Columbia College.\n\nStudent activists criticized the planned program, saying its focus on watching short videos, writing reflection papers and creating art projects amounted to little more than \"eighth-grade level homework assignments.\" Columbia officials declined to discuss the program until its official announcement sometime this week, but several members of the student group No Red Tape Columbia organized a demonstration denouncing it during a prospective-student session on campus Tuesday.\n\n“Welcome to Columbia University!” the students read from a letter. “Colleges across the country are under intense public scrutiny for mishandling sexual and dating violence. Our school is no exception. Despite ongoing pressure from survivors and activists, Columbia has failed to take concrete action to make this campus safe.”\n\nThe letter goes on to describe the new education program as “poorly designed” and as demonstrating “a willful neglect of empirical evidence and student feedback.”\n\nSeveral students were involved with the task force that led to the creation of the program, including Michela Weihl, an organizer with No Red Tape and a student at Barnard College. Barnard and Columbia are both among the 95 colleges currently under investigation for possibly violating Title IX.\n\nWhile the students were allowed to provide feedback, Weihl said, their input (they voted unanimously against the new program) was mostly ignored. Weihl said the students were “very unhappy” that the university is adopting the program. “It has become abundantly clear to us that the issue they truly care about is one of public relations, not student safety,” she said. “Columbia has a rape problem, and the new prevention education program will not be the solution.\"\n\nStudent activists expressed similar frustration earlier this year when Columbia announced it had updated its sexual assault policy.\n\nThe policy, which the university said was based on guidance from the Department of Education, bars students from serving on hearing panels, allows victims and the accused to be represented by lawyers, and provides a larger role for experienced campus investigators. Six new staff positions at the university's office of sexual violence and response were created and a new support center was opened. Case managers now help guide survivors through the reporting process, and the policy makes clear which offices and resources can and cannot keep student complaints confidential.\n\nIn a written response to the changes, five campus activist groups -- No Red Tape Columbia, the Coalition Against Sexual Violence, Columbia Alumni Against Sexual Assault, Title IX Team and Take Back the Night of Barnard College at Columbia University -- dismissed the new policy as an effort to \"ensure baseline compliance\" with U.S. Department of Education regulations.\n\nRobert Hornsby, associate vice president for media relations at Columbia, said at the time that many components of the new policy were developed as a \"direct response\" to concerns expressed by students in a series of formal and informal meetings last year. He said further input may have been stymied by a quick deadline for creating the new provisions and that the policy is a work in progress.\n\n\"Because the policy had to be in place prior to the start of the academic year so that Columbia complied with new legal requirements and guidance, the timetable for developing it was very tight,\" Hornsby said. \"Still, as the policy's first page states, student comments and suggestions will be welcome throughout the school year.\"\n\nThat change came after months of pressure on the university. Last February, hundreds of students signed a petition demanding that the university release data on the number, nature and resolutions of gender-based misconduct on campus. That spring, the names of four alleged rapists were written on the wall of a bathroom stall. The names began appearing in restrooms and other buildings around campus, and eventually on fliers. In April, 23 students filed a federal complaint, alleging several Title IX and Clery Act violations.\n\nThis fall, one of those students, Emma Sulkowicz, began carrying a blue mattress around campus. It’s her senior art thesis -- a performance piece and a protest of Columbia’s handling of sexual assault complaints. Sulkowicz and her project have been featured in The New York Times and New York magazine, and she was the guest of Senator Kirsten Gillibrand, a Democrat from New York, at the State of the Union.\n\nColumbia’s sexual respect education program would allow for students to also create art projects about sexual assault. \"I like the idea of community-produced educational materials but am extremely skeptical that, the way this option is structured now, it will actually change anyone's attitudes or behaviors,\" Weihl said.\n\nOff and on campus, Sulkowicz continues to be at the center of a national conversation about campus sexual assault. Earlier this month, the Daily Beast published an article attempting to discredit her allegations and Jezebel responded with a piece attempting to discredit the Daily Beast article.\n\nThe university does not comment on specific cases and allegations, but Lee Bollinger, Columbia’s president, penned an op-ed in The New Republic about the “long overdue” national attention given to campus sexual assault.\n\n“We must measure our efforts not by how we fare in the context of short-term media coverage focused on individual cases, but rather by the lasting quality of the initiatives we launch now and continue to develop,” he and Suzanne B. Goldberg, Herbert and Doris Wechsler Clinical Professor of Law at Columbia, wrote. “And by the degree of their effectiveness in changing campus culture long after the attention of the press has waned.”\n\nThe effectiveness of those efforts, Weihl said, is what has student activists concerned. The White House's task force on sexual assault recommends that students attend several workshops, for example, not just one. No Red Tape has asked the university to require two workshops every semester.\n\n“To be clear, I would not want them to scrap the whole program and not do any programming, but I would like to see them better allocating resources so that we can create a program that actually works,” she said.", "_id": {"$oid": "55daf00004235215b082e293"}}