{"URL": "http://www.grubstreet.com/2015/03/boston-chef-counters-yelp-threats-with-instagram-shaming.html", "Text": "\"Shout out to these two winners for seating themselves with no reservations, insulting and berating our staff ... \"\n\nPinterest icon Facebook icon Close icon Trouble in Boston.\n\nBoston chef-owner Michael Scelfo did some cathartic and very public Instagram-shaming this weekend after two women apparently seated themselves without reservations at his restaurant Alden & Harlow and thought they'd escape trouble by conspicuously Yelping on their phones. The act kept them in their seats at the table, but not for the reasons they hoped: Scelfo uploaded a close-up of the clearly self-satisfied duo, adding the hashtag #WeDoNotNegotiateWithYelpers to his caption:\n\nshout out to these two winners for seating themselves with no reservations, insulting and berating our staff, refusing to leave and all the while yelping away in front of us as a means of threat. #kbye #wedontnegotiatewithyelpers\n\nThe incendiary post exploded fast, particularly once Eater noticed it. It accumulated several hundred comments, some by big Boston-area chefs and journalists who have largely backed Scelfo's move. Instagram has now pulled the post for unclear reasons, but in a comment on the original, Scelfo laid out what happened:\n\nWe tried to have them leave, they refused. Taking their drink away and being forceful is not hospitable. So in lieu of calling the police (only other recourse imo) which seemed [too] strong a response, we opted to kill them with kindness until they left. ... My choice to post this is not to slander them per [se] but to call attention to a major flaw in the current \"online review system & entitled mentality\". Ultimately, it's about protecting the integrity of our (well documented) humble and gracious staff. Feel free to vilify me for posting, but I stand by my post.\n\n[BostInno, Boston Eater via Kitchenette]", "_id": {"$oid": "55daf2ad04235215b082e45c"}}