{"URL": "http://www.washingtonpost.com/blogs/monkey-cage/wp/2014/11/13/what-2014-does-and-does-not-tell-us-about-asian-americans-voting/", "Text": "As midterm elections drew to a close on Election Day, news outlets released the final results of exit polls from the National Election Pool, which showed Asian-American voters about evenly split on their congressional ballots. This prompted celebration among some Republicans, who noted that the Republican vote among Asian Americans was nearly double its level from 2012, and a very skeptical take on this two-year shift by others, including my colleague and regular collaborator Professor Taeku Lee.\n\nIn important ways, however, 2012 is not the appropriate comparison year to assess whether Republicans are making inroads with Asian-American voters. Yes, it was the 2012 election that prompted RNC Chair Reince Priebus to lay out the Growth and Opportunity Project which, among its several implemented recommendations, included the hiring of national and state staff to reach out to Asian-American voters.\n\nAt the same time, voting patterns in midterm elections tend to be quite different from those in presidential elections, and this is especially true for Asian Americans, whose turnout tends to be disproportionately low in midterm election years (for example, the 2008-2010 cycle saw a 36 percent drop in Asian-American turnout, but only a 27 percent dip for non-Hispanic whites). Indeed, exit poll data from the National Election Pool show a seesaw pattern in partisan voting among Asian-American voters over the last several election cycles. Thus, while the Asian American vote has trended strongly toward the Democratic Party over the last two decades, it has tended to revert toward Republicans in recent midterm election years.\n\nMuch of this difference between 2012 and 2014 may be attributable to selective turnout. Analyzing a pre-election survey by APIA Vote and Asian Americans Advancing Justice-AAJC, I found that 73 percent of Romney voters were “absolutely certain” that they would vote in this November’s midterms, compared to only 59 percent of Obama voters. Also, looking at another question, 32 percent of Obama voters were less enthusiastic about the 2014 election, compared with only 23 percent of Romney voters.\n\nAt the same time, some conversion may also be at work in this recent cycle: 73 percent of Romney voters were intending to vote Republican in their Congressional vote this year, compared with 63 percent of Obama voters who intended to vote Democrat. This conversion, in part, could explain why the exit poll data in 2014 seem to indicate a potential break from the 2006 and 2010 midterm elections, when Democrats held a bigger advantage among Asian-American voters. Importantly, however, we do not yet know from available survey data why such a conversion might be occurring. Is the shift due primarily to declines in presidential approval among Asian Americans? Or are Republican voter outreach efforts and running more Asian-American candidates making a difference? To have an adequate answer, we need to go beyond existing survey data, including perhaps precinct-level analysis in particular districts and interviews with local party officials and campaigns.\n\nFinally, even if we shift our focus from 2012-2014 comparisons to 2010-2014 comparisons using the National Election Pool Data, a thorny question remains: why are the exit poll results from 2014 (50 percent of Asian Americans voting Democrat, 49 percent voting Republican) so different from the national poll of 1,150 Asian American voters by Asian American Decisions, which found a voter split of 66 percent Democrat and 34 percent Republican.\n\nAs Lee noted in a prior piece, exit polls for the National Election Pool are designed to predict overall outcomes nationally and in particular states, are not well designed to be representative of smaller populations such as Asian Americans. As we saw in 2004, the National Election Pool estimated Latino support for Bush at 44 percent, but subsequent analysis of the data and accounting for the design of the sample indicated that support for Bush was likely lower, at 40 percent. The difference between 44 percent and 40 percent, however, seems trivial when compared to the 15-point gap in the estimate of Asian-American Republican voters in 2014.\n\nIn addition to its limitations of sample design, the National Election Pool survey is also limited by language. Surveys are conducted only in English and Spanish, while past surveys of Asian-American voters have found that upward of 40 percent prefer to be polled in an Asian language. Importantly, however, this language bias in the exit poll by Edison Research actually is likely to overstate Democratic support, as evidence from the 2012 AAPI Post-Election Survey and the 2014 Asian American Decisions (AAD) Survey both indicate stronger support for Democrats among English-language respondents. Thus, while lack of Asian language support is a significant problem in mainstream exit polls, it is unlikely to account for the starkly different estimate from the Asian American Decisions poll.\n\nThe Asian American Decisions survey has in-language support and is more nationally representative, but it brings a different set of potential limitations. One limitation turns out not be a serious one: Asian Americans are too dispersed to rely on random samples of populations within particular geographies. To save on cost, most surveys such as the Asian American Decisions survey and the National Asian American Survey rely on listed samples of Asian American voters. This can potentially lead to biased results. However, if we analyze a survey with a hybrid sample design such as the 2012 Pew Survey of Asian Americans, the differences between RDD and listed samples are not statistically significant on outcomes such as partisanship and preferred size of government.\n\nPotentially more serious, however, is the fact that the AAD survey was conducted in the “days just before the November 4, 2014 election” capturing the views of those who said that they had already voted or were certain to vote. While the researchers note that prior experience indicates an 88 percent positive match with validated votes, it is likely that the mismatch will be higher in 2014 than in the 2012 Asian American Decisions survey, given the much lower turnout of Asian Americans in midterm elections. And, to the extent that Republicans were more enthusiastic than Democrats in 2014, it is possible that the translation from intent to behavior was weaker among Democrats than Republicans.\n\nLooking ahead to 2016, a pressing question will be whether 2012 was a low-water mark for Republicans in terms of the Asian-American presidential vote, or if there is further room to fall. Whatever the exit polls say, it is clear that for a fast-growing group such as Asian Americans with weak levels of party attachment, we need many more studies of electoral behavior, including not only surveys but also other methods including experimental data and comparative case studies. It is unlikely that any study will get the answer exactly right, but with a greater body of work we can hope to provide a clearer answer to what is happening to this diverse and growing constituency.\n\nKarthick Ramakrishnan is professor of public policy and political science at the University of California, Riverside, and director of AAPIdata.com, a resource that seeks to make data more accessible on Asian Americans and Pacific Islanders. His Twitter handle is @karthickr.", "_id": {"$oid": "55daf23b04235215b082e44c"}}