{"URL": "https://ico.org.uk/about-the-ico/news-and-events/news-and-blogs/2015/08/ico-orders-removal-of-google-search-results/", "Text": "Google Inc has been ordered to remove nine search results after the ICO ruled that they linked to information about a person that was no longer relevant.\n\nThe ICO ruling concerns nine links that are part of the list of results displayed when a search is made by entering the individual’s name.\n\nThe links are to web pages that include details of a minor criminal offence committed by the individual almost ten years ago.\n\nThe search engine had previously removed links relating to the criminal offence following a request from the individual.\n\nThe removal of those links then itself became a news story. Links to these later news stories, which repeated details of the original criminal offence, were then part of the results displayed when searching for the complainant’s name on Google.\n\nGoogle Inc refused the complainant’s request for these later links to be removed from search results. It argued these links were to articles that concerned one of its decisions to delist a search result and that the articles were an essential part of a recent news story relating to a matter of significant public importance.\n\nThe ICO ruling recognises that journalistic content relating to decisions to delist search results may be newsworthy and in the public interest. But it confirms that this does not justify including links to that content when a Google search is made by entering the affected individual’s name, as this has an unwarranted and negative impact on the individual’s privacy and is a breach of the Data Protection Act.\n\nDeputy Commissioner David Smith said: “The European court ruling last year was clear that links prompted by searching on an individual’s name are subject to data protection rules. That means they shouldn’t include personal information that is no longer relevant.\n\n“Google was right, in its original decision, to accept that search results relating to the complainant’s historic conviction were no longer relevant and were having a negative impact on privacy. It is wrong of them to now refuse to remove newer links that reveal the same details and have the same negative impact.” “Let’s be clear. We understand that links being removed as a result of this court ruling is something that newspapers want to write about. And we understand that people need to be able to find these stories through search engines like Google. But that does not need them to be revealed when searching on the original complainant’s name.”\n\nThe ICO has issued an enforcement notice requiring the links to be removed from the search results within 35 days.\n\nNotes to Editors\n\nThe Information Commissioner’s Office upholds information rights in the public interest, promoting openness by public bodies and data privacy for individuals.\n\nThe ICO has specific responsibilities set out in the Data Protection Act 1998, the Freedom of Information Act 2000, Environmental Information Regulations 2004 and Privacy and Electronic Communications Regulations 2003.\n\nThe ICO is on Twitter, Facebook and LinkedIn. Read more in the ICO blog and e-newsletter.Our Press Office page provides more information for journalists.\n\nAnyone who processes personal information must comply with eight principles of the Data Protection Act, which make sure that personal information is:", "_id": {"$oid": "55daf20e04235215b082e425"}}