{"URL": "http://www.straitstimes.com/business/companies-markets/amazons-killer-culture-a-necessary-evil", "Text": "Online retail giant Amazon's tough-love work culture may sound shocking but some say that it is necessary in a high-performance environment.\n\nHuman resource experts here are not particularly impressed by Amazon's hard-hitting management style, recently profiled by the New York Times, as it may take a toll on employees in the long run.\n\nThe New York Times said: \"At Amazon, workers are encouraged to tear apart one another's ideas in meetings, toil long and late (e-mails arrive past midnight, followed by text messages asking why they were not answered), and held to standards the company boasts are 'unreasonably high'.\"\n\nThe company was founded and still run by Mr Jeff Bezos, who is said to believe that \"harmony is often overvalued in the workplace - that it can stifle honest critique and encourage polite praise for flawed ideas\". Firms with similar cultures are not common here, but HR experts say those that do exist are often small and medium-sized enterprises where the founder is still the majority share owner and calls the shots for most decisions.\n\nMr Daniel Soh, Leadership Advisory's managing partner, said it could \"either be in the nature of these founders that they are 'micro managers' or they are simply insecure despite being quite successful in most instances\".\n\nIt could hurt the company's reputation as former disgruntled employees give negative feedback on their former bosses.\n\nHowever, Mr Soh said: \"If you have read about Steve Jobs, he was a micro manager and not necessarily an easy person to work with. But he was inspiring and very sharp, and his people stayed and strived to make Apple better and better.\"\n\nMr Mervin Chui, ZW HR Consulting's managing director, added that founders can be particularly protective of their legacy or eager to pursue a better bottom line whereas an appointed executive may not be as motivated.\n\nAmazon said only 15 per cent of its staff had been at the company for more than five years, but the turnover is consistent with that of others in the technology industry.\n\nMs Lynne Roeder, Hays Singapore's managing director, said: \"Long hours and tyrannical managers, however, don't always achieve the best results. It depends on how certain individuals react to those levels of pressure.\"\n\nThose who thrive in such an environment turn pressure, anxiety and fear into opportunities for personal transformation but others mentally shut down and with receding performance levels, she said.\n\nMs Roeder added: \"The notion of the 'high performance' team has been around since the 1950s when the term was first coined in the United Kingdom.\n\n\"Since then, the concept has been used to describe the anatomy of winning sporting sides, business units and other successful teams.\"\n\nAs Ms Susan Harker, Amazon's top recruiter, told the NYT: \"This is a company that strives to do really big, innovative, groundbreaking things, and those things aren't easy. When you're shooting for the moon, the nature of the work is really challenging. For some people, it doesn't work.\"\n\nMr Chui said that there was absolutely no need to manage staff the way Amazon does. He noted: \"If an employee requires such tactics to get him to work effectively, then perhaps that person isn't fully invested in the company culture and ethos anyway, and I would question the fit between the organisation and his own personal goals.\"\n\nBut Mr Erman Tan, president of the Singapore Human Resources Institute, said the management style was quite common for large US organisations that hold mass recruitment exercises. He said new recruits would bear the brunt as such firms \"want to know they can withstand the working pressure\".\n\nHe added: \"Talent is a rare asset in Singapore, so they are typically not subjected to recruitment efforts of this level of brutality.\"\n\nBut new hires here do often go through a string of different aptitude tests just to get the job, said Mr Tan, so employees feel that \"when the firm selects you, you are considered someone to be invested in\".\n\nCommunications executive Eunice Xiao, 29, said she was open to a role in a workplace like Amazon, \"just to see whether I can take that pressure\". \"Performance is definitely necessary... It may be extreme but if I had to, I'd try my best to survive or else I would leave the job.\"", "_id": {"$oid": "55dc22df04235215b082e4cf"}}