{"URL": "http://www.cbsnews.com/news/donald-trump-the-hedge-fund-guys-are-getting-away-with-murder/", "Text": "Republican presidential candidate Donald Trump says he would change the tax laws to force people who work at hedge funds to pay more in taxes, because \"the hedge fund guys are getting away with murder.\"\n\nIn an interview with Time Magazine published last week, Trump said he might want to \"switch taxes around\" because \"I have hedge fund guys that are making a lot of money that aren't paying anything.\" He confirmed on CBS' \"Face the Nation\" Sunday that he would change the tax system to force those who work for hedge funds to pay more.\n\n\"They're paying nothing and it's ridiculous. I want to save the middle class,\" Trump said. \"The hedge fund guys didn't build this country. These are guys that shift paper around and they get lucky.\"\n\nHedge fund managers often pay the capital gains tax rate rather than income tax. The top rate on capital gains is 20 percent, which is significantly less than the top tax bracket on regular income, which is 39.6 percent.\n\nTrump indicated that he would carry out this plan regardless of his relationship with hedge fund managers.\n\n\"Some of them are friends of mine, some of them I couldn't care less about. It's the wrong thing,\" he said. He added that he wants to lower rates for the middle class.\n\nTrump also suggested he is shifting on the idea of whether campaign donations are a good idea. The billionaire has pledged to self-finance his campaign and said that fellow candidates Jeb Bush and Hillary Clinton will be controlled by their high-dollar donors.\n\n\"I don't want lobbyists, I don't want special interests, but certainly people -- we have a lot of money coming in,\" Trump said. \"I would even take big contributors as long as they don't expect anything because the only people that can expect something from me is going to be the people that want to see our country be great again.\"\n\n\"I actually like the idea of investing in a campaign, but it has to be no strings attached,. I don't want any strings attached,\" Trump said. He said he turned down a $5 million dollar donation from a lobbyist last week because he believed the lobbyist would come back in a year or two seeking something for one of his clients.\n\nTrump also elaborated on the immigration plan he released last week. He brushed off criticism that his plan to deport all undocumented immigrants is very expensive, and reiterated that, \"the good people are going to be expedited to come back.\"\n\nHe said that the border wall he will build will have \"a very big, very beautiful door because we want the legals to come back to this country,\" including people who had worked in the U.S. for a long time and had \"recommendations\" and also foreigners who attend college in the U.S. but often can't stay after they receive their education.\n\nAsked whether his plan to expedite the return of the \"good people\" constituted a reward to people who had jumped the line to come legally, Trump said, \"You could say that.\"\n\n\"But we have a lot of good people who have been here, they've done a good job. It's a tough situation but they've lived here sometimes for 10, 15, 20 years,\" he said. \"We have to get them back. We have to get them back where they came from and the good ones we will expedite, we will work to expedite and you know what it's called? It's called management. Right now we have political hacks running the system we have people that have no clue how to manage things. With good management we can do this very, very well.\"", "_id": {"$oid": "55daf0ea04235215b082e37d"}}