{"URL": "http://www.slate.com/articles/news_and_politics/politics/2015/08/why_hillary_clinton_s_email_saga_hurts_it_lets_republicans_highlight_her.html", "Text": "Photo by Scott Olson/Getty Images\n\nBarring an indictment for criminal behavior, Hillary Clinton, if she’s the Democratic nominee, will not lose the 2016 presidential election because of her emails. To think so, or to think they’ll change the race, is to say that scandal will override partisanship; that an otherwise liberal voter will walk into the ballot booth and mark the box for Jeb Bush or Gov. Scott Walker or Sen. Marco Rubio because of digital mismanagement. I liked what Clinton said about early childcare, thinks our hypothetical voter, but sending government email on a private server makes her unfit for the White House.\n\nJamelle Bouie Jamelle Bouie is Slate's chief political correspondent.\n\nAt the same time, Clinton’s email isn’t irrelevant. For journalists and other observers, it offers an important look at how she operates. That Clinton used private email at all shows her flexible approach to rules and regulations and a secretive reflex for conducting official business. “Using a personal email account exclusively is a potent prescription for flouting the Federal Records Act and circumventing the Freedom of Information Act,” explained Daniel Metcalfe, former director of the Justice Department’s Office of Information Policy, to PolitiFact. “And there can be little doubt that Clinton knew this full well.” It may not matter to voters, but it’s important to know if Clinton plans to carry this secrecy—and public evasiveness—to the Oval Office, if she’s elected president. (Here, it’s worth noting that, as Florida governor, Jeb Bush also conducted business from a personal account, and didn’t release his correspondence for seven years.)\n\nAdvertisement\n\n\n\nTo that point, there’s a new plot point in the ongoing drama of Clinton’s email account. On Tuesday, reported the New York Times, Clinton “directed her aides to give the Justice Department an email server that housed the personal account that she used exclusively while secretary of state, along with a thumb drive that contained copies of the emails.”\n\nThis follows testimony from I. Charles McCullough, inspector general for the intelligence community, who told Congress that Clinton had “top secret” information in two emails among the 40 private messages received from the State Department, which has access to a full trove of 30,000 messages.\n\nIf some people start to rethink Hillary Clinton’s electability, I won’t blame them.\n\nSince March, when her private account was uncovered, Clinton has denied the presence of classified information in her account. “I am confident that I never sent or received any information that was classified at the time it was sent and received,” she said in July. “What I think you’re seeing here is a very typical kind of discussion, to some extent disagreement among various parts of the government, over what should or should not be publicly released.” By handing her server to the Justice Department, Clinton opens her email to renewed investigation, as well as to new questions on the overall security of her account.\n\nPolitically, it’s not hard to see what happens next. Republicans will slam her for skirting the rules and look for ways to make this a long-term vulnerability. “She cannot be trusted to keep America’s secrets or its citizens safe, and therefore cannot be trusted to be commander in chief,” said Walker in a statement released Wednesday. The Wisconsin governor called her email use “a serious and potentially criminal offense that proves [she] put her own personal convenience ahead of the safety and security of the American people.”\n\nThis isn’t a bad strategy. What’s important about the email story—what makes it so damaging for Clinton—is that it highlights a key weakness (her secrecy and evasiveness), suggests misconduct, and is ongoing. So far, there’s no end to the email saga, just a series of small revelations. Each one prompts a day’s worth of coverage, and each one gives Republicans a chance to emphasize her least appealing qualities. If this were a full-fledged campaign, it might not matter to her standing; when voters are energized, they tend to ignore faults on their side. It’s how Mitt Romney could recover from his comments about the “47 percent”; those were damaging, but not so damaging that Republican-leaning voters would abandon the party.\n\nBut we’re still far from the general election, and that campaign effect—intense partisan loyalty—isn’t on the table. Which makes this story more damaging than it might be next year, when—if the nominee—she’ll be buoyed by Democratic enthusiasm.\n\nSo what does that mean, in the short term? In all likelihood, Clinton’s overall favorability will continue to slide, as voters encounter the same, negative story on a semi-regular basis. Already, a majority of Americans say she’s untrustworthy. That won’t change.", "_id": {"$oid": "55daf1c604235215b082e40c"}}