{"URL": "http://www.slate.com/blogs/future_tense/2014/05/01/mauna_loa_atmosphere_measurements_carbon_dioxide_levels_above_400_ppm_throughout.html", "Text": "It’s official: Earth’s atmosphere is now in uncharted territory, at least since human beings evolved hundreds of thousands of years ago.\n\nThe Scripps Institute at the University of California-San Diego confirmed the news on Thursday:\n\nAnd another first: April 2014 average CO2 value was 401.33, the first monthly average over #400ppm in human history. #globalwarming -- Keeling_Curve (@Keeling_curve) May 1, 2014\n\nAdvertisement\n\n\n\nMeasurements of atmospheric carbon dioxide concentrations taken continuously at Mauna Loa in Hawaii since 1958 have shown a steady upward climb related to fossil fuel burning worldwide. The Mauna Loa measurements are considered to be some of the clearest evidence of human impact on the global climate.\n\nImage: Scripps Institution of Oceanography, University of California-San Diego\n\nEvery single daily carbon dioxide measurement in April 2014 was above 400 parts per million. That hasn’t happened in nearly a million years, and perhaps much longer. Climate scientists have proven that the rise in human-produced greenhouse gases like carbon dioxide are “extremely likely” to be the dominant cause of global climate change. The likelihood of dangerous impacts—like sea level rise, hotter heat waves, and certain types of extreme weather—increases with each incremental annual rise in atmospheric carbon dioxide.\n\nThe data are even more striking when you take the long view. Here’s carbon dioxide concentrations from the dawn of the industrial revolution until this week:\n\nImage: Scripps Institution of Oceanography, University of California-San Diego\n\nCarbon dioxide levels have increased by more than 40 percent since humans first started burning fossil fuels in large quantities about 250 years ago. Once released, the carbon dioxide from coal, oil, and natural gas burning can remain in the atmosphere for centuries. Thus, the crux of the problem: There just hasn’t been enough time yet since those first coal-powered factories in Europe for the atmosphere to return to equilibrium. What’s more, the pace of fossil fuel burning has since dramatically quickened—there’ve been more greenhouse gas emissions in the last 40 years than over the previous 200—so carbon dioxide buildup keeps accelerating.\n\nOver the very long term, taking data from ice cores in Antarctica, paleoclimatologists have determined that there’s never been as quick a spike in carbon dioxide levels in at least the last 800,000 years:\n\nImage: Scripps Institution of Oceanography, University of California-San Diego\n\nThese data are painstakingly compiled by finding tiny air bubbles trapped in the ancient ice, and then analyzing their chemical composition. By this method, scientists have literally measured nearly a million years’ worth of the Earth’s atmosphere. Of course, looking at historical data, scientists could have made the same statement—we’re at levels not seen in human history!—in any year since about 1914 and would have been accurate. Problem is, the data didn’t exist then.\n\nIt’s only been since 1958 that scientists started to get an idea of just how big of a problem the buildup in carbon dioxide might be. Since carbon dioxide stays in the atmosphere so long, you can reliably measure global concentrations from just about any place on Earth that’s relatively removed from urban pollution. That year, the late Scripps scientist Charles Keeling decided to start taking continuous measurements at the top of a volcano in the middle of the Pacific Ocean—about as far from contamination as possible. That decision, perhaps more than any other in climate science history, brought climate change to the world spotlight.\n\nHis son, Ralph Keeling, now directs the CO 2 program at Scripps, and maintains the iconic chart of atmospheric carbon dioxide that bears his father’s name: the Keeling Curve.\n\nI spoke with Ralph on the phone on Wednesday about the new milestone.\n\nSlate: What’s the significance of 400 parts per million?\n\nRalph Keeling: People like round numbers. When you hit a milestone you realize how far you've come. It's a little bit surreal. You think, “Whoa, OK, not quite used to this one yet.” It's like having a round number birthday. It takes a while to identify with the new era you're in.\n\nSlate: Your work and your father’s work have brought great attention to the topic of human-caused climate change. Still, there’s been a struggle to recognize its importance with a guarantee of continued funding. Just a few months ago, you wrote a public appeal for support and were able to crowdsource additional funds, but it’s not yet enough to guarantee the program’s continuation.\n\nKeeling: It’s tough. It’s clear you need to keep these observations going. The challenge is having a partner to pay for it. There are many other long-term measurements that struggle in exactly the same way. We are underinvesting in the science of measurements that track over decades. That time horizon doesn't mesh well with funding horizons. Still, that hasn't kept me or my father from making these sort of measurements. I had my father as an example. Perhaps we were both foolhardy, but it feels very important. I didn't go into science to have an easy road. I went in to help make discoveries. I can't really think of any other way I'd be able to do that better than by this work.\n\nSlate: It’s clear these measurements have resonated with millions of people around the world and have moved governments to address climate change. But still, the measurements keep going up. There’s a global climate treaty that will be signed next year in Paris, but there’s still vast uncertainty over whether it will go far enough to make a difference. Where do we go from here?\n\nKeeling: We as a planet haven’t done enough yet to address climate change. The milestone of 400 parts per million is a measure of the rather poor track record of negotiators and everyone else.\n\nThe central tough nut is reducing fossil fuel burning. I don't have strong views on how we should go about it, but it's clear if we keep on the same course we're heading for a very different world. That carries with it lots of risks. If the climate changes fast enough, those risks are compounded.\n\nThis conversation was lightly edited and condensed.\n\n* * *", "_id": {"$oid": "55daf23704235215b082e448"}}