{"URL": "http://www.straitstimes.com/opinion/do-not-leave-definition-of-death-just-to-doctors", "Text": "It was reported earlier this year that local surgeons had noted a drop in the transplantation of organs taken from the brain dead. One reason they suggested was doubt among family members that the brain-dead patient is really biologically dead.\n\nAfter all, the person on the ventilator is still warm, makes spontaneous movements, digests food, urinates and defecates. He bleeds, his wounds heal, he can grow a beard and become feverish with an infection.\n\nLive babies have been born to brain-dead mothers. So while doctors euphemistically call them \"cadaveric\" donors, these patients do not look or behave like cadavers at all. They appear alive, just asleep. It may be time to review the harvesting of organs from the brain dead.\n\nAlthough doctors have been telling us about brain death since the 1970s, most ordinary people may not be clued in to the debate that has been ongoing.\n\nDoctors cannot just brush aside the very human reaction when families struggle to accept that brain death means \"as good as dead\" and that it is all right to start removing organs.\n\nGrief-stricken families will ask: \"Is he really dead?\"\n\n\n\nST ILLUSTRATION : MIEL\n\n\n\nActually, the law in Singapore does not explicitly legalise organ harvesting from the brain dead because it is silent as to when death has occurred. Specifically, Section 3 of the Human Organ Transplant Act (Hota) previously titled \"When death occurs\" is left blank, with only these very words: \"(Repealed by Act 22 of 1998)\". This is probably the law acknowledging how contentious it is to claim that the brain dead is dead.\n\nBut how did we get here?\n\nIn 1968, explicitly to free up intensive care unit beds and increase the supply of organs for transplantation, the Harvard Medical School introduced a new category of death wholly in terms of brain function.\n\nCalling it brain death, this is now diagnosed when the brain stem has stopped functioning.\n\nThe brain stem is the brain's lower part that connects the cerebral hemispheres in the skull to the spinal cord in the backbone.\n\nIt controls breathing, digestion, heart rate, blood pressure, human alertness and arousal from sleep.\n\nThe brain stem relays information between the spinal cord and the upper parts of the brain. So when it stops working, the brain cannot transmit data to the body to control the heart and lungs, say.\n\nAlso, it cannot receive data from the body. So the patient shows no reaction to stimuli, no evidence of thought or consciousness, and no ability to breathe on his own.\n\nSpecific criteria are used to establish brain death.\n\nBut to this day, no one can show why brain death, when thus diagnosed, is really equal to death in a biological sense.\n\nWhile the law does not explicitly legalise brain death as permitting organ harvesting, doctors here do so. The \"living dead\" patient is then maintained on life support to keep the organs perfused by blood with oxygen up to the moment the organs are harvested.\n\nSuch a \"living corpse\" can be kept going with life-support for months before the heart also stops.\n\nA study of 155 brain-dead persons found survival times ranging from two weeks for 80 of them to longer than a year for four patients. At least 22 pregnant brain-dead women kept on life support to save their foetuses, from as early as 15 weeks, delivered live babies.\n\nMoreover, no one knows if the cerebral hemispheres or the parts of the brain higher up in those with brain-stem death are also completely dead. In fact, even after brain-stem failure has been correctly diagnosed, today's neuroscience tests can show that some brain cells in the cerebral hemispheres are still functional. So not even all of the brain is dead in the brain-dead, at least occasionally.\n\nIf the higher brain where consciousness resides is not completely dead, we cannot know if the content of the patient's consciousness is also permanently gone. That includes his private thoughts, memories, plans, attitudes, values and norms. Since they are subjectively experienced, we cannot know that these are now absent, such that the patient is as good as dead, as the Harvard report claimed.\n\nFour decades after that report changed the meaning of death worldwide, the United States President's Council on Bioethics issued a study in 2008 acknowledging that the question why brain-dead patients are to be considered really dead had never been satisfactorily answered anywhere.\n\nIt admitted that some brain function continues even when brain death is correctly diagnosed. Nevertheless, it decided that brain death was to be considered death because the patient would no longer be able \"to act upon the world\" in ways that he must if he is to fulfil his own needs. It then reiterated the Harvard idea that the brain-death diagnosis was sufficient to justify organ harvesting. That is, the end justifies the means, even if the brain-dead person is not really biologically dead.\n\nProponents basically depend on the idea that brain death entails the loss of personhood, which they say means that you're as good as dead.\n\nWhile death has a commonsense biological meaning, it also has non-biological - or moral and legal - ones. But physicians whose expertise lies in the biological, physical or medical cannot rule on the non-biological in which they have no particular expertise.\n\nThey make a value judgment when they say that the loss of personhood in brain death makes it really death.\n\nI may not agree with your values.\n\nSo what is a moral issue involving life and death has been surreptitiously changed into one about a biological fact to be discovered medically.\n\nIf so, doctors have obscured what is a moral decision, thereby usurping from kin the power to decide when to pull the plug.\n\nUnder the law, the corneas, kidneys, liver and heart of hospitalised citizens or permanent residents aged 18 to 60 whom doctors have declared dead may be harvested by default in Singapore's opt-out system.\n\nThis is why, if you have not proactively opted out, you have already been opted-in by law, even if you disagree, so your family cannot say no to organ removal.\n\nIf you cannot cure cancer by just changing the definition of the biological condition called cancer, then you also cannot say that death has occurred when the person is still biologically alive just by simply altering what the word means. Yet this is what doctors have done.\n\nSo the current public policy permitting organ harvesting from the brain dead may be resting on shaky moral grounds.\n\nIf families are resisting organ harvesting from the brain dead, it is a sign that this issue remains fraught with doubt.\n\nIt deserves being reopened for debate by all.\n\nIt should not be left to doctors who have no particular expertise in philosophical endeavours.\n\nDoctors must not respond to this by simply reasserting their diagnostic considerations as they are wont to do when challenged on brain death. They must not dismiss such doubts just because there are queues of patients waiting for life-saving organs.\n\nOne outcome might be to change Hota into an opt-in system where people proactively agree to be cadaveric donors.\n\nThis might see more organs becoming available if more are persuaded. Above all, transplant surgeons would have real prior consent from the brain dead, putting the system on a more morally sound basis.\n\n•This is the last of a six-part series by Andy Ho on new scientific findings about the brain.", "_id": {"$oid": "55dc23d404235215b082e4db"}}