{"URL": "https://www.quora.com/Do-TAs-often-get-annoyed-by-students-who-are-too-slow-and-constantly-ask-for-their-help?ref=slate&amp;amp;rel_pos=1", "Text": "There are 2 types of questions people usually ask. One type is very specific, something like \"what is one plus one?\". The answer is very specific and solid.Another type is general and abstract, often used to map out unfamiliar territory. These types of questions are chicken-scratch for the asker themselves to figure out the \"correct\" question to ask. (of the \"90% of the problem is defining it.\" sort)The problem with asking specific questions is that if you're able to phrase it properly, Google or a library will solve your problem. People get annoyed when these questions are asked and direct you toThese types of questions though are the only easily answerable ones though, so TA's are often put in a position where they either have to give an entire lecture building up foundational knowledge to map out a territory, or be annoyed at a trivial question.IMO most trivial questions are an attempt to map out unfamiliar territory though. The asker is testing the solidity of the existing foundation and trying to figure out which one's were created incorrectly. Being annoyed at a trivial question creates a barrier of condescendingness and disdain known as elitism.Most TA's don't have this patience, incentive, or maturity to do this \"job\" well though.Students need to understand that TA's only act as a buffer for professors. They're there so \"you're an idiot you'll never understand this subject.\" doesn't have to be used. Neither the TA nor the Professor should be doing most of the work of understanding for you. They are both supplementary, very broad strokes. You have to fill in the details for yourself. (University becoming \"mandatory\" has shifted the dynamic towards more spoon-feeding since the students go from scholars to customers. Not that this is bad, but the 'customers' often aren't getting what they paid for.)There are many cases though where people who are just looking for answers and trying to BS their way through a class get confused with those who are lost and really trying to find their way.", "_id": {"$oid": "55daf06c04235215b082e2f0"}}