{"URL": "http://www.smh.com.au/world/tianjin-blast-dead-fish-raise-watercontamination-fears-20150821-gj4fts.html", "Text": "Tianjin: Large numbers of dead fish have washed ashore in Tianjin, causing fresh public alarm over the extent of environmental contamination after last week's deadly chemical-fuelled explosions.\n\nEnvironmental officials struggled to explain the thousands of dead fish found along the Haihe River about six kilometres from the blast site, saying they did not detect toxic levels of cyanide from the river during an analysis on Thursday afternoon.\n\nDeng Xiaowen, director of Tianjin's environmental monitoring bureau, said at a press conference that experts were investigating the dead fish but that such incidents were \"not rare\" during the summer.\n\nDead fish float along the shore of Haihe River Dam on Thursday. Photo: ChinaFotoPress/Getty Images\n\nThe discovery coincided with reports that wastewater runoff near the site of the explosions contained concentrations of cyanide hundreds of times acceptable levels.\n\nAdvertisement\n\nAuthorities have said that the toxic runoff has been contained near the site and has not entered broader waters. Drinking water in Tianjin met national standards, they said.\n\nOfficials have confirmed that the warehouse at the centre of the explosions, owned by Rui Hai International Logistics, stored 700 tonnes of sodium cyanide among hundreds of tonnes of other toxic chemicals.\n\nPhoto shared on Chinese social media site Weibo showing dead fish in waters near the Tianjin blast site.\n\nSodium cyanide, a compound used in gold mining, can be toxic to humans even in small quantities.\n\nThe blasts on Wednesday last week killed at least 114 people, with another 65 listed as missing and presumed dead.\n\nCrowds of curious onlookers gathered on the banks of the Haihe River to take pictures of the grim scene of dead fish, as environmental activists took samples of the water.\n\nAnother photo shared on Chinese social media site Weibo showing the dead fish.\n\nTianjin, the world's 10th-busiest port, will relocate chemical plants from the Tianjin Binhai New Area where the blasts occurred to the Nangang Industrial Zone, 25 kilometres away, according to the official China Daily, citing Tianjin mayor Huang Xingguo​.\n\nThe Communist party's anti-graft watchdog promised to crack down both on corruption and on those responsible for violating laws and regulations which had led to the explosions but stressed the importance of maintaining political stability, according to a statement on the Central Commission for Discipline Inspection website on Thursday.\n\nWith Reuters\n\nAn activist takes a sample of water from a river where dead fish have began appearing near the Tianjin blast site. Photo: via Weibo\n\nFollow FairfaxForeign on Twitter\n\nFollow FairfaxForeign on Facebook", "_id": {"$oid": "55daf0e104235215b082e371"}}