{"URL": "http://www.slate.com/articles/double_x/doublex/2015/08/kate_harding_s_asking_for_it_a_no_nonsense_warning_on_the_rise_of_rape_culture.html", "Text": "Photo illustration by Juliana Jiménez. Photo by Katarzyna Bialasiewicz/Thinkstock.\n\nRape culture: As far as feminist jargon goes, it’s a phrase that’s up there with patriarchy or male privilege in creating a surefire deflection response in broad swaths of the public. But in her new book Asking for It: The Alarming Rise of Rape Culture—and What We Can Do About It, writer Kate Harding doesn’t hide from the term, employ euphemism, or otherwise mollycoddle her audience. In placing the words rape culture front and center in both her title and first sentence, she sets the tone for the rest of her book, a no-nonsense examination of sexual violence in modern America and the widespread cultural complicity that exists around it, whether we want to admit it or not.\n\nAmanda Marcotte Amanda Marcotte is a Brooklyn-based writer and DoubleX contributor. She also writes regularly for the Daily Beast, AlterNet, and USA Today.\n\nIn 2009, Harding published Lessons From the Fat-o-Sphere, in which she and co-author Marianne Kirby debunked the cherished myth that fat people can, with just some willpower and a pair of running sneakers, transform themselves permanently into thin people. Now Harding applies that finely honed impatience with bullshit to another great American myth: that we rate rape as a terrible crime and punish it with ferocity. The reality, as Harding details in chapter after chapter, is that rapists generally go unpunished, victims are blamed, and everyone from cable news pundits to TV show writers continues to be confused about the difference between consensual sex and rape, which isn’t actually confusing.\n\nAdvertisement\n\n\n\nAs Harding regularly points out, the explosion of online feminist discourse, as well as the growth in anti-rape activism on campus and elsewhere, has created a continuous public dialogue about rape and sexual assault. That dialogue has led to actual changes both on a cultural level and in policy, as more states start adopting “affirmative consent” standards on campus. But Asking for It serves as a useful reminder of why we still need books—even nonfiction books—in the age of the Internet. Just the sheer volume of stories and examples Harding collects in one place is disquieting and extremely convincing in a way that getting it in pieces through the day-to-day grind of Internet reading will never accomplish.\n\nHarding doesn’t shy away from tough topics, especially when it comes to false rape reporting.\n\nTo be clear, this book is not a chronicle of depressing stories of sexual assault, which would be a miserable read. Harding isn’t here simply to register the existence of crime; she is working as a cultural critic, focusing on the cultural response to and understanding of sexual assault more than the crimes themselves.\n\nLuckily for the reader, Harding has a wicked sense of humor. In response to people who claim that sexual consent is confusing and that it’s hard to know when a woman is saying no, for instance, Harding writes:\n\nPop quiz: Do the following responses mean yes or no?\n\n1. I’d love to, but I already have plans.\n\n2. Sweet of you to offer, but I’m afraid I won’t be able to make it.\n\n3. Oh geez, maybe another time?\n\n4. I so wish I could!\n\n“Without knowing what your answers were, I can tell you with complete confidence that if you have the capacity to read this book, you just got 100 percent,” she concludes. In a debate where a lot of people say, with a completely straight face, that consent is ambiguous and that it’s hard to tell the difference between someone who can’t wait to have sex with you and someone who is trying to let you down easily, Harding models a no-nonsense approach.\n\nNot that she shies away from knottier issues, especially when it comes to false rape reporting. One of the strongest chapters in this book is the one where Harding addresses concerns about due process and false rape reporting, taking an unflinching look at what, exactly, causes women to file false rape reports and what they look like.\n\nThe typical false reporter, she explains, is not “an evil minx who wraps the entire justice system around her little finger, just to hurt some poor, innocent man.” Instead, a false reporter will more likely claim a stranger rape, and because her story is more lurid and sympathetic that the “typical rape cases” involving alcohol and a victim who knows her assailant, the false reporter will end up getting more attention—and more sympathy—than the vast majority of reporters who tell the truth.\n\nThis chapter invariably brings to mind the fiasco over the Rolling Stone’s story about sexual assault at the University of Virginia, which was retracted after it was discovered the centerpiece of the story, an alleged fraternity gang rape, was likely fabricated by just such an attention-seeking and troubled young woman, “Jackie.” Perhaps if Rolling Stone writer Sabrina Rubin Erdely and her editors had read Harding’s book, they would have spotted the red flags in Jackie’s story.", "_id": {"$oid": "55daee9904235215b082e1ce"}}