{"URL": "http://food52.com/blog/13333-5-common-homemade-ice-cream-issues-how-to-fix-them?utm_source=slate.com&amp;amp;utm_medium=referral&amp;amp;utm_campaign=f52-slate", "Text": "Save and organize all of the stuff you love in one place.\n\nInspired by conversations on the Food52 Hotline, we're sharing tips and tricks that make navigating all of our kitchens easier and more fun.\n\nToday: Stef Ferrari of Hay Rosie Craft Ice Cream Co. troubleshoots homemade ice cream issues, so you, too, can churn with confidence.\n\nIce cream isn’t always as simple as following a recipe, which means a fun experiment can quickly become a frustrating frozen endeavor. Maybe your finished product looks like the Abominable Snowman attacked it. Or maybe you can’t figure out why you made a fine batch of dessert soup. Whatever the problem, here’s how to fix common homemade ice cream issues:\n\nThe issue: Your ice cream is crunchy or icy.\n\nThe culprit: Ice crystallization\n\nThis is probably the most common at-home ice cream conundrum. Making ice cream is 10% flavor development and 90% managing water and ice. The inconvenient truth is the faster ice cream mix freezes, the creamier it will be. During churning, the dasher (or blade) of the machine scrapes tiny ice crystals off the walls of the freezer (or canister/bowl). Those ice crystals—interspersed with air—make up the body of your ice cream, which means the faster the ice cream freezes, the smaller the crystals and creamier the product.\n\nIce crystals are at their smallest right after churning. From then on, they only grow. Once ice crystals reach a certain size, the texture becomes gritty, crunchy, and icy.\n\nThe solution: Commercial ice cream makers are designed to work quickly: spinning fast at very cold temperatures. At-home ice cream makers typically rely on freezer bowls and can be a lot slower. In terms of ice crystals, this is a bit of a disadvantage. Here’s how to minimize the effects of the ice cream handicap:\n\nMake sure the freezer bowl is actually frozen. Like, really frozen. It needs a full 24 hours in the freezer for best results. Put the bowl in overnight and try to forget about it until the next day. This is not the time for impatience.\n\nYour mix should be as cold as possible prior to churning. No matter how cold your bowl may be, a hot mix is a disservice. Besides, aging your mix overnight aids in fat coalescence and flavor development (read: it tastes better).\n\nOnce the ice cream’s spun, work quickly to transfer it from the bowl and into the freezer as fast as possible. Freezing fast will help maintain the ice crystals’ small size.\n\nMore: Another tip for avoiding icy ice cream from the Ample Hills Creamery book.\n\nThe issue: Your ice cream has fat globules (a.k.a. chunks, globs, balls, or tiny little flecks of milk fat floating in your finished product).\n\nThe culprit: Think about making whipped cream—there’s a window for perfectly fluffy peaks, but go a tad too far and it becomes butter. A similar phenomenon happens here, particularly with flavors that use an oil or oil-based ingredients like peanut butter or olive oil.\n\nMore: A very genius whipped cream (with staying power).\n\nThe solution: First, properly emulsify your mix—preferably while your mix is still warm. An immersion blender works best for this, but you can use a standard blender as well. After aging overnight, give it another buzz before pouring it into your freezer bowl.\n\nMost importantly, keep an eye on your ice cream! Your machine’s instructions may tell you that it’s going to take 25 minutes, but that’s not a rule. Always check in regularly to make sure you catch the ice cream at its creamiest, pre-glob incarnation.\n\nThe issue: Your add-ins are icy or gritty.\n\nThe culprit: This is a personal pet peeve. Unfortunately, as incredibly delicious as store-bought peanut butter cups are, they just aren’t meant to be eaten at sub-zero temperatures. Grabbing candy off the shelf and tossing it in ice cream makes them hard. And hard is sad.\n\nThe solution: While it does require an extra step, give add-ins a little homemade love. Making your own chocolate chips, peanut butter cups, and other candies gives you the opportunity to formulate them for the freezer. When coating add-ins with chocolate, for example, adding a touch of coconut or canola oil to the chocolate prior to dipping, drizzling, or dunking ensures the chocolate will still be chewable post-freezing.\n\nAlso, when creating your own variegate (that’s the fancy term for swirl, ribbon, ripple, and the like), keep in mind it will need to fully cool before incorporating. Attempting to layer a piping hot (or even lukewarm) jam, caramel, or fudge, will cause it to pool at the bottom of your container and produce ice crystals throughout the ice cream. As that ribbon sinks, it melts the ice cream, which eventually refreezes into crunchy bits.\n\nMore: Why there are gritty chocolate chunks in your ice cream—and how to fix it.\n\nThe issue: Your ice cream isn't holding up after a few days.\n\nThe culprit: So, your ice cream came out great. Hooray! It’s delicious, creamy, and perfectly scoopable. But by the time you dig in two weeks later, it deteriorated into amorphous gloop: gummy, mushy, and shrinking from the sides of your container. Unfortunately, homemade ice cream just doesn’t have the staying power of the commercial kind. Most lack the stabilizers common in the supermarket stuff—ingredients designed to keep those products shelf-stable for as long as possible. Stabilizers also inhibit the effects of heat shock, anticipating the product will be shuffled around from freezer-to-freezer.\n\nThe solution: In the all-natural world of most home kitchens, it’s critical to make and enjoy your ice cream as fresh as possible. It’s not designed for longevity.\n\nI like to package ice cream in small enough containers the whole thing can be eaten in one sitting. That way, you don’t subject the entire batch to thermal shock. With larger-sized containers, moving the ice cream, allowing it to soften for a single-serving, and then returning it to the freezer allows those pesky ice crystals to expand.\n\nAnother good idea is to place a piece of wax or parchment paper over the ice cream’s surface to prevent contact with air—inhibiting freezer burn.\n\nOverall, though, the best option is to plan ahead and make your ice cream to serve. This sometimes means thinking a few days in advance. If you’re having guests on Saturday, make your mix on Thursday, spin on Friday, and freeze overnight. Or, if you prefer a soft serve-like consistency, you can spin on Saturday and serve it that same day.\n\nThe culprit: less-than-succesful homemade ice cream due to ingredient swapping.\n\nWhen making ice cream, beware of the unresearched ingredient swap. As home cooks, we’re experimental by nature. But while many recipes can be quite forgiving in swapping one ingredient for another, ice cream is a little more particular.\n\nIce cream formulas are mathematical equations, carefully balanced and calibrated to achieve specific results. Unfortunately, swapping this for that (like strawberries for blueberries) can have quite an impact.\n\nFor example, take dairy selection: In an increasingly health-conscious world, many folks want to experiment with low-calorie options. Ice cream does not appreciate that attitude.\n\nAttempting to swap out your dairy can throw an ice cream formula totally out of whack. Fat makes up a good portion of the solids in ice cream. Cream is about 59% water, while skim milk is 90%. Changing one dairy for another means considering how that added water will be managed. The bottom line: The type of dairy's selected for a reason.\n\nMore: How to cook with coconut milk.\n\nBesides flavor, fat is important for consistency and structure. Ice creams sans stabilizers rely on fat (in addition to egg yolk, which is comprised of 10% lecithin—a natural stabilizer) to emulsify and balance water. As the fat percentage increases, the need for stabilizer decreases. Haagen Dazs, for example, is 17% milk fat and able to sustain a large scale distribution without the use of additional stabilizers.\n\nWhen choosing cream, I find many options—even organic ones—include stabilizers or thickeners like carrageenan. If you intend to use these ingredients or are following a recipe that calls for them, be aware you may already be inadvertently adding some thickener. I always try to find pure, unadulterated cream as a starting point.\n\nFinally, all fruits are not created equal. Water content in fruit is particularly critical in ice cream formulation. Take strawberry ice cream, for example. It’s an extremely challenging flavor despite its ubiquity. If a recipe calls for roasted strawberries, there’s a reason for it. A strawberry is 94% water, which means haphazardly tossing them into an ice cream makes for a crunchtastic strawberry-sicle that tastes like nothing. Roasting concentrates the flavor of the strawberry and dehydrates it, making it much more manageable—and delicious.\n\nFor context, here’s the range of water activity in various fruits:\n\nRaspberry: 86%\n\nCoconut: 44%\n\nOrange: 90%\n\nBanana: 75%\n\nDate: 26%\n\nTaking a date ice cream and trying to repurpose it for an orange creamsicle will easily result in an ice storm. While experimenting should be part of the fun of homemade ice cream, it’s important to know your ingredients and the role of each before diving in.\n\nMore: Want more ice cream tips? Check out these 15 we found in cookbooks.\n\nWhat's the best homemade ice cream you've ever churned? Tell us in the comments below!\n\nPhotos by Yossy Arefi, Phyllis Grant, Armando Rafael, Mark Weinberg, and James Ransom", "_id": {"$oid": "55daf09f04235215b082e324"}}