{"URL": "http://politics.heraldtribune.com/2011/08/25/democrats-blast-rubio-for-comments-that-medicare-social-security-weakened-us-as-a-people/", "Text": "In another sign that Medicare and Social Security will continue to be major issues in political campaigning and ongoing deficit reduction talks, U.S. Sen. Marco Rubio has drawn flak this week from Democrats and retirement experts for his comments that such programs have “weakened us as a people.”\n\nDemocrats called Rubio “out of touch” and “beholden to the extremist Tea Party” for his comments in a speech Tuesday night at the Ronald Reagan Presidential Foundation and Library in California.\n\nDo you agree or disagree with Sen. Marco Rubio's statement that Medicare and Social Security \"have weakened us as a people\"? Agree\n\nDisagree\n\nLoading ... Loading ...\n\nAnd retirement experts disputed the Florida senator’s statements that the government entitlement programs made Americans less prone to save.\n\nThe question is whether Rubio’s comments will help or hurt his status as he raises his profile as a freshman senator.\n\nEntitlement programs once were considered all but politically untouchable, but issues including the federal debt and budget deficit have grown in importance. And not addressing federal spending may carry just as much political risk for Rubio, said University of Miami political science professor Christopher Mann.\n\n“It’s not that Social Security is less important but other issues have risen to the same stature,” he said.\n\nMann viewed Rubio’s West Coast speech as an effort to build his leadership potential in the Senate, and that requires tackling weighty issues of importance to conservatives.\n\n“It’s very much about sending signals,” Mann said. “About being bold, Reaganesque, unafraid of the political consequences.”\n\nDemocrats have accused Republicans of seeking to dismantle entitlement programs under the guise of reform and quickly seized on his remarks.\n\nA rising conservative star who is frequently mentioned as a potential 2012 vice presidential candidate, Rubio contended that in the past “you saved for your retirement and your future because you had to” and depended on the community, family and churches for help.\n\n“All that changed when the government began to assume those responsibilities,” Rubio said. “All of the sudden, for an increasing number of people in our nation, it was no longer necessary to worry about saving for security because that was the government’s job.”\n\nRubio added: “It weakened our people in a way that undermined our ability to maintain our prosperity.”\n\nBut poverty rates among the elderly were significantly higher before Social Security and Medicare, indicating people had trouble scraping together enough for retirement regardless of whether they knew the government would help or not, said Jeff Johnson, interim director for AARP Florida.\n\n“In the 1920s people weren’t any better about saving,” he added. “What they did is they lived with their kids or they lived in a poor house somewhere.”\n\nA 2010 analysis by the liberal-leaning Center on Budget and Policy Priorities concluded that 20 million Americans were lifted out of poverty by Social Security, including more than 1 million elderly people in Florida.\n\nRubio spokesman Alex Burgos defended the speech Thursday, saying the senator is a strong supporter of Social Security and Medicare and is trying to save the programs by making them more financially stable.\n\n“The only people criticizing the speech are liberals who are content with doing nothing and allowing these programs to bankrupt themselves and bankrupt our country,” Burgos said.\n\nJohnson said that clearly Americans need to save more for retirement, with Social Security barely keeping many recipients above poverty level.\n\n“Even with strong Social Security and Medicare programs you have got to save for retirement if you want to live above subsistence levels,” Johnson said. “Social Security can be a foundation for retirement but that’s it.”\n\nHere is the relevant part of the speech:\n\n\"So, we are a nation that aspires to two things – prosperity and compassion. And Ronald Reagan understood that. Perhaps better, again, than any voice I’ve ever heard speak on it.\n\nNow America’s leaders during the last century set out to accomplish that, but they reached a conclusion that has placed us on this path, except for the Reagan Administration to be quite frank. Both Republicans and Democrats established a role for government in America that said, yes, we’ll have a free economy, but we will also have a strong government, who through regulations and taxes will control the free economy and through a series of government programs, will take care of those in our society who are falling behind.\n\nThat was a vision crafted in the twentieth century by our leaders and though it was well intentioned, it was doomed to fail from the start. It was doomed to fail from the start first and foremost because it forgot that the strength of our nation begins with its people and that these programs actually weakened us as a people. You see, almost in forever, it was institutions and society that assumed the role of taking care of one another. If someone was sick in your family, you took care of them. If a neighbor met misfortune, you took care of them. You saved for your retirement and your future because you had to.\n\nWe took these things upon ourselves and our communities and our families and our homes and our churches and our synagogues. But all that changed when the government began to assume those responsibilities. All of the sudden, for an increasing number of people in our nation, it was no longer necessary to worry about saving for security because that was the government’s job. For those who met misfortune, that wasn’t our obligation to take care of them, that was the government’s job. And as government crowded out the institutions in our society that did these things traditionally, it weakened our people in a way that undermined our ability to maintain our prosperity.\n\nThe other thing is that we built a government and its programs without any account whatsoever for how we were going to pay for it. There was not thought given into how this was going to be sustained. When Social Security first started, there was sixteen workers for every retiree. Today there are only three for every retiree and soon there will only be two for every retiree.\n\nProgram after program was crafted without any thought as to how they will be funded in future years or the impact it would have on future Americans. They were done with the best of intentions, but because it weakened our people and didn’t take account the simple math of not being able to spend more money than you have, it was destined to fail and brought us to the point at which we are at today.\"", "_id": {"$oid": "55daf0a204235215b082e328"}}