{"URL": "http://www.slate.com/blogs/outward/2015/08/21/season_2_of_the_ian_mckellen_and_derek_jacobi_sitcom_vicious_reviewed.html", "Text": "Photo courtesy of ITV /Brown Eyed Boy Limited 2013\n\nThe second season of Vicious, the delightful British sitcom starring Derek Jacobi and Ian McKellen as an elderly gay couple, comes to PBS at a fortuitous time for American viewers. Showrunner Gary Janetti clearly had commitment on his mind when crafting these six episodes, and with the opportunity to legally marry now finally open to same-sex couples across the United States, the anxieties and questions Stuart and Freddie face as they plan their own wedding over the course of the season feel suddenly more pressing. Of course, this being Vicious, don’t expect an earnest homily on the transcendent power of marriage. Instead, prepare for more of what Janetti and his talented cast delivered in Season 1—a smart, wry, and distinctively gay look at coupled life that dismisses pieties while managing to remain fundamentally warm.\n\nI wrote at length last season on how Freddie and Stuart’s bitchy mode of relating, far from being a mere exercise in “bitter queen” stereotyping, actually offers a profound treatise on how gay men—and others, if they’re smart—can strengthen their relationships by tempering love with a camp sensibility. This season underlines that point, even as it turns its attention to a broader consideration of how people make and honor commitments to one another.\n\nAdvertisement\n\n\n\nThe prospect of a wedding for two men who have already been together 50 years—what does a formal commitment in that case mean, exactly?—is the center of gravity for the season, but it’s orbited by smaller moons. Richest among these is a secondary plot focused on the relationship between lush cougar Violet (Frances de la Tour) and sexy sweetheart Ash (Iwan Rheon), both of whom are fabulous and thankfully given more screen time in this season than last. Violet has been enamored to the point of handsy-ness with Ash from the start, but as her own marriage becomes confusing, and an opportunity for intimacy presents itself, she must consider what commitment means in the context of friendship. Likewise, Ash’s commitment to Freddie and Stuart—who, in a refreshingly complex bit of characterization, treat him as both straight eye candy and adopted son—is tested when the men are exploited in a totally contemptable (and believable) way, and Ash must find a means of defending them without bruising their pumped-up egos.\n\nWriting about the weighty elements of the show this way misrepresents the lightness with which they’re treated—and, given the show’s Britcom origins, plenty of slapstick gags present themselves, sometimes overeagerly, for easy laughs. But saying Vicious is, on the whole, very funny feels too easy. I insist on taking it seriously because the best gay art—art that engages with important material from a gay point of view—can often appear slight or frivolous, at least on the surface. Some will make that mistake with this show, seeing it as an endless stream of shady insults. But that reading misses the careful ways Janetti connects his characters to their history—such as when Stuart recalls, almost in passing, that his first date was an illegal encounter in an alleyway—or to their social context. (Indeed, many of the episodic problems have to do with class status and the couple’s relatively tight budget—something relentlessly upper-middle-class American television could never allow.) And, if you’ll indulge a bit of essentializing, the slight reading also misses the show’s insight into the gay male psyche, especially the way a certain competitiveness around looks, the attentions of other men, and femininity can work its way into gay relationships.", "_id": {"$oid": "55daf06704235215b082e2ee"}}