{"URL": "http://www.slate.com/articles/health_and_science/medical_examiner/2015/08/misophonia_research_disorder_of_irritation_by_chewing_lip_smacking_sniffing.html", "Text": "In 2013, psychiatrist Arjan Schröder and his colleagues at the University of Amsterdam proposed that misophonia should be classified as a new psychiatric disorder . They suggested categorizing it on the spectrum with OCD. They had examined 42 patients who self-referred with misophonia, and found a consistent syndrome: Specific sounds triggered an aggressive response and socially isolating coping mechanisms. Schröder told me that almost half of these patients also met the criteria for obsessive-compulsive personality disorder.\n\nIntriguingly, Wu also found that misophonia symptoms tracked with symptoms of the psychiatric conditions anxiety , depression , and obsessive-compulsive disorder . I could understand people feeling anxious and depressed because of misophonia. But I was surprised by the connection to OCD, an anxiety disorder involving intrusive thoughts and the overwhelming need to soothe them with coping behaviors. However, Wu’s study wasn’t the first to suggest a connection between mental illness and misophonia.\n\nWu and her colleagues found that a full 20 percent of the students reported what the researchers considered clinically significant misophonia symptoms. The Florida students with significant symptoms had “this extreme reaction to really selective sound stimuli,” says Wu—stimuli like the mouthy noises described in Edelstein’s study. They also used similar coping mechanisms. Sadly, half of those with clinical symptoms—about 10 percent of all the students—reported that they had significant trouble functioning at school and work. That high of a number surprised me at first, but then again, I can totally understand why people don’t talk about what feels like a crazy, aggressive overreaction to lip-smacking (urgh).\n\nOne team has examined how common misophonia is in a general population . In 2014, clinical psychology doctoral student Monica Wu, psychologist Eric Storch , and their colleagues at the University of South Florida surveyed 483 undergraduate students about misophonia symptoms.* That’s not to say that these 483 students perfectly represented the world: Almost 60 percent were white, more than 80 percent were women, and 100 percent were participating in the study to get extra credit for their psych classes.\n\nThe strong distaste for “chewing, mouthy sounds” and coping mechanisms sounded eerily familiar to me, although my coping strategies weren’t seriously affecting me. But this study only looked at 11 self-selected volunteers. What about misophonia among the rest of us?\n\nThe volunteers knew their aggressive reactions were inappropriate and outsized. They told Edelstein how they’d developed coping mechanisms, such as leaving the room, avoiding certain situations, using headphones, and even mimicking their trigger sounds to mask the noise. Some of these coping mechanisms negatively affected their work and home lives.\n\nBut when Edelstein and her colleagues interviewed 11 volunteers from the support group, they were struck by the common patterns. Each volunteer reacted intensely to what Edelstein describes as “chewing, mouthy sounds” made by adults. When she exposed people with and without misophonia to trigger sounds like loud chewing, sniffing, and lip-smacking (urgh), both sets of people reacted negatively. The people with misophonia just reacted more—indicating, perhaps, that misophonia might just be at the extreme end of a normal distribution. Perhaps the people with misophonia had unusually strong neural connections between sound-processing parts of their brains and their limbic systems, which help regulate emotion.\n\nOne of the few labs that have published on the subject is run by author , TED talker , and neuroscientist Vilayanur Ramachandran . When people from an Internet support group for misophonia first contacted the lab, “we were kind of skeptical,” says doctoral student Miren Edelstein of the University of California, San Diego. “Nobody had heard of this disorder” back in 2011, and people often asked to have their unusual ailments studied by Ramachandran.\n\nI started at PubMed, the massive database of peer-reviewed scientific articles maintained by the National Library of Medicine. But compared to the hundred thousand hits I got for searching on major depression disorder , a search for misophonia pulled up only 26 articles . Most were published in the past few years.\n\nAnd my third reaction was: Wait. I’m a science writer and a scientist. So I’ll do the (moderately) rational thing: corner some scientists who study misophonia and ask them some questions. Like, what do we know about misophonia? Can we treat it? And should we actually be calling it a disorder, on par with major depression and bipolar disorders?\n\nWhen I first read a description of misophonia, my reaction was: Other people have this?! This intense, angry reaction to everyday sounds like chewing, lip-smacking, sniffing, and pen-clicking—sounds that other people can ignore?\n\nNot necessarily. Wu has reservations about prescribing medication before we know more. But when it comes to therapy, she has some qualified hope. Her team reported successfully treating two young patients using cognitive behavioral therapy—a well-established form of psychotherapy that helps patients recognize distressing thoughts and develop healthier behaviors in response to those thoughts.\n\nHowever, not all misophonia researchers agree that misophonia should be regarded as a psychiatric condition.\n\nIt’s an “extreme, inaccurate, and improper approach” to treat misophonia as a psychiatric disorder like OCD, says Emory University otolaryngology professor Pawel Jastreboff. He and his collaborator and spouse, Margaret Jastreboff, coined the term misophonia in 2001. They argue that misophonia is a form of decreased sound tolerance. He says they have seen hundreds of misophonia patients and that very, very few had any sort of psychiatric condition. Indeed, Jastreboff believes that the Dutch psychiatrists incorrectly linked misophonia to OCD because, he says, they were studying “psychiatric patients to start with, and some of them have misophonia.”\n\nThe Jastreboffs propose that misophonia is actually a learned response. They suggest that people with misophonia have learned to associate a negative reaction to something they originally considered just annoying—such as the culturally inappropriate sounds of bad table manners. Based on this idea, the Jastreboffs have been treating patients with a form of desensitization therapy. In this therapy, the person with misophonia is gradually retrained to associate positive experiences with formerly negative triggers—for example, by smelling and eating delicious cookies while in the presence of a noisy eater.\n\n“Misophonia definitely can be treated successfully,” says Pawel Jastreboff, “but it is important to know how to do it.” In 2014, the Jastreboffs reported that 152 out of 184 misophonia patients—83 percent—had significant improvement after going through the desensitization therapy.\n\nI still had reservations after I read their paper. Their study was observational, instead of the gold standard: the randomized control trial. All of the Jastreboffs’ patients were treated with the same therapy, so we can’t compare their improvement with what might happen naturally over time in untreated people or what would happen in people treated with other therapies. Plus, the study seemed ripe for a placebo effect because the scientists were asking people to self-report how they’re doing when they knew they’d just gone through months of desensitization therapy.\n\nNot to say that Pawel Jastreboff is unaware of these limitations. “It would be a good idea” to evaluate therapies through controlled trials, he says, adding that “somebody hopefully will do that in the future.” For now, the Jastreboffs are both stymied by the “ten million dollars” he says it would take.\n\nTo be honest, this debate about the treatments and nature of misophonia didn’t surprise me. It’s a pretty new disorder, and not much research has been done on it. When there’s still so much uncertainty in the tiny community of misophonia researchers, is it actually helpful to refer to misophonia as its own separate disorder?\n\nThe scientists studying misophonia believe so, because of the terrible effects they see in their patients. The University of Amsterdam’s Schröder says that his patients “experience severe symptoms and frequently cannot function anymore.” They can’t eat dinner with their families, work effectively in big offices, or live happily with their spouses. Wu also sees significant impairment among kids with misophonia. In a previous case she worked on, the young patient couldn’t go to school and couldn’t even talk with the child’s mother, who made trigger sounds. And Edelstein reported that at least one of the 11 volunteers she interviewed had contemplated suicide.\n\nIn his 2013 study, Schröder and his colleagues wrote that they were proposing diagnostic criteria and psychiatric classification to “improve recognition by health carers and encourage scientific research” into misophonia. Getting misophonia recognized in the next edition of the Diagnostic and Statistical Manual of Mental Disorders, as some researchers are advocating, would certainly help in other ways, including the practical. “It helps with insurance,” says Wu. Furthermore, naming and identifying a disabling behavior as misophonia, she says, “does help in terms of giving it a face” and legitimacy to skeptical family and friends.\n\nSo what’s an Internet-self-diagnosed misophonic with a healthy dose of skepticism supposed to do?\n\nPersonally, as someone who doesn’t have much impairment beyond the occasional spike of extreme irritation, I plan to wait out the years of scientific discussion and debate. But after hearing about patients who are isolated, depressed, and even contemplating suicide, I definitely want to say this: There is help out there for people who are suffering and need someone to talk with.\n\nAnd I hope that knowing about misophonia helps others who didn’t know there are other people who really can’t stand chewing, sniffing, and lip-smacking (urgh).", "_id": {"$oid": "55daee3504235215b082e186"}}