{"URL": "http://thehill.com/homenews/campaign/251712-left-whispers-to-warren-its-not-too-late-to-run", "Text": "Liberal activists and strategists argue Sen. Elizabeth Warren (D-Mass.) would be beating Hillary Clinton in the polls by now if she had opted to run for president as a champion of Wall Street reform.\n\nAt a time when nervous Democrats are eyeing 72-year-old Vice President Biden and former Vice President Al Gore — who left office 15 years ago — as potential alternatives, some liberals say it’s not too late for Warren to jump in.\n\nADVERTISEMENT\n\n“I think she’d be beating Hillary. That’s my opinion,” said Charles Chamberlain, executive director of Democracy for America, who earlier this year worked on a campaign to draft Warren to run for president.\n\n“Based on the support Bernie’s got and the way he’s surged in the polls, that shows anything is possible,” he added in reference to Vermont Sen. Bernie Sanders, who has exceeded expectations by drawing big crowds on the campaign trail.\n\nClinton leads Sanders by about 20 points in national polls, but he has shown flashes of strength.\n\nA Franklin Pierce University/Boston Herald survey from mid-August showed him topping her 44 percent to 37 percent in New Hampshire, the second state in the primary process.\n\nWhile Clinton has broader support within the Democratic Party, Sanders has generated more enthusiasm on the stump.\n\nNearly 2,000 supporters flocked to his event in Dubuque, Iowa, this week and more than 27,000 filled the Los Angeles Memorial Sports Arena earlier this month to hear him speak.\n\nClinton’s largest crowd to date numbers a mere 5,500, according to The Washington Post. The overflow area her campaign set up for a June 13 launch event on Roosevelt Island wasn’t needed.\n\nAs much as Sanders has surprised the pundits, some Democrats think Warren would have run an even stronger campaign against Clinton because of her name recognition and reputation as a committed Wall Street reformer.\n\nClinton could generate more enthusiasm by embracing some of the financial regulatory reforms long championed by Warren, Democrats say.\n\nChris Shelton, the newly elected president of the Communications Workers of America, said cracking down on Wall Street’s excesses are a top priority for his union’s members.\n\n“My members and the general public believe that it’s time we got some economic justice in this country. The ultra, ultra rich are running things,” he said. “My members and the public think it’s time Wall Street stops controlling Main Street and Main Street has a shot to get this country moving again.”\n\nShelton said he would love it if Warren gave a second though to running for president.\n\n“Have you heard that Elizabeth Warren is going to change her mind? I’d be real interested if she did,” he said.\n\n“I’m a big fan of Elizabeth Warren. I think she’d do well,” he added, though he declined to speculate whether she’d be leading the polls now had she jumped in.\n\nDemocrats say Clinton has some trouble generating excitement because she’s been on the national political stage for more than two decades, first as first lady, then as New York’s junior senator and President Obama’s secretary of State.\n\n“Hillary is a consummate insider and has been now for more for almost a quarter of a century or so. People are more excited by someone who takes no big money and can show that he’s the real deal and is independent,” Robert Borosage, co-director of Campaign For America’s Future, said of Sanders. “That excites people a lot and they want to be part of building the movement he will build.”\n\nSome liberals believe Warren would have matched or even exceeded Bernie’s success in drawing crowds and building excitement.\n\n“She’d be doing as well or better than Bernie,” Borosage said, adding that it’s not too late for Warren to change her mind.\n\n“I don’t think it’s too late but I don’t think she will. You can get in pretty late in the modern world because you can raise so much money so quickly with so little effort over the web,” he added. “If Hillary collapsed in Iowa or New Hampshire, somebody could get in and make a difference.”\n\nClinton’s poll numbers have sagged in recent weeks amidst a barrage of Republican criticism over her use of a private email server while at the State Department. She has pushed back by arguing she did not send or receive classified documents. The FBI is attempting to recover deleted material from the server to find out whether she violated government policy.\n\nAn NBC News/Wall Street Journal poll from early August showed Clinton’s positive rating had dropped to 37 percent from 44 percent in June.\n\nLiberals, however, say they are more concerned about Clinton’s stance on the issues, especially on the question of reining in Wall Street and stopping what they call the “revolving door” of corporate lobbyists and advisors who shuttle between government and the private sector.\n\nMany say they will judge her campaign based on how it lives up the benchmarks set by Warren, who is beloved on the left. They want her to back expanding Social Security benefits, endorse reestablishing the barrier between risky investment banking and ordinary commercial banking, and vow to keep former lobbyists and Wall Street veterans out of her administration.\n\nIf Warren had run for president, she would have put Clinton on her heels, liberals say.\n\n“The enthusiasm, the energy that Warren tapped into would have made her an incredibly strong contender. She obviously decided not to get in the race but there’s no doubt that her agenda is exactly where the primary electorate is,” said Ilya Sheyman, the executive director of MoveOn.org, which helped launch the “Run Warren Run” campaign.\n\nSheyman argues the race is still wide open and is pushing Clinton to embrace, as has Warren, a proposal to expand Social Security. Her campaign rivals, Sanders and former Maryland Gov. Martin O’Malley, have already done so.\n\n“Progressives are incredibly eager to hear if Secretary Clinton will come out for expanding Social Security. At this point it’s a wide open race and we’re looking forward to vigorous conversations,” he said.\n\nBut not all Democrats agree that Warren would have given Clinton a viable challenge. Some say she would struggle, like Sanders has, in appealing to African-American and Latino voters.\n\nJoe Trippi, a strategist who served as campaign manager of Howard Dean’s insurgent liberal bid in 2004, downplayed Clinton’s vulnerability.\n\n“If she were threatened and her supporters thought, ‘Hillary is in trouble,’ there would be more energy in her campaign,” he said. “The majority of people don’t see Bernie Sanders as a threat yet.”\n\nHe noted that in Democratic presidential primaries going back to 1984, African Americans have been a key demographic, and argued that Clinton has those voters in her camp at this point. He said a potential game changer would be if Obama endorsed Sanders, but virtually no one in Washington expects that to happen.\n\n“The easiest thing on the planet is for the most progressive person in the race to get to 25 or 30 [percent,]” Trippi said.\n\n“Among a bunch of white candidates, the one who wins the Democratic nomination is anyone who dominates among minority voters,” he added.\n\nThis is where Clinton’s long history on the national stage comes in handy. She has developed strong relationships with many of the so-called political gatekeepers of the black and Hispanic communities. She also benefits from being married to Bill Clinton, who used to be called the nation’s first black president because of his appeal to African Americans.\n\nRead more from The Hill:\n\nBiden holds meeting with Elizabeth Warren", "_id": {"$oid": "55daee1304235215b082e16a"}}