{"URL": "http://www.slate.com/articles/life/dear_prudence/2015/08/dear_prudence_i_m_dating_a_26_year_old_divorced_man_who_just_might_have.html", "Text": "Photo by Teresa Castracane.\n\nEmily Yoffe, aka Dear Prudence, is online weekly to chat live with readers. An edited transcript of the chat is below. (Sign up below to get Dear Prudence delivered to your inbox each week. Read Prudie’s Slate columns here. Send questions to Prudence at prudence@slate.com.)\n\nEmily Yoffe: Good afternoon. I look forward to your questions.\n\nPhoto illustration by Lisa Larson-Walker. Photo by file404/Shutterstock. (http://www.shutterstock.com/pic-264850496/stock-photo-young-man-waving-smiling.html)\n\nAdvertisement\n\n\n\nQ. Boyfriend Was in the Cougar Club: I am 25 and recently began dating a wonderful divorced 26-year-old man. I grew up very sheltered, whereas he has had a long and colorful sex and romantic life. Recently he told me that prior to dating me, he had a several-month fling with a 47-year-old woman with three teenage children. He had been planning on entering a romantic relationship with this woman, meeting her children, and introducing her to his family, who were mortified by the relationship. Ultimately he ended it because she had issues with alcoholism. I understand a fling, but I am worried that seriously dating such a person shows a lack of judgment. Am I too conservative, or is my boyfriend’s ex-flame a sign of a character flaw?\n\nA: An alcoholic 47-year-old woman with teenagers who thinks a guy in his mid-20s is a good prospect as a partner definitely has some judgment and character flaws. I can’t rule on your boyfriend because he’s still so young, and many young people with floridly adventurous sexual youths settle down to contented monogamy. But to have already been divorced by age 26 and to think that a fling with a troubled woman a generation older has long-term potential indicate that your guy still has a lot of growing up to do. You’re only 25, and you’re having fun with someone you’ve been seeing for a short time. So continue to have fun, while you take it very slow emotionally.\n\nQ. Relationship With an Engaged Man?: I am in my early 30s, and a few months ago I moved to a new city where, through a mutual acquaintance, I met a great man who I had a lot of chemistry with. Shortly thereafter he got engaged to his then-girlfriend. I have become relatively close with both of them, and they are both amazing halves of the couple. But independently they have both expressed their major concerns with their partner and they seem like they fight a lot. I am fairly certain that this man has feelings for me, and since his fiancée travels frequently, he has invited me to several social events. They are getting married in a month, and I’m not sure how to react to his invitations. I think it’s possible that something will happen between the two of us at one of these parties, and I don’t want to be a home-wrecker, but I also feel like we are a much better match than him and his fiancée. Should I turn down his invites or see what could happen with this guy?\n\nA: You feel like “something” might happen if you take him up on his offer to go on a date while his fiancée is out of town. I assume if “something” happens it will be because you decided to let it happen. My advice is to decide not to and to turn down his offers. Trying to break up the impending marriage of new friends—who may indeed be mismatched—is not a good strategy for long-term happiness. If this guy recognizes that your coming into his life has prompted a timely reassessment of his priorities and desires, fine. But it sounds like he’d just like to have some fun pre-wedding, and maybe even post-. Instead of your chemistry illustrating that you two are a better match than the one he’s made, his behavior is showing you what a bad prospect he is. Act accordingly.\n\nQ. Airplane Etiquette: What’s the etiquette for airplane windows? If someone else is sitting next to the window, would it be rude for me to ask him or her to close it? If I’m sitting next to the window and someone asks me to close it, would it be rude to refuse? Also, if someone asks me to switch seats with him so he can sit next to his friend, family member, etc., but the switch would put me in a middle seat, is it OK for me to say no?\n\nA: Thanks for not asking about reclining seats. Window-shade-position disputes seem to result in fewer fisticuffs and unscheduled landings. I love to look out the window and hate being told to close the shade. When that happens, usually I compromise by pulling it down halfway. Once a flight attendant reached across me to slam it shut, but I reopened it a bit, and the plane was not diverted to have me arrested. If you are sitting in the aisle and want your seat mate to close the shade, just ask nicely: “Would you mind putting the shade down? And if you do mind, please ignore my request.” As for moving seats to accommodate people traveling together, it’s kind but optional. (I do it for others and have always appreciated when others have done it for me.) The key to this request is the move has to be to an equivalent seat. That means, if you’re asked to move from an aisle to a middle, feel free to decline.", "_id": {"$oid": "55daf08904235215b082e30a"}}