{"URL": "http://www.slate.com/blogs/moneybox/2015/07/23/mcdonald_s_stops_reporting_monthly_same_store_sales_so_long_misery_watch.html", "Text": "Photo by Chris McGrath/Getty Images\n\nDear McDonald’s,\n\nIt’s been a lovely run. Every 30 or so days, you’ve shared your monthly same-store sales figures, and every 30 days or so, we’ve dutifully compiled the numbers into charts to follow their rise and fall (mostly fall). We watched in December as comps in the United States peaked into positive territory for the first time in 13 months and even stayed there through January, before toppling 4 percent in February. We stood by in June as global comps dropped 0.3 percent to mark a year of consecutive declines.\n\nAdvertisement\n\n\n\nBut in late May you told us that these rendezvous would have to end. So here we are, on the day of your second-quarter earnings report, to observe the last installment of the Monthly Misery Watch. Once again, you disappointed. U.S. comps down 1.7 percent in June. Global comps off 1.3 percent. Here’s one last chart, for old time’s sake:\n\nData from McDonald’s. Chart by Alison Griswold.\n\n\n\nSure, we know that this is what’s right for you. Your CEO, Steve Easterbrook, will get some breathing room to focus on long-term improvement instead of monthly flirtations with investors. Now that you’ve ceased an out-of-date financial reporting practice (one that Walmart gave up six years ago), maybe you’ll succeed in becoming a “modern, progressive burger company.” Maybe you’ll finally get all-day breakfast off the ground in the U.S. nationwide (as the Wall Street Journal reported could happen by October), delighting diners with near-constant access to the Egg McMuffin. Maybe you’ll even stop trying stunts like “Pay With Lovin’ .”\n\nStill, what’s best for you is tough for us. When August rolls around, we’ll wonder how your same-store sales fared in July, and in September how they did in August. And we’ve finally accepted this is really happening. When we were still in denial in late May, we consulted a top accounting firm, which assured us that companies aren’t required to provide their same-store sales on a monthly basis. Yes, we’ll still get some comps information in the quarterly reports, but let’s be honest—that’s just a third as fun.\n\n\n\nWhat we’re trying to say is, we understand why your same-store sales are leaving us, but we’re still sad to see them go. We hope you’ll change your mind, but recognize that you probably won’t. We’ll look forward to seeing what you include next earnings cycle, in three months. Until then, it’s been real.\n\nLove,", "_id": {"$oid": "55daefe104235215b082e27a"}}