{"URL": "http://www.straitstimes.com/world/middle-east/plan-for-red-sea-water-to-save-dead-sea", "Text": "The demise of the Dead Sea has prompted a much-debated proposal to revive it by building a 180km pipeline to ferry water from the Red Sea.\n\nThe so-called \"Red-to-Dead\" pipeline plan has been mooted for a century but is now gaining pace, with Israel and Jordan signing a deal in February to share the water from the scheme.\n\nThe project involves the construction of a desalination plant in the southern Jordanian port of Aqaba and a pipeline to channel brine to the Dead Sea.\n\nIt is expected to cost about US$600 million (S$845 million) and will take about three years to complete.\n\nAs part of the deal, Jordan, which has one of the lowest water reserves per capita in the world, will channel about 120 million cubic metres a year into the Dead Sea.\n\nIsrael will buy 30 million to 50 million cubic metres of desalinated water and in turn supply Jordan with a similar amount of fresh water from the country's north to Jordan.\n\nThe Palestinians will receive about 30 million cubic metres of water.\n\nThe plant is expected to cost about US$200 million and the canal about US$400 million.\n\nThe plan has been scaled back from ambitious earlier proposals, which involved a much larger pipeline to transfer some 2 billion cubic metres of water from the Red Sea to the Dead Sea.\n\nThe proposal for a large-scale pipeline was criticised by environmental groups, which say it would be cheaper and safer to boost the water flow to the Jordan River, the traditional source of the Dead Sea.\n\nMr Gidon Bromberg, Israeli director of EcoPeace Middle East, said the funding for the pipeline was still not guaranteed and may not proceed.\n\nA pipeline was risky, he said, because the consequences of tampering with the traditional fresh water source flowing into the Dead Sea were unknown.\n\n\"There are very real environmental concerns as to whether that brine could have negative environmental impact,\" he told The Straits Times.\n\n\"It could turn to gypsum or turn the water reddish brown.\"\n\nThe scaled-back plan - signed between Jordanian and Israeli government ministers -marked a welcome display of non-security-related cooperation between Israel and its neighbours.\n\nJonathan Pearlman", "_id": {"$oid": "55dc246b04235215b082e4e7"}}