{"URL": "http://www.aqnb.com/2015/03/20/andi-schmieds-jin-jing-city-reviewed/", "Text": "Jing Jin City is empty. It’s a large-scale luxury development that stopped, left to weather and dissolve along with its brochure promises of an “ideal life” in the “super garden with the area of thousand square metres” [sic]. That’s a rough translation from Chinese of the equally obscene opulence of this gated community trapped, along with its employees, in a limbo of incompletion. That’s where artist Andi Schmied and collaborator Lawrence Lek came across Jing Jin City in January last year, a development an hour outside of Beijing that boasts a five-star hotel, 3,000 villas and hardly any occupants.\n\nThe outcome of this shared visit in summer was a return by Schmied eight months later in the winter and the Jing Jin City book to follow –with its collection of haunting photos of unfinished mansions, collapsed advertising billboards, bricks and stone sculptures –published in January 2015. It’s a part of an ongoing project relating to the fated venture that still stands zombie-like and half inhabited by its employees as it slowly dissolves.\n\n“A stage set of an abandoned future” is what Schmied evocatively calls this new terrain in writing written in vignettes, glimpses into the lives and landscapes that make up a Jing Jin City that’s been emptied of its original intention and repurposed into this Utopian no-place that “resists authorship”. Except that it doesn’t. It’s just that the authors of this new world are not the property developers and their postcards promising “the caress of the Hot Spring” and “an atmosphere of international business opportunity” (“everybody is having a great time”). Instead it’s the people left behind –gardeners, builders, guards, caretakers –that now populate the vast grounds of Jing Jin City and become a part of Schmied’s narrative drawn from observations and occasional conversations with the workers themselves via Baidu Online Translation.\n\n“It is more exciting when the colleagues have their bikes in the south car park,” says a security guard in the opening chapter titled ‘On the Absence of Use’. It’s one of three that detail the breathtaking decay and slow cycle of change across seasons in analogue photographs of lonely golden statues, frozen moats and empty, unfitted buildings. Mostly presented in matte, the images show up in glossy pages for chapter II titled ‘On the Sense of Ownership’ with its installations by Lek and Schmied presented on the concrete floors and staircases of these uninhabited mansions. It’s like a catalogue that comes accompanied by materials descriptions like, “23 groups of counter balanced glass window panes”.\n\n“Constructions fell, materials weathered, vegetation grew”, Schmied writes about her return to Jing Jin City in the winter, as she notes the worker’s sense of boredom and sleeping patterns become attuned to the sunlight because there’s no electricity. The pages in the book aren’t numbered, in the same way that time as we know it no longer exists. **\n\nMore photos, top right.", "_id": {"$oid": "55daf02804235215b082e2bd"}}