{"URL": "http://www.theguardian.com/world/2015/aug/17/china-tianjin-blasts-communist-party-insists-no-cover-up-anger-grows", "Text": "Anger and confusion is mounting in China over last week’s warehouse blast that killed 114 people in the northern city of Tianjin, with the Communist party’s official mouthpiece vowing there will be no cover-up.\n\n\n\n“The central government’s attitude is both clear and firm: there is no doubt the case will be thoroughly investigated,” the People’s Daily newspaper wrote on Monday, nearly five days after the disaster.\n\nReferring to a string of political and military heavyweights toppled by president Xi Jinping’s war on corruption, the newspaper added: “If big cases such as those involving Zhou Yongkang, Xu Caihou, Guo Boxiong and Ling Jihua were thoroughly investigated in an open manner, why should there be cover-up over a safety accident?”\n\nThe newspaper’s insistence came after a third day of protests in Tianjin over the government response to Wednesday’s explosions, which followed a blaze at a warehouse storing hazardous chemicals.\n\nProtests were held over the weekend as displaced families and relatives of missing firefighters demanded compensation and answers about the whereabouts of their loved ones.\n\n“Our kids were on the frontline, but now nobody can tell us whether they are dead or alive,” the relative of one firefighter who was among the first to reach the scene of the disaster told the Paper, a Chinese news website.\n\n“How could they send those kids there when it involved explosives?” asked the mother of Li Changxing, another missing firefighter.\n\nThe uncle of Liu Zhiqiang, a 19-year-old firefighter, told the Paper his nephew was “certainly dead”. “But even if he has died, there should be an explanation.”\n\nOn Monday, Gong Jiansheng, a Tianjin propaganda official, said 70 people were still missing, of whom 64 were firefighters. Fifty-four of the dead have so far been identified.\n\nFacebook Twitter Pinterest The warehouse explosion site in Tianjin. Photograph: Xinhua/Rex Shutterstock\n\nGong said rescue teams had “carried out four rounds of comprehensive search [through] a maze of containers” at the blast site, looking for survivors and victims.\n\n“Navigating through the blasts zone is extremely dangerous because of the burning chemicals and twisted containers, which could collapse at any time,” Wang Ke, the head of a military team specialised in dealing with chemical disaster, told Xinhua, China’s official news agency.\n\nDuring a visit to the disaster site on Sunday, China’s prime minister, Li Keqiang, said: “We owe the families of victims, Tianjin people and all Chinese an answer.”\n\nThe country’s Supreme People’s Procuratorate announced it was investigating “possible illegal acts, such as abuse of power or dereliction of duty and [would] deal with those acts which may constitute crimes”.\n\nYet as military cleanup teams attempted to remove hundreds of tonnes of the highly toxic chemical sodium cyanide from the blast site on Monday, even China’s state-run media criticised the government’s lack of openness.\n\n“Tianjin is not an exceptional case in terms of the inadequate disaster response work,” the Global Times said in an editorial that called for greater transparency.\n\nOne Chinese activist has launched her own online database of the missing. Many of them are migrant workers whose deaths she believes could be brushed under the carpet. By Monday the list contained 132 names. The oldest was a 73-year-old called Lu Fuyou; the youngest a 17-year-old firefighter, Wang Shengmin.\n\n“The government’s handling is secretive,” the activist compiling the database told the Guardian. “I do not believe the government would voluntarily publish the list of the missing people.\n\n“We started making this list yesterday, and before that the government had not even mentioned the number of contractor firefighters who were missing,” added the activist who asked not to be named for fear of reprisals. “It’s just like in the 2008 [Sichuan] earthquake [when] the government would not publish the missing people list voluntarily.”\n\nAfter the 2008 earthquake dissident artist Ai Weiwei launched a campaign to record the names of thousands of Chinese students who died in poorly constructed classrooms. Only a year later did the government publish its own list of at least 5,335 children and teenagers who died.\n\nDozens of protestors gathered outside a Tianjin hotel where media briefings are being held on Monday to demand compensation for their wrecked homes.\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest Tianjin victims demand compensation after the explosion destroys homes\n\n“This is not a demonstration. This is simply our only channel to attract the government’s attention. Up until now they have not acknowledged us at all,” Li Jiao, whose home was close to the blast site, told Reuters.\n\nThe South China Morning Post said protesters carried banners reading: “We want the truth!” and “We love the party and the government, please buy back our apartments”.\n\nTianjin’s deputy mayor, He Shushan, said he was confident authorities would soon “give victims and the people a full explanation”. But the disaster has exposed the widespread mistrust of the government in China with online outrage over how officials allowed hazardous materials to be stored so close to residential areas in clear violation of official guidelines.\n\nThere has also been intense speculation that powerful government figures are linked to Ruihai International Logistics, the company that owns the warehouse believed to have caused the crisis.\n\n“The fact that the authorities allow such dangerous warehouses to be built near residential blocks shows that they care about only their own interests rather than the wellbeing of the people,” the Chinese activist said. “They are indifferent to people’s lives and their most basic human rights as long as it suits their own interests.”\n\n“It’s not just the migrant workers’ lives that are worthless to them,” she added. “They don’t care about the lives of the middle class families either.”\n\nAdditional reporting by Luna Lin", "_id": {"$oid": "55daf0f704235215b082e387"}}