{"URL": "http://www.slate.com/articles/arts/movies/2015/08/meryl_streep_in_jonathan_demme_s_ricki_and_the_flash_reviewed.html", "Text": "Courtesy of Sony Pictures\n\nThe words summer movie suggest an outsize spectacle involving CGI megalizards, sexy ninja warriors, and wanton destruction visited on the skylines of the world’s great cities. But there are other types of movie releases associated with the season, one of my perennial favorites being the Meryl Streep Summer Movie. (The enduringly charismatic Streep is, come to think of it, kind of a sexy ninja warrior herself.) The Devil Wears Prada was released in midsummer, as were Julie & Julia, Mamma Mia!, and Hope Springs. Streep summer movies tend to be light, often sentimental comedies that explore intergenerational conflict or family dysfunction while still sending viewers out of the theater on a note of warm uplift. They’re movies you might plausibly take your grandmother to (though the geriatric sex-therapy scenes in Hope Springs could get awkward) and then talk about afterward over crêpes at the mall.\n\nDana Stevens Dana Stevens is Slate’s movie critic.\n\nI have nothing against a good plate of mall crêpes, and I wish my grandmothers were still around to see Ricki and the Flash. Jonathan Demme’s uneven but ebullient film stars Streep as a sixtysomething rock musician named Ricki Rendazzo. (At least that’s the name she insists on going by, though her driver’s license IDs her more prosaically as Linda Brummel.) Ricki might be described as a washed-up rock star, had she ever had a real career to shipwreck and then wash up from. Her bar band, the Flash, has a longstanding weekly gig playing covers—Tom Petty, Bruce Springsteen, the occasional Lady Gaga or Pink tune–-and they seem to have built a small but loyal following among the resolutely unhip patrons of the Salt Well in Tarzana, California. But Ricki’s only real source of income is her job as a cashier at Total Foods—a transparent Whole Foods stand-in, complete with stifling bourgie alienation. Though she’s dating her guitarist Greg—a nicely cast Rick Springfield, whose scruffy, off-kilter sex appeal recalls a Robert Altman hero from the ’70s—Ricki resists commitment, going so far as to belittle their relationship onstage in an ill-chosen bit of would-be banter.\n\nAdvertisement\n\n\n\nAs soon becomes clear, a lot of Ricki’s choices are ill ones. She’s just filed for bankruptcy and is more or less estranged from her family, having left her husband and three children decades before to pursue her music career. Her ex, Pete (Kevin Kline), has since remarried and become a successful businessman, the kind with rigid habits and tasteful monogrammed cardigans. When Pete calls to tell her that their daughter Julie (Mamie Gummer, Streep’s daughter in real life) has spun into depression after a failed marriage, Ricki somehow scrapes together the money to fly to Indianapolis, where the rest of her family still lives.\n\nToo broke to afford a hotel, Ricki inveigles her way into a guest room at the swanky McMansion Pete shares with his second wife, who’s away at the moment caring for her own ailing father. In another bedroom nearby, the volatile Julie, who hasn’t showered, changed her clothes, or combed her hair since arriving at her father’s house five days ago, lies in a state of vegetative torpor. The arrival of Julie’s less-than-beloved mother rouses her just enough to descend on her parents for a brief screaming match. Gummer, a dead ringer for her mother with a generally closer-to-the-vest performing style, makes a grand entrance into the movie on the shrieked line, “Julie isn’t looking forward to shit!”\n\nThe first third of the movie is a fish-out-of-water comedy in which the raccoon-mascaraed, toe-ringed, compulsively irreverent Ricki tries to fit back in with a family whose languages and rhythms she no longer understands. One son (Sebastian Stan) is engaged to a pretty, conventional woman who seems quietly horrified to meet her fiancé’s foul-mouthed progenitor. The other (Nick Westrate), who’s gay, is resentful of his mother’s long absence and what he sees as her latent homophobia.\n\nRicki is one of those people whose mere presence goads people into doing things they know they shouldn’t. She urges the suicidal Julie to skip psychotherapy with the paradoxical exhortation to “call in sick!” She locates a stash of marijuana in Pete’s freezer and somehow convinces him to smoke some with her and their daughter, loosening him up so much he half-admits to still being in love with her. When Pete’s imperturbable wife Maureen (Audra McDonald) gets back home the next day, she politely but firmly insists that it’s time for Ricki to go. But when another family event calls Ricki back to Indianapolis, she must decide what’s truly worth keeping, both from her old life and from the new one she’s built for herself.\n\nThe screenplay (by Juno/Young Adult scribe Diablo Cody) doesn’t lack for memorable zingers, and thanks to Cody’s script and Streep’s performance, Ricki emerges as a complex, self-contradictory person (even if most of the supporting characters don’t). A woman from a blue-collar background, she lost a brother in the Vietnam War and has been a fierce support-our-troops patriot ever since: There’s an enormous American flag tattooed across her back, and, as one of her painfully progressive children observes with distaste, she voted for George W. Bush twice. Ricki’s conservative political beliefs—and the homophobia and racism we occasionally hear her give almost unconscious voice to—make for this movie’s most disappointing unexplored avenue. Pete’s second wife is black—a fact that, especially after we hear Ricki crack a bad Obama joke in the direction of her black keyboard player, seems likely to come into play in the story somehow, until it doesn’t. I was nervously anticipating a moment in which some subplot about Ricki’s unacknowledged biases would be too clumsily handled; instead, the issue was dropped entirely, which felt even worse. A movie that could have been about more than the battles within one isolated middle-class family steered its course firmly in the direction of domestic dramedy and never looked back.\n\nRicki and the Flash may not be top-drawer Jonathan Demme, but it also doesn’t come from the lowest drawer in the director’s bureau, the one containing nothing but a few old pennies and The Truth About Charlie. It’s a mixture of two things Demme at his best can excel at: the misfit comedy and the concert film. It’s no Melvin and Howard or Something Wild, but like those movies it features a flawed yet lovable protagonist who learns to adapt to radically changing circumstances. And it’s no Stop Making Sense or Neil Young: Heart of Gold, but like those movies it demonstrates a keen ear for music and a patient camera that allows singers whole, uninterrupted live performances in which to shine. Several important story developments are communicated entirely through song: As Ricki and her band dig into a cover of the Dobie Gray hit “Drift Away,” her changing mood tells us everything we need to know about what’s going on behind those raccoon-ringed eyes. Streep learned how to play guitar for the role (presumably while listening to language tapes to teach herself Basque for her next one), and while her pipes may not be as virtuosic as those of her co-star, Broadway diva McDonald (who never gets to sing here!), Streep can communicate the emotional tenor of a song, and the joy of playing music itself, like nobody’s business.", "_id": {"$oid": "55daeeb704235215b082e1e3"}}