{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/16/new_york_times_investigation_amazon_sounds_like_a_horrible_place_to_work.html", "Text": "Photo by EMMANUEL DUNAND/AFP/Getty Images\n\nWe already knew that those who work at Amazon’s warehouses had to endure punishing hours and demands. But they’re hardly alone. The New York Times published a fascinating look at how Amazon is also pushing white-collar workers to the extreme. After speaking with more than 100 current and former Amazon employees, reporters Jodi Kantor and David Streitfeld reveal how working at one of the great success stories of the digital age can be fascinating but often brutal. As several Silicon Valley companies try to woo talent with perks, Amazon “offers no pretense that catering to employees is a priority.”\n\nAmazon does not hide the fact that its workplace culture isn’t for everybody. In fact, it says it outright in one of its recruitment videos. “You either fit here or you don’t,” says Nimisha Saboo, a senior technical program manager, in one of the videos posted on YouTube. Amazon’s top recruiter says so as much to the Times: “When you’re shooting for the moon, the nature of the work is really challenging. For some people it doesn’t work.”\n\nAdvertisement\n\n\n\nSome clearly thrive in the cutthroat, almost dystopian work environment that encourages workers to turn into informants on their colleagues and chastises those who fail to respond to emails after midnight. One even describes the system that involves firing a certain number of employees every year as “purposeful Darwinism.” Yet on its way to “conducting a little-known experiment in how far it can push white-collar workers, redrawing the boundaries of what is acceptable,” as the Times puts it, lots of people seem to have suffered horrific experiences. One former employee says that “nearly every person I worked with, I saw cry at their desk.” Apparently a popular saying in the company is that it’s a place “where overachievers go to feel bad about themselves.”\n\nAnd the company helps them. One of the most shocking aspects of the story is how employees send secret feedback to each other’s bosses in a system that operates like a brutal game of Survivor in which alliances are formed to tear down certain workers. It’s also a system that seems to treat people as robots and any life event, such as having a child, or personal tragedy, like a cancer diagnosis or a dying family member, can get you in trouble. One woman who suffered breast cancer was criticized for letting her personal issues affect her work while another women who had a stillborn child was put on a “performance improvement plan,” which is described as Amazon code for “you’re in danger of being fired.”", "_id": {"$oid": "55daf04104235215b082e2d5"}}