{"URL": "http://www.slate.com/blogs/schooled/2015/08/18/washington_state_schools_crisis_supreme_court_fines_legislature_100_000.html", "Text": "ZouZou/Shutterstock.com\n\nA decadeslong standoff over school funding in Washington state reached a dramatic climax last week when the state’s Supreme Court ordered the Legislature to pay a fine of $100,000 a day until lawmakers figure out a more equitable way to fund K–12 education before 2018. That sounds like a lot, right? But Washington’s two-year budget is in the $38 billion range, and $100,000 a day will add up to only about $15 million by January, when the Legislature next meets. And $15 million is nowhere near the amount of cash the court says the state needs to cough up for schools.\n\nWhile school funding has been a source of controversy in Washington since the 1970s, the more recent dust-up has been churning since 2012, when, in McCleary v. Washington, the court ruled that the state’s school funding scheme violated the state’s constitution, which states that:\n\nIt is the paramount duty of the state to make ample provision for the education of all children residing within its borders, without distinction or preference on account of race, color, caste, or sex.\n\nAdvertisement\n\n\n\nParamount duty—that’s the phrase that keeps getting bandied about in criticisms of the way schools in Washington are funded. In most states, education is primarily funded with local taxes and supplemented by the state; in Washington, the reverse formula holds. “Paramount duty” means that, in Washington, schools are supposed to come before all other expenses. And, since the 2012 decision, the court claims that the state isn’t forking over nearly enough money for education basics like reducing class size, subsidizing student transportation and school materials, expanding kindergarten access, and—most contentious of all—paying teacher salaries.\n\nTeacher salaries are at the heart of the long-running debate, since Washington, again unlike most states, uses local school district levies to supplement (otherwise impossibly low) teacher and school staffer salaries. That means that a teacher in a rich neighborhood could earn substantially more than a teacher in a nearby neighborhood with lower property taxes, an imbalance that seems to violate the “paramount duty” to educate all children “without distinction.”\n\nThe court maintains that teacher salaries should be funded not by local school districts but by the state. The problem is that fixing the salary discrepancy could cost the state an additional $3.5 billion every two years, and no one can agree on where that money should come from. After its last session, the Legislature offered up $1.3 billion more for education—but that’s still more than $2 billion short, which is why the court decided to impose the sanctions. Though it’ll take quite a few days for that daily $100,000 debit to approach even a fraction of that sum. Gov. Jay Inslee, a Democrat, met with legislators on Monday to encourage them to “fashion a process” that might resolve the school funding crisis, but it’s unlikely any progress will occur before January.\n\nThe daily six-figure fine doesn’t seem to be adding excessive urgency to proceedings. Compared with other solutions that have been floated, $100,000 a day is actually somewhat conservative. When, in 1976, New Jersey was in a similar situation, the Supreme Court shut down the schools for eight days. The fruits of that conflict remain with New Jerseyites to this day, for the need to fund schools more fairly is what led New Jersey in 1976 to adopt a state income tax for the first time.*", "_id": {"$oid": "55daeeb504235215b082e1e0"}}