{"URL": "http://www.bbc.com/news/world-europe-33999797", "Text": "A Greek government-chartered ferry has arrived at Piraeus port near Athens, after picking up almost 2,500 migrants from islands near the Turkish coast.\n\nThe migrants, most of them Syrian refugees, boarded the Eleftherios Venizelos car ferry in Kos, Kalymnos, Leros and Lesvos in the past few days.\n\nThe influx of migrants in Greece has increased dramatically in the past month to around 50,000, officials say.\n\nMost have headed north to Macedonia and on to wealthier European countries.\n\nThe government in Macedonia responded to the emerging crisis on its borders by declaring a state of emergency in two regions on Thursday.\n\nThe decision paved the way for the army to be sent in to help the authorities manage the large number of migrants.\n\nThe EU's border agency Frontex said on Wednesday that a record 107,000 migrants had arrived on Europe's borders in July alone. Some 44,000 migrants have travelled through Macedonia in the past two months, reports say.\n\nGermany said on Wednesday that it expected 800,000 refugees to arrive this year, four times the number who came in 2014.\n\nGreece has become the main transit point for migrants into the European Union in the past few months, with UN officials estimating that almost 160,000 have arrived on its shores since January.\n\nThe ship picked up migrants from several Greek islands before sailing to Athens\n\nThe ferry was chartered in response to worsening conditions on the island of Kos, where small boats have been arriving every day from the Turkish coast.\n\nThe authorities on Kos have struggled to cope with the surge in migrants. At one point up to 2,000 people were locked inside a stadium without water, as officials tried to register them.\n\nMore than 1,300 of those on board had been picked up in Kos and some 700 from Lesvos to the north, Greek media reported.\n\nThe ferry had been due to travel north to Greece's second city Thessaloniki, but sailed instead to Athens, apparently after warnings from officials in the northern city that they would be unable to cope with the influx.\n\nAfter disembarking at Piraeus port, the migrants boarded buses en route to Athens train station.\n\nAlthough a newly-opened migrant reception centre will take several hundred of the arrivals, most are expected to head north to the border with Macedonia.\n\nThere have been chaotic scenes just over the Greek border in Macedonia in recent days, as migrants attempt to clamber on to trains travelling towards Western Europe.\n\nThe border areas around Gevgelija in the south and Kumanovo near the Serbian border in the north were declared crisis regions on Thursday by the Macedonian government as it tried to take control of the situation, MIA news agency reported.\n\n\"Everyone is rushing for himself. There's a lot of danger of people being killed,\" Najeem, 24, from Afghanistan told the BBC at Gevgelija station.\n\n\"We expect the army's involvement... will increase the level of security among our citizens in the two regions and allow for a more comprehensive approach towards the people expressing an interest in claiming asylum,\" said Interior Ministry spokesman Ivo Kotevski.", "_id": {"$oid": "55daf1a204235215b082e3eb"}}