{"URL": "http://www.nytimes.com/2015/08/16/nyregion/the-desnudas-of-times-square-topless-but-for-the-paint.html", "Text": "Photo Advertisement Continue reading the main story\n\nMey Ovalles ignored the snickers of gawking boys and the smartphones snapping photos as she clutched her bra to her chest and her bare skin became an opaque shade of blue with white sparkles.\n\nShe shielded her nipples until they were cloaked with brush strokes, though her curvy, sun-kissed body — with the exception of a nylon thong — was exposed to hundreds of passers-by in Times Square. She felt naked until she became a canvas of red, white and blue.\n\nThis was part of Ms. Ovalles’s daily routine as a desnuda, a Spanish word meaning naked that has been embraced by the women who strut around the Times Square pedestrian plaza topless and covered in body paint to pose for photos in exchange for tips.\n\nMs. Ovalles is one of the newest participants to join the parade of seminude performers contributing to the carnival-like atmosphere amid the sea of tourists. “Oh my God, it’s a lot of people who see me naked,” Ms. Ovalles, 27, said. “It’s too fun. It’s totally different.”\n\nThe earliest sighting of a desnuda seems to date to the summer of 2013, according to posts on social media. But this summer, on any given day, there are at least a dozen young women, primarily Latinas, of all heights and body shapes, strolling through the pedestrian plazas, trying to capitalize on this suggestive performance art.\n\nPhoto\n\nMs. Ovalles, who is from Venezuela, had been living in Miami and working as a waitress at a Colombian restaurant when a cousin, Charly Santos, asked if she would like to work with his wife, Paola Peña, in Times Square. He explained the job. Ms. Ovalles was open to the idea but wondered how much money she could make. After Mr. Santos showed her videos of the desnudas on YouTube, she succumbed to the allure of adventure and moved to New York in April.\n\nHer daily income varies, she said, but it averages about $300 — around $100 more than she was making in Miami. She said she gets anywhere from $5 to $20 in tips for each photo.\n\n“I don’t do nothing bad because the people like it,” Ms. Ovalles said. “It’s like any other job in another place.”\n\nAdvertisement Continue reading the main story\n\nTIMES SQUARE, of course, is home to a hotbed of performers, an eclectic cast of costumed characters that include superheroes, Disney icons and green Statues of Liberty, all vying for tourists’ money. Their proliferation has provoked turf fights and altercations with visitors and the police, in some cases resulting in arrests. Some of them straddle the line between soliciting tips and aggressive panhandling.\n\nThe desnudas have carved a conspicuous niche for themselves — a mix of Las Vegas showmanship and New York flair. Their success has even eaten into the business of more established and better-known risqué performers.\n\n“All the people who come to Times Square are looking for the Naked Cowboy, not the naked women,” said Patricia Burck, who is married to the Naked Cowboy, whose real name is Robert Burck.\n\nMs. Burck, 28, and her sister, Elizabeth Cruz, 26, wear bedazzled bikinis and play guitar as the Naked Cowgirls year-round. Ms. Burck said tips drop 50 percent in the summer when the seminude women return to Times Square.\n\nAdvertisement Continue reading the main story\n\nAdvertisement Continue reading the main story\n\n“We have some respect for a lot of people especially because there’s kids around,” Ms. Burck said. “I’m still shy to be walking in a bikini. I can’t imagine being naked.”\n\nPutting aside questions of modesty and propriety, the seminude women have the law on their side. The baring of female breasts in public was deemed legal in New York by the state’s highest court two decades ago.\n\nStill, the performers have attracted criticism.\n\nThe women have been the subject of about four out of every five complaints received by email and on Twitter since June by the Times Square Alliance, a nonprofit that promotes business in the area. Half are from those who say they are offended by the partial nudity, and the other half are from people who say they do not appreciate being touched by the women or claim they were hassled for money, according to Caitlin Lewis, a spokeswoman for the alliance. Most of those who complain say they work in Times Square.\n\n“Yesterday two of them came up to me and pressed themselves up against me trying to get me to stop and take a picture,” David, whose last name was redacted by the alliance, wrote in an email. “Not only was this uncomfortable, but their body paint rubbed off on my suit. This creates an atmosphere that I do not want to bring my kids around.”\n\nPolice Commissioner William J. Bratton also does not support what the women do, though there is little his officers can do to stop them.\n\n“It drives me crazy when at Times Square you see the naked people there covered in body paint as an expression of art,” Mr. Bratton said in a recent interview with City & State magazine on the subject of questionable street behavior. Yet, he added: “We’ve researched that top to bottom and we cannot find any law that allows us to interfere with that freedom of expression reflected through art form.”\n\nMANY OTHERS do not object at all to the seminude women: They include men of every age as well as women who applaud the liberation of the female breast and who are fans of body art. Others embrace the painted women who unabashedly bare their bodies as another aspect of unpredictable New York City fun.\n\nRandy and Diana Quate were traveling with a group of visitors from Findlay, Ohio, when they came across the women. Mr. Quate, 67, smiled as he stood between two performers. Ms. Quate, 59, took a photo, and afterward Mr. Quate tipped them $8 to divide.\n\n“They’re naked, but it’s still covered,” Ms. Quate said. “I’m not offended.”\n\nHer husband added, “We’re open-minded people.”\n\nMs. Ovalles insisted that her body was a form of artwork. Nearly every day, Ms. Ovalles, Mr. Santos and Ms. Peña leave their one-bedroom apartment in Queens toting a large drawstring bag stuffed with wedge heels, sandals, paint, feathered headdresses, plenty of water and soft wipes for the start of their 10- to 12-hour day.\n\nAs they work, Mr. Santos sits at a table in the center of the plaza to touch up Ms. Peña and Ms. Ovalles as well as keep an eye out for anyone who tries to grope them. Other desnudas’ boyfriends, who double as painters, sit together at the table and borrow one another’s brushes.\n\nMs. Ovalles plans to return to Miami in September, when the weather in New York becomes too cool for her. She has also considered returning to her career as a flight attendant, a job she left behind in Caracas, Venezuela.\n\nFor now, she is focused on her work here. “You don’t have much time,” she said. “Just sleep and Times Square.”", "_id": {"$oid": "55daeed904235215b082e201"}}