{"URL": "http://www.vulture.com/2015/03/4-reasons-dwayne-johnson-should-host-the-oscars.html?wpsrc=nymag", "Text": "Enlarge icon Pinterest icon Facebook icon Close icon\n\nVin Diesel inspired a lot of raised eyebrows last week when he said that his cars-go-boom sequel Furious 7 ought to be a serious Oscar contender. Does a franchise distinguished by muscle tees, muscle cars, and even more muscular actors have any business getting near the Academy Awards? I vote yes, though not for the reasons Diesel might think: Instead of putting Furious 7 in the Best Picture race, I’d like to hand the Oscar-host steering wheel to Diesel’s co-star, Dwayne Johnson. Sure, it might seem like an unlikely fit at first, but once you mull over Johnson’s Oscar-hosting bona fides, I suspect you’ll want to get onboard this idea train, too. (In true Fast & Furious fashion, you’ll board the train via souped-up Dodge Chargers that are shot out of a cannon dropped from the Space Shuttle.) Here are four reasons why the man formerly known as the Rock should be considered for the Academy's big gig.\n\nHe’d be good at it!\n\nAs his Saturday Night Live stint proved again this weekend, Johnson is one of our most game performers, a talented and appealing hunk who's willing to do whatever is required of him, with an absence of ego that's striking given his massive frame and fame. Sure, an Oscar monologue might not be the best use of Johnson's skills, but a top-of-show montage that drops him into the nominated movies would be exactly the right way to leverage his appeal. Imagine putting him into Miles Teller's role in Whiplash, where even the fearsome J.K. Simmons would be too terrified to lash out at him, or zapping Johnson into Birdman's tighty-whities sequence, where his massively muscular frame would put over the joke that Neil Patrick Harris couldn't: When Johnson is ambling around Times Square in his undies, what's to be embarrassed about? You could even draft former Oscar hosts to bounce off of Johnson for short segments: I'd love to see what he and Steve Martin would do together, or how he might crush Ellen's selfie-taking smartphone, or even give Anne Hathaway the committed partner she deserved. Hell, if he can get bodyslammed in front of an unruly live audience, he can land a joke about Harvey Weinstein in a room filled with people in tuxes.\n\nBecause the Oscars are #sowhite.\n\nThe Academy took a lot of flak last year for snubbing Selma director Ava DuVernay and her star, David Oyelowo, especially since the acting lineup was comprised of 20 lily-white nominees. In a transparent attempt to mitigate that controversy, the Oscars signed up several nonwhite actors (including Johnson) to serve as presenters, but the hosting gig still went to a white dude, as it so often does. Since Chris Rock’s 2005 Oscar stint, the telecast has been hosted by no people of color (and only two women); isn’t it time to broaden that pool of talent, especially if it means booking one of the stars from the Fast & Furious series, perhaps the best example of a successful multicultural franchise that Hollywood can boast?\n\n\n\nHe’d bring in a younger audience.\n\nThe elusive young male demographic remains the Holy Grail for any Oscar producer, but recent hosts like Neil Patrick Harris and Ellen DeGeneres haven’t exactly arrived at the Oscar dais with a loyal audience of dudes. Ex-wrestling champ Dwayne Johnson would provide exactly that, and he’d certainly be a classier bro-outreach pick than the smirky Seth MacFarlane. With the Oscars leaning so indie as of late, a host like Johnson would help counterbalance that tilt, providing a reason to tune in beyond a passel of little-seen nominees.\n\n\n\nYou root for him.\n\nIt shouldn’t shock us that Johnson is a good Saturday Night Live host — he’s done it several successful times, after all — but no matter how prolific he is, or how much he impressed you in the last sketch he did, each new joke that he lands arrives like a pleasant surprise. It isn’t simply because we’re shocked to find out how capable he is (though, certainly, plenty of former athletes have aced their SNL stints in part thanks to lowered expectations). It’s because Johnson has such generous, gentle charisma that we root for him to nail those jokes, and we’re delighted to find out in the end that he didn’t even need our help. That ability to elevate subpar material through sheer charm comes in handy whenever Johnson toplines Saturday Night Live, and it’s the sort of thing that ought to be mandatory in an Oscar host. Other Oscar emcees have inspired a crossed-arms skepticism from critics; Johnson would be the first you’d cross your fingers for.", "_id": {"$oid": "55daf17d04235215b082e3d1"}}