{"URL": "https://ourchangingclimate.wordpress.com/2013/03/19/the-two-epochs-of-marcott/", "Text": "Guest post by Jos Hagelaars. Dutch version is here.\n\nThe big picture (or as some call it: the Wheelchair): Global average temperature since the last ice age (20,000 BC) up to the not-too distant future (2100) under a middle-of-the-road emission scenario.\n\nEarlier this month an article was published in Science about a temperature reconstruction regarding the past 11,000 years. The lead author is Shaun Marcott from Oregon State University and the second author Jeremy Shakun, who may be familiar from the interesting study that was published last year on the relationship between CO2 and temperature during the last deglaciation. The temperature reconstruction of Marcott is the first one that covers the entire period of the Holocene. Naturally this reconstruction is not perfect, and some details will probably change in the future. A normal part of the scientific process.\n\nThe temperature reconstruction ends mid-20th century, so the rapid temperature rise since 1850 is clearly visible in the graphs presented in their study.\n\nAnd what do we see? Again something that looks like a hockey stick as in the graph from Mann et al 2008.\n\nAre the results from Marcott et al surprising?\n\nNot really. The well-known graph of Holocene temperature variations on Global Warming Art, which is often encountered on the internet, is actually a comparable image. One could say that Marcott et al managed to scientifically confirm the average thick black line of the Global Warming Art image. See figure 3.\n\nPatterns in temperature reconstructions which resemble a hockey stick, are fervently contested on climate skeptic websites. The Marcott et al reconstruction is no exception. For example, it is hard to keep track of the number of posts WUWT dedicated to this study, and the statistical wonderboy McIntyre is also energetically producing blog posts. Otherwise the general public might get the impression that humans are strongly influencing the climate and apparently that is not a desirable impression.\n\nThe study of Marcott suggests that the earth is warming rapidly from a historical perspective, though the authors warn that the low time resolution of about 120 years and subsequent smoothing preclude a hard statement on whether it is truly unprecedented. The study is about the Holocene, the geological period of 11,700 years ago until now. From the main image of Marcott 2013 it can be deduced that after the last ice age, earth’s temperature has risen to about 7000 years ago, followed by a slow decline. The cause of the gradual cooling in recent millennia is a change in the distribution of solar radiation over the earth and over the seasons, known as Milankovitch cycles, which are responsible for the initiation and termination of ice ages.\n\nAfter the year 1850, the influence of man-made emissions is clearly visible in Marcott’s figure , an unprecedented increase in temperature in terms of speed over more than 100 years . The average temperature of the last decade was higher than the temperatures have been for 72% of the past 11,000 years:\n\nOur results indicate that global mean temperature for the decade 2000–2009 has not yet exceeded the warmest temperatures of the early Holocene (5000 to 10,000 yr B.P.). These temperatures are, however, warmer than 82% of the Holocene distribution as represented by the Standard5×5 stack, or 72% after making plausible corrections for inherent smoothing of the high frequencies in the stack.\n\nEpochs have a beginning and an end. From the main image of Marcott’s study you could deduce that, regarding climate, a new epoch has begun about 150 years ago. A clear break in the trend over the past 11,000 years. The end of the Holocene was reached in 1850 and the Anthropocene has started, the epoch in which man asserts its influence on climate. This leads to disbelief in certain parts of the population, which was predicted at the start of the Anthropocene by Charles Dickens, who wrote in 1859:\n\nIt was the best of times, it was the worst of times,\n\nit was the age of wisdom, it was the age of foolishness,\n\nit was the epoch of belief, it was the epoch of incredulity\n\nFigure 1 at the beginning of the blog post clearly shows that mankind is creating a new world with a climate that human civilization has never encountered before. If human greenhouse gas emissions continue unabated, the temperature will go up even further. According to the IPCC 2007 A1B scenario we will probably have temperatures in the year 2100 that are about +3.0 degrees above the average of 1961-1990. The expected jump in the atmospheric temperature from 1850 to 2100 is of the same order of magnitude as the rise in temperature from the last ice age to the Holocene, as derived from the Shakun 2012 data. The difference is that current and future increase in temperature occurs orders of magnitude faster.\n\nMarcott et al also refer to the climate model projections of IPCC 2007:\n\nClimate models project that temperatures are likely to exceed the full distribution of Holocene warmth by 2100 for all versions of the temperature stack, regardless of the greenhouse gas emission scenario considered (excluding the year 2000 constant composition scenario, which has already been exceeded). By 2100, global average temperatures will probably be 5 to 12 standard deviations above the Holocene temperature mean for the A1B scenario based on our Standard5×5 plus high-frequency addition stack.\n\nI.e. unprecedented, as many as 5 to 12 standard deviations above the mean of the temperatures in the Holocene. Welcome to the Anthropocene!\n\nA famous SF series from past times always began with:\n\n“To boldly go where no man has gone before”\n\nIndeed, we are boldly entering a new epoch where no man has gone before. I have some doubts whether our descendants will be so delighted about it.\n\n.\n\n[UPDATE 31 March 2013]\n\nA summary and FAQ related to the study by Marcott et al (2013, Science), prepared by the authors, can be found at RealClimate.\n\nShare this: Twitter\n\nEmail\n\nFacebook\n\nLinkedIn\n\nReddit\n\nGoogle\n\nLike this: Like Loading... Related\n\nTags: Anthropocene, beach chair, global average temperature, holocene, ice age, interglacial, LGM, Mann 2008, Marcott, Shakun, Steve McIntyre, Wheelchair", "_id": {"$oid": "55daeecc04235215b082e1f7"}}