{"URL": "http://www.reuters.com/article/2015/08/22/us-france-train-shots-idUSKCN0QR09R20150822", "Text": "PARIS/MADRID, France Fingerprint evidence shows that the gunman overpowered by passengers on a train in France is a Morrocan known to European authorities as a suspected Islamist militant, according to a source familiar with the case.\n\nTwo people were wounded in the struggle to subdue the Kalashnikov-toting attacker aboard the high-speed train from Amsterdam to Paris on Friday. Three young Americans, one of whom suffered knife wounds, were among the passengers who stopped the gunman.\n\nFrench Interior Minister Bernard Cazeneuve told reporters the gunman appeared to be a 26-year-old Moroccan who had been \"identified by the Spanish authorities to French intelligence services in February 2014 because of his connections to the radical Islamist movement\".\n\nCazeneuve did not give a name, but the source named him as Ayoub el Khazzani and said he was believed to have flown from Berlin to Istanbul on May 10 this year. Turkey is a preferred flight destination for would-be jihadists heading for Syria.\n\nAccording to a Spanish counter-terrorism source, Spanish authorities had a suspect they identified as Khazzani under surveillance before he left Spain for France in 2014, traveled to Syria, and then came back to France.\n\nIn Spain, he lived in Madrid between 2007 and 2010 before moving to the southern port of Algeciras. He was arrested in Spain at least once for a drug-related offence, the Spanish counter-terrorism source said.\n\nCazeneuve said he had also lived in Belgium and that inquiries \"should establish precisely the activities and travels of this terrorist\".\n\nFrench newspaper Le Voix du Nord said the suspect may have had connections to a group involved in a suspected Islamist shooting in Belgium in January. The Belgian government confirmed an inquiry was under way but would not comment further.\n\nFrench authorities have been on high alert since January, when 17 people were killed in shootings by Islamist militants in and around Paris.\n\nKALASHNIKOV, PISTOL, AND BOX CUTTER\n\nThe train attacker was armed with a Kalashnikov assault rifle and an automatic pistol, both with accompanying ammunition clips. He also had a box cutter knife. Cazeneuve said the struggle started when a Frenchman on his way to the toilet tried to stop the man entering a carriage.\n\nThe wounded American, Spencer Stone, an airman from the U.S. air base in Lajes, Azores, was treated on Saturday at a specialist hospital for hand injuries in the northern French city of Lille.\n\nAmong the other passengers who helped stop the attacker were Stone's friends: National Guardsman Alek Skarlatos and another American, student Anthony Sadler. Skarlatos had returned last month from a tour of duty in Afghanistan and the three were on holiday together in Europe.\n\nCazeneuve said the other wounded person was of Franco-American nationality and hit by a bullet while seated. Hospital authorities said the person had a chest wound and was in a serious but stable condition.\n\nFrench actor Jean-Hugues Anglade was also slightly hurt, and had stitches in his hand.\n\n\"We were stuck in the wrong place with the right people,\" Anglade was quoted as saying on BFMTV. \"It's miraculous.\"\n\nPresident Barack Obama hailed the passengers as heroes: \"It is clear that their heroic actions may have prevented a far worse tragedy,\" he said in a statement.\n\nPresident Francois Hollande is due to thank them in person on Monday.\n\nThe gunman was transferred on Saturday to the Paris region from Arras in northern France where the incident took place. Cazeneuve said under the terms of his arrest the man can be held for four days without being charged.\n\nThe shooting took place on a Thalys high-speed train. The Franco-Belgian state transport group runs international trains linking France, Belgium, the Netherlands and Germany.\n\nAll four countries are part of the Schengen area through which people travel without the need for passports and security check-ins. Experts have long said the trains are a potential target for attacks.\n\nPrime Minister Manuel Valls said in January there were more than 3,000 potentially dangerous Islamists under surveillance in France, home to Europe's biggest Muslim community.\n\nMost of the attacks and foiled attacks this year in France have been carried out by people who were on that list, but government officials say the surveillance cannot be constant.\n\n\"When there's nothing to justify an arrest, there comes a time when you move on to other individuals,\" said Sébastien Pietrasanta, a Socialist lawmaker who drafted France's latest anti-terror legislation.\n\n\"Given the number of individual linked to radical Islamism its becomes complicated,\" he told Reuters.\n\n\"We take 100 percent precautions but that does not mean 0 percent risk.\"\n\n(Additional reporting by Barbara Lewis in Brussels and Madeline Chambers in Berlin; Writing by Andrew Callus; Editing by David Clarke and Robin Pomeroy)", "_id": {"$oid": "55daee1804235215b082e16c"}}