{"URL": "http://www.slate.com/blogs/future_tense/2014/10/15/tropical_storm_ana_could_become_hawaii_s_second_hurricane_of_2014.html", "Text": "Photo by SAUL LOEB/AFP/Getty Images\n\nJust two months after the Big Island’s first tropical storm landfall in generations, a potentially bigger threat looms.\n\nTropical Storm Ana—soon to be a hurricane, the second to threaten Hawaii this year after Iselle in August—is expected to barrel through the island chain later this week. If Ana makes landfall at hurricane strength, it would be the first impact of that magnitude in Hawaii since Iniki devastated the island of Kauai in 1992. In recorded history, Hawaii has never been hit by two tropical cyclones in one year.\n\nAdvertisement\n\n\n\nA team of NOAA Hurricane Hunters, normally based in Florida, has again been dispatched to the islands to help monitor the storm. Very warm ocean temperatures are in the path of Ana, which will help the storm strengthen. A hurricane watch should be posted for the Big Island on Wednesday.\n\nImage: NOAA\n\nIn the modern record, there’s never been a hurricane landfall on the Big Island. Just two months ago, Hurricane Iselle came close. Iselle weakened to a tropical storm just four hours before making landfall on the Big Island near Pahala, and its circulation was quickly torn apart thereafter by the island’s massive twin volcanoes. Still, according to the Washington Post, Iselle caused big problems:\n\nThousands of customers were left without power for weeks after Iselle made landfall on the Big Island as a tropical storm. At the time, the president of Hawai’i Electric Light apologized to customers for the delay in restoring power, noting that “the extent of damage is worse than anything we’ve ever seen here.” At the time of landfall, Iselle had maximum sustained winds of 60 mph, and rain totals were around 10 inches on the southeast side of the Big Island, and more than 14 inches in the higher elevations.\n\nThe same thing could happen with Ana.\n\nThough weather models are still more uncertain on Ana’s future track than usual for a five-day hurricane forecast, Ana will likely cause extremely heavy rain. One high-resolution forecast model tuned specifically to hurricanes has the storm dumping more than three feet of rain on the windward slopes of the Big Island. That same model predicts Ana could rapidly strengthen to a Category 3 storm in the run-up to landfall on Saturday.\n\nIn addition to being (potentially) a much stronger storm at landfall than Iselle, Ana’s track is also looking more dangerous—coming in parallel to the island chain. That means pretty much all the islands could get hit. Iselle’s track was more east-to-west and mostly affected the Big Island.\n\nAt this point, the best case for Oahu—Hawaii’s most populated island—is a direct hit on the Big Island. As we saw during Iselle’s landfall in August, Ana’s core would likely be torn apart in that scenario, and a forecast of drier air would argue against quick restrengthening before reaching Oahu.", "_id": {"$oid": "55daef0204235215b082e223"}}