{"URL": "http://www.straitstimes.com/singapore/giving-young-couples-help-to-start-families", "Text": "If there is one group that benefits most from last night's National Day Rally, it has to be young couples.\n\nPrime Minister Lee Hsien Loong's two main areas of focus for policy changes this year dealt with housing and population, and both sets of changes promise to go some way in encouraging couples to think about starting a family or have more babies.\n\nFor most young couples, there are three big considerations - buying a home, managing costs associated with raising children, and finding help to care for the children when they go out to work.\n\nMr Lee addressed all three points when he announced changes affecting families last night.\n\nFor housing, he made sure more people are eligible for new flats by raising the income ceiling from $10,000 to $12,000, thereby ensuring that affordable public housing becomes available to more couples.\n\nAt the same time, he promised to enhance the Baby Bonus scheme, which now gives $6,000 for the first two children and $8,000 for the third and fourth children. The cash gift will not only become bigger but those with bigger families will get it for all babies, not just the first four.\n\nThere will be more relief as the MediShield Grant for Newborns, to help cover health insurance and medical expenses, will be made more generous - enough to cover Medishield Life premiums up to the age of 21.\n\nThese moves will go a long way to help parents take care of the basic necessities for their infants, and worry less about medical bills.\n\nThe third and, arguably, most important worry couples have when they consider having a baby is getting help with childcare.\n\nOn this front, Mr Lee moved to do two things: doubling paternity leave to two weeks and introducing a Household Proximity Grant.\n\nHaving two weeks of paid paternity leave sends a strong signal, that men have to do their part in bringing up baby.\n\nThis will also let them get more involved early.\n\nSimilarly, the new Proximity Housing Grant scheme will encourage couples to move nearer their parents, or vice-versa. For most young parents, grandparents are the preferred caregivers, provided they are healthy and willing. Living close by also means that when the time comes, it will be easier for children to care for their ageing parents.\n\nTaken together, the measures Mr Lee announced are welcome improvements to Singapore's pro-parenthood package.\n\nBut will they have the intended effect of raising Singapore's dismal fertility rate?\n\nThe Total Fertility Rate, which measures the average number of children a woman will have over her lifetime, dipped from 1.6 in 2000 to 1.25 last year, one of the lowest in the world. A country's population replaces itself if it has a TFR of 2.1.\n\nMore worryingly, there is evidence that pro-baby policies might be losing their effectiveness as couples start to take the financial incentives for granted.\n\nAn Institute of Policy Studies survey of 2,000 respondents, released earlier this year, showed that carrots like the Baby Bonus cash gift and maternity leave are having less of an effect in boosting birth rates.\n\nPM Lee acknowledged this when he said that the Government is working not just to give practical help but also to change social attitudes by encouraging more child-friendly workplaces, for instance.\n\nThere is evidence that these moves have started to take effect.\n\nMr Lee said the number of babies born last year was the highest in a decade, a promising sign that the pro-family policies of the past decade are taking effect. He added that this year's baby numbers are likely to be as good as last year's.\n\nLast night's announcements build on this foundation, by making sure that for young couples, there is help at every stage, from alleviating the costs of delivering the baby, to giving parents those first few weeks and months of leave to spend with their newborn, and even giving couples subsidies for a home in which they can bring their children up in.\n\nFor some young couples, there could be even more help in childcare. Many young parents continue to complain that there is a lack of reasonably priced quality childcare facilities to help them take care of their children while they work. The Government has done much in recent years to ramp up infrastructure and manpower to boost this area, the effects of which could be seen some years down the road.\n\nTo be fair, however, these policies can only go so far in persuading people to have more children.\n\nAs Mr Lee said: \"But at the root of this is not policies. It's people - families and their children. Our families are what make life meaningful for many of us.\"\n\nEarlier this year, my wife and I discussed having Baby No.3 because we have grown to love children so much.\n\nIt will not be without much personal sacrifice. In all likelihood, one of us will have to leave our job because we do not like the idea of having a maid to care for our kids.\n\nThe new measures, though welcome improvements, will not help us decide to go ahead right away, and we will still have to think hard.\n\nUltimately, the government can do only so much to get couples to have babies. The latest measures are better than anything we've seen so far, in creating the conditions to help us make a good decision.", "_id": {"$oid": "55dc22d204235215b082e4cc"}}