{"URL": "http://www.slate.com/blogs/bad_astronomy/2015/08/20/astrophoto_the_southern_owl.html", "Text": "Planetary nebulae are among my favorite objects in the sky. These are gaseous shells thrown off by middle-weight stars as they die, ethereally interacting winds that form fantastic and colorful cosmic baubles.\n\nPhil Plait Phil Plait writes Slate’s Bad Astronomy blog and is an astronomer, public speaker, science evangelizer, and author of Death From the Skies!\n\nMany are easy to see in small telescopes, so the amateur astronomer in me loves them, and the physics behind them is fascinating, rich, and intricate, inspiring the science-minded astronomer in me (in fact; I wound up studying them for both my master’s and Ph.D., and went on to analyze even more as a professional with Hubble).\n\nAdvertisement\n\n\n\nI have seen images of the planetary nebula called ESO 378-1 before, but the European Southern Observatory just released a new, gorgeous, and high-resolution shot of this lovely object:\n\nPhoto by ESO\n\nVery cool. But what are you seeing?\n\nWhat we have here is a dying star. As a star ages, its core (where the heat is generated) shrinks and heats up. This puffs up the outer layers—when you heat a gas, it expands—and the gas on the surface starts to blow away in a dense, slow wind. Eventually, so much of the outer layers blow off that the hotter lower layers get exposed. The wind blown off gets less dense and much faster, catching up with and slamming into the older, slower wind.\n\nThe resulting nebula (gas cloud) is lit by the hot exposed core of the star, and glows. The shape we see depends on what the star was doing when it blew the winds. If it was just sitting there, the winds expand as spheres, and the result looks like a soap bubble.\n\nBut with ESO 378-1, the star must have been spinning rapidly. Perhaps, in its twilight years as it expanded, it swallowed up a bunch of its planets, which would have spun it up like whisking scrambled eggs. As it spun, the gas blew off preferentially along the star’s equator due to centrifugal force. This created a dense ring of gas.\n\nWhen the star started to blow off the faster wind, it slammed into this dense ring and slowed down. But up and down, along the poles of the star, the gas was free to expand. It formed a more elongated, barrel-shaped object (this diagram of another such object may help you picture it). We see that barrel at a slight angle; if you look at the interior of ESO 378-1 you can see it has two circular darkish regions, the top and bottom of the barrel.\n\nIt might be easier to see that in this photo of the Owl Nebula, a planetary nebula in Ursa Major:\n\nPhoto by NOAO/AURA/NSF\n\nSee the two dark circles? Same thing. And you can see why ESO 378-1 has the nickname the Southern Owl (the original Owl is quite far north; this one is south of the celestial equator). They look very similar, and almost certainly have similar origin stories.\n\nAs for the colors, rarefied oxygen glows blue, and hydrogen is red. I suspect the red at the top is actually due to gas floating between the stars being swept up (what astronomers call, for obvious reasons, “snowplowing”) as the planetary nebula gas expands. There must be more gas above than below, so we see a brighter rim of red there. Other planetaries do this too.", "_id": {"$oid": "55daf1b604235215b082e3ff"}}