{"URL": "http://www.slate.com/articles/news_and_politics/politics/2015/07/bernie_sanders_is_the_left_s_ron_paul_why_the_vermont_senator_s_popularity.html", "Text": "Photo by Alex Wong/Getty Images\n\nWhen Bernie Sanders announced his campaign for president, I thought he would be a gadfly with a modest following. Not Howard Dean, but not Dennis Kucinich, either. During the past week, however, the Vermont senator has become a bona fide phenomenon.\n\nJamelle Bouie Jamelle Bouie is Slate's chief political correspondent.\n\nTake last week, when the self-described socialist spoke to a packed arena in Madison, Wisconsin, detailing his plans to break up Wall Street and pass universal health care. At 10,000 people, his crowd was the largest of any candidate in the presidential race so far: Hillary Clinton drew 5,500 people to her speech on Roosevelt Island in New York City, while Jeb Bush drew just 3,000 people to his announcement event at Miami Dade College in Florida. (Sen. Ted Cruz spoke to 11,000 students at Liberty University, but they had to be there—Cruz announced at the school’s convocation, which is mandatory for students living on campus.) Before Madison, Sanders spoke to a packed auditorium of 700 people in Iowa, and before that, he spoke to 5,000 in Minneapolis, Minnesota.\n\nAfter the crowds, there’s the polls. In the vital primary states of Iowa and New Hampshire, Sanders takes 33 percent and 31 percent, respectively. He’s far from ahead—Clinton has 52 percent and 51 percent—but it’s a strong showing nonetheless.\n\nAdvertisement\n\n\n\nAnd after the polls, there’s the cash. Since joining the Democratic race in April, Sanders has raised $15 million from nearly 250,000 donors, compared with Clinton’s haul of $45 million. For comparison’s sake, that’s more than Sanders has raised in either of his two Senate campaigns combined, and just $7 million short of all the cash Sanders has raised in his entire career as a politician, from 1989 to the present.\n\nIn just a few months, Sanders has moved from the periphery of American politics to the mainstream, as the most visible and popular alternative to Clinton, vastly outpacing former Maryland Gov. Martin O’Malley and former Virginia Sen. Jim Webb, who recently announced his candidacy. But visibility isn’t viability, and there’s almost no chance Sanders will become the Democratic Party’s presidential nominee, even if he sustains his momentum into next year.\n\nDespite the polls and the voting, presidential primaries aren’t popularity contests. Instead, they’re closer to negotiations, where interests and individuals work to choose a leader and representative for the entire group. That person has to appeal to everyone, from ideological factions and political power centers to wealthy donors and ordinary voters and activists. The candidate also has to show that he or she can do the work of a national campaign, from winning debates to raising money.\n\nClinton has done this. She came close to winning the 2008 nomination and spent the next seven years—right up to the present—building her stature in Democratic politics. A moderate liberal committed to most of Barack Obama’s domestic and foreign policy agenda, she’s acceptable to almost everyone in the party—in a national poll of the Democratic field from NBC News and the Wall Street Journal, she has a whopping 75 percent of the vote.\n\nWhich brings us back to Bernie. Sanders is a fascinating candidate with a vital, underrepresented message in American politics. But the same qualities that make him unique—relative independence from the Democratic Party, a foundational critique of American politics—make him unsuited for a major party nomination, much less the Democratic one. The more moderate and conservative parts of the Democratic coalition won’t support a left-wing candidate like Sanders, and the more strategic voters—party stalwarts like black Americans—will be skeptical that Sanders could win the White House, even if they agree with his ideas and policies.\n\nTo appeal to the party overall, and not just an ideological faction, Sanders would have to tailor himself to the priorities of the Democratic coalition beyond its most liberal members. But the cost of that change is to shed the things that make him unique. And Sanders knows it. It’s why he won’t engage in traditional fundraising—it’s hard to speak truth to power when you’re catering to millionaire fundraisers.\n\nObama could beat Clinton and win the nomination because, in every crucial respect, he was a conventional Democrat with strong ties to the party establishment. He could capitalize on anti-Clinton discontent, tap into elite networks of activists and donors, and show stalwart voters—and blacks in particular—that he was a realistic and viable alternative to the Clinton candidacy. So, when he won the Iowa caucus, he had more than the momentum of victory—he had the support of a crucial bloc of the Democratic Party.*\n\nSanders, for all of his present success, doesn’t have that. If he wins the Iowa caucus, he won’t have the allies—or the institutional resources—to turn a victory into a viable national strategy. Put differently, if Clinton lost the Iowa caucus, then—as one Democratic strategist told the New York Times—her team would just “ride out the punditry and people with their hair on fire” and capture the nomination. With the establishment on your side, you can lose and still win.\n\nSanders won’t be the Democratic nominee. But that doesn’t mean he won’t be important. Here, it’s useful to think of Ron Paul, the former Republican representative who ran for the GOP nomination in 2008 and 2012. Paul drew large crowds and raised huge sums for his campaign but couldn’t translate that success into votes. Nonetheless, his splash mattered. He helped bridge the divide between libertarians and the Republican right, and he inspired a new group of conservative and libertarian activists who have made a mark in the GOP through Paul’s son, Kentucky Sen. Rand Paul.\n\nIf Sanders can sustain and capture the left-wing enthusiasm for his campaign, he could do the same for progressives. He could bring their issues onto a presidential debate stage and into the Democratic mainstream, and bring them into the process itself. No, Democrats won’t change overnight, but with time and effort, the Sanders revolution could bear real fruit.\n\nSee more of Slate’s coverage of the 2016 campaign.", "_id": {"$oid": "55daf19104235215b082e3de"}}