{"URL": "http://www.slate.com/articles/news_and_politics/politics/2015/08/hurricane_katrina_10th_anniversary_how_the_black_lives_matter_movement_was.html", "Text": "To black Americans around the country, this looked like neglect. In an ABC News and Washington Post poll taken shortly after the hurricane, 71 percent of blacks said that New Orleans would have been “better prepared” if it were a “wealthier city with more whites,” and 76 percent said the federal government would have “responded faster.” A Newsweek poll confirmed this sense among black Americans that the government responded slowly because most of the affected people were black. “I, to this day, believe that if that would have happened in Orange County, California, if that would have happened in South Beach, Miami, it would have been a different response,” said then Mayor Ray Nagin in a speech to the National Association of Black Journalists, a year after the storm.\n\nAmong the first images of New Orleans after the storm were shots of low-income black Americans, stranded and desperate to escape the floods and debris. In the narrow sense, they were there because the city’s evacuation plan—which didn’t account for massive traffic out of the region— fell apart . Rather than bring remaining New Orleansians out, officials sent them to the Superdome and the convention center, which were quickly overcrowded and undersupplied. In a much broader sense, however, they were there because in a city defined by decades of poverty, segregation, and deep disenfranchisement, poor and working-class blacks (including the elderly, and children) would largely shoulder the burden of the storm.\n\nWhen we look at the first 15 years of the 21 st century, the most defining moment in black America’s relationship to its country isn’t Election Day 2008, it’s Hurricane Katrina. The events of the storm and its aftermath sparked a profound shift among black Americans toward racial pessimism that persists to today, even with Barack Obama in the White House. Black collective memory of Hurricane Katrina, as much as anything else, informs the present movement against police violence, “Black Lives Matter.”\n\nIn his book Is This America? Katrina as Cultural Trauma , sociologist Ron Eyerman writes that Katrina “left an indelible mark on American collective memory, not merely as a severe storm but as a social disaster, a catastrophe which revealed the nation at its worst.” For blacks, this was especially true. In barbershops, at church, and around dinner tables, black people discussed the awful images from New Orleans, where black survivors begged for help from rooftops, and where black bodies floated through streets.\n\nWhite Americans saw the storm and its aftermath as a case of bad luck and unprecedented incompetence that spread its pain across the Gulf Coast regardless of race. This is the narrative you see in Landrieu’s words and, to some extent, Obama’s as well. To black Americans, however, this wasn’t an equal opportunity disaster. To them, it was confirmation of America’s indifference to black life. “We have an amazing tolerance for black pain,” said Rev. Jesse Jackson in an interview after the storm. Rev. Al Sharpton, also echoed the mood among many black Americans: “I feel that, if it was in another area, with another economic strata and racial makeup, that President Bush would have run out of Crawford a lot quicker and FEMA would have found its way in a lot sooner.” Even more blunt was rapper Kanye West, who famously told a live national television audience that “George Bush doesn’t care about black people.”\n\nBut there’s a problem with this capsule summary of Katrina and its place in national memory. It assumes a singular public of “Americans” who understand events in broadly similar ways. This public doesn’t exist. Instead, in the United States, we have multiple publics defined by a constellation of different boundaries: Geographic, religious, economic, ethnic, and racial. With regards to race, we have two dominant publics: A white one and a black one. Each of them saw Katrina in competing, mutually exclusive ways. And the disaster still haunts black political consciousness in ways that most white Americans have never been able to acknowledge.\n\nIn our current remembrance, Katrina is a synonym for dysfunction and disaster, a prime example of when government fails in the worst way possible. It’s also a symbol of political collapse. George Bush never recovered from its failure, and “ Brownie, you’re doing a heck of a job ” stands with “Mission Accomplished” as one of the defining lines of the administration and the era.\n\nWith the 10-year anniversary this week—Katrina’s storm surge breached the levees a decade ago on Saturday—we’ll soon see similar rhetoric from politicians and those seeking to pay respect to the storm’s victims. Hurricane Katrina was one of the worst disasters in American history: It killed more than 1,800 Americans, displaced tens of thousands more, and destroyed huge swaths of New Orleans. While the government couldn’t stop the storm, it could have prepared for the damage. But it didn’t. The days and weeks after Katrina were marked with scandalous mismanagement, as the federal government made history with its incompetence and failure. Thousands of New Orleans residents who weren’t evacuated and couldn’t escape the city were left with inadequate aid and shelter, all but abandoned by officials who couldn’t, or in some cases wouldn’t , help them.\n\nWith this, Landrieu invoked our national memory of the hurricane—a catastrophe that devastated New Orleans for all of its residents. In his own address on the fifth anniversary, President Obama struck a similar tone, with a message of rebuilding and harmony. “Five years ago we saw men and women risking their own safety to save strangers. We saw nurses staying behind to care for the sick and the injured. We saw families coming home to clean up and rebuild—not just their own homes, but their neighbors’ homes, as well.”\n\nOn the fifth anniversary of Hurricane Katrina, in 2010, New Orleans Mayor Mitch Landrieu preached unity . “With the rising water, differences and divisions were washed away,” he said, asking the audience to listen to each other, and embrace their common aspirations. “We will hear and we will learn the beautiful truth that Katrina taught us all,” he declared, “We are all the same.”\n\nPhoto by Mario Tama/Getty Images\n\nOne study—“Feeling the Pain of My People: Hurricane Katrina, Racial Inequality, and the Psyche of Black America”—tests the claim that blacks had a heightened and racialized response to Katrina. The authors conclude that “Despite geographic and socioeconomic differences, black Americans throughout the country … identified with Hurricane Katrina’s primarily African American victims.” More so than white Americans, they write, “blacks were deeply angered and depressed by the events surrounding the hurricane.”\n\nThe disaster of Hurricane Katrina, and its impact on the collective experience of black America, sowed the ground for a reckoning.\n\nSupport for the racialized view of Katrina can be seen in the way news outlets and commentators talked about the victims. One study, published a year after the storm, found a connection between mentions of race in news stories and references to survivors as “refugees,” a description opposed by many black commentators at the time. Analyzing stories from the period, researchers found exaggerated claims of violence among Katrina victims, as well as grossly inaccurate reports of crime and disorder. In one infamous example of skewed coverage, an Associated Press photo shows a young black man wading through water that has risen to his chest. He’s holding a case of soda and pulling a bag. The caption says he had just been “looting a grocery store.” A second photo, this time from AFP/Getty Images, shows a white couple in the same situation. The caption says they are shown “after finding bread and soda from a local grocery store.” Even worse than this were comments from conservative commentators like Bill O’Reilly of Fox News, who denounced the “poor in New Orleans” as “drug addicted” and “thugs”—with the inescapable conclusion being that they deserved their fates.\n\nIt should be said that black alienation wasn’t inevitable. Even with the polls and the coverage, views may have changed if white Americans also perceived black treatment during and after the storm as unfair and racially biased. But that’s not what happened.\n\nPhoto by Mario Tama/Getty Images\n\nInstead, white Americans discounted claims of racial bias. According to the Pew Research Center, 77 percent of whites said the government response would have been the same if the victims had been white, and only 32 percent said the event showed that racial inequality was still a major problem (for blacks, 66 percent believed the response would have been faster had the victims been mainly white and 71 percent said it demonstrated racial inequality). Other polls confirmed these findings.\n\nIn addition to disbelief that Katrina was a racial story, research and polling also showed a white public that held survivors in contempt. In a 2006 study that examined white and black attitudes toward Katrina victims, political scientists Leonie Huddy and Stanley Feldman found that 65 percent of white respondents blamed residents and the mayor for being trapped in New Orleans. In a CNN/USA Today survey, half of all whites said that people who broke into stores and took things were “mostly criminals,” compared to 77 percent of blacks who said they were “mostly desperate people” trying to find a way to survive. (Pew had similar findings.) If you turned to right-wing media, you’d find unvarnished disdain for those left behind in the city.\n\nThe idea that black Americans had a legitimate grievance was dismissed. The result was a collapse in black racial optimism. The year before Katrina, according to Gallup, 68 percent of blacks said race relations were either “somewhat good” or “very good.” The year after Katrina, that declined to 62 percent. The next year, it declined to 55 percent, the lowest point of the decade. In broader surveys from the Pew Research Center, the period after Katrina is an inflection point, where the percentage of blacks who say they are worse off finally overtakes the percentage who say their lives have improved. Black optimism stayed on a downward trajectory for the three years after Katrina. In another Gallup trend-line, black satisfaction with society dips from a steady 41 percent in 2005, to 37 percent in 2006, to 30 percent in 2007.\n\nWith the recession, there was every sign these trends would continue. But then, Barack Obama made his historic run for the White House, a tangible sign of racial progress.\n\nPublic opinion tells the story. In June 2007, just 11 percent of black Americans said they were satisfied with the state of the nation and 30 percent said they were satisfied with the way blacks were treated. Just four months before the election, 78 percent of blacks said racism was widespread. A year later, blacks were far rosier about the future. “Despite the bad economy, blacks’ assessments about the state of black progress in America have improved more dramatically during the past two years than at any time in the past quarter century,” noted Pew, in a survey that showed black optimism at a high of 39 percent, nearly double what it was two years earlier. The black/white gap in how race relations are viewed also narrowed considerably in the immediate aftermath of Obama’s election.\n\nThere is a natural question in all of this. If Barack Obama sparked such a significant shift in black opinion, isn’t his election the key point in black political consciousness and not Katrina? The answer is straightforward: No, because the euphoria didn’t last.\n\nPhoto by Carlos Barria/Reuters\n\nSince 2012, but especially since last year, a rapid and steady succession of high profile shootings has moved black opinion to its pre-Obama, post-Katrina state of pessimism. Between the incidents and the outcomes—where shooters escape with little punishment or sanction—blacks have become more pessimistic about their place in American life. From 2009 to 2013, notes a Pew survey taken on the 50th anniversary of the March on Washington, the percentage of blacks who felt a sense of progress dropped from 39 percent to 26 percent. As of this summer, reports the New York Times, just 28 percent of black Americans say race relations are generally good, which is in line with where they were in the months before Obama’s election.", "_id": {"$oid": "55daf35404235215b082e4b6"}}