{"URL": "http://www.theguardian.com/world/2015/aug/21/chinese-authorities-investigate-mass-fish-death-near-tianjin-explosion-site", "Text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nChinese authorities have denied that the deaths of thousands of fish near the scene of a catastrophic industrial disaster are linked to last week’s chemical explosions in Tianjin which killed at least 114 people.\n\n\n\nPhotographs showing the surface of the River Hai coated in dead sticklebacks spread on social media sites on Thursday, adding to fears that military clean up teams had failed to prevent chemicals leaking out of the blast site.\n\n\n\nRelated: Tianjin blasts: Communist party insists there will be no cover-up as anger grows\n\nAuthorities say about 40 types of chemicals were being stored at the warehouse at the centre of the explosions, including ammonium nitrate and large quantities of sodium cyanide.\n\n\n\nBut Xinhua, China’s official news agency, said no toxic levels of cyanide had been found in the river during tests on Thursday afternoon. The fish were found about 6km from the blast site.\n\n\n\nDeng Xiaowen, the head of Tianjin’s environment monitoring centre, vowed to investigate the fish deaths but claimed “it was not uncommon for fish to die en masse in local rivers during summer, due to poor water quality”. He was quoted by the Global Times as saying: “When the temperature rises, oxygen will evaporate and fish may die of hypoxia.”\n\nFacebook Twitter Pinterest Dead fish surface near the Tianjin blast site. Photograph: Imaginechina/Corbis\n\nOnce the precise cause of the fish deaths was established it would be announced to society immediately”, Deng added. Zhang Yunli, the head of a fishing association in Tianjin, told the Global Times the deaths could be the result of a “change in water’s salinity, which happens every year” .\n\nA military official claimed the fish – which he named as the stickleback or tiddler – were “very sensitive to the environment”. A week after the disaster, military teams are still struggling to decontaminate the area.\n\nThe site has been surrounded with “cofferdam” barriers and drains have been filled with cement, in an attempt at stopping contaminated water seeping out into the sea, according to Xinhua.\n\n\n\nWen Wurui, Tianjin’s environmental chief, denied that the spilled chemicals would “significantly influence human health” but admitted many challenges remained. He told state media: “We can’t say when the cleanup work in the blast centre will be finished.”", "_id": {"$oid": "55daf21304235215b082e429"}}