{"URL": "http://www.slate.com/articles/business/moneybox/2014/01/amazon_earnings_how_jeff_bezos_gets_investors_to_believe_in_him.html", "Text": "Photo illustration by Lisa Larson-Walker. Photos by Getty Images.\n\nE-commerce was king this past holiday season, with Christmas surge orders overwhelming UPS’s systems and forcing $100 million in upgrades to prevent future fiascos. So it was no surprise on Jan. 30 when Amazon reported it had become even more enormous than ever before. According to its latest earnings report, the online shopping giant's net sales increased 20 percent compared with the previous holiday season—a number that would seem staggeringly high if it weren't so routine for a company that’s been growing rapidly for years. Yet the company’s net income of $274 million for all of last year was tiny relative to its sales of $74.45 billion. Amazon's profit margin was virtually nonexistent.\n\nMeager as last year’s profits were, they represented a small improvement from 2012, when Amazon actually lost money. Even with the slight uptick in 2013, Amazon earned substantially less profit than it did back in 2008, when it posted a net income of $645 million on relatively modest sales of $19.17 billion. Over the past five years, in other words, the retailer of the future managed to more than triple its sales while slicing profits by more than half. It’s a business success story like no other in the world.\n\nTo understand the significance of Amazon’s lack of profits, you need to distinguish it from another class of unprofitable company: the high-tech startup. Technology companies backed by venture capitalists often rise to prominence without showing profits. This often becomes a source of amusement or confusion when, for example, Instagram sells for $1 billion to Facebook with no revenue, or when Snapchat turns down a $3 billion buyout offer with, again, no revenue.\n\nAdvertisement\n\n\n\nThe prevailing theory in Silicon Valley is that it’s a mistake for new companies to focus too much on developing revenue. People use a social service such as Pinterest in part because many other people are using it. Under the circumstances, it makes sense for a company to focus first and foremost on building a great product and getting people to use it. Once you’ve reached a critical mass of users, then comes the time to think about revenue strategies. This approach sometimes fails (and it’s entirely possible that Snapchat or Instagram will prove to be white whales), but it has a great deal of logic and precedent behind it. Once upon a time, Google and Facebook were just impressive products with little or no revenue. Today they’re financial juggernauts that have parlayed their user bases into an advertising bonanza. Twitter is partway down this path, and others will follow.\n\nIn other words, “growth first, revenue later” is a risky business strategy, but a proven one. (The high level of risk is one reason the returns can be so great.)\n\nAmazon doesn’t fit this mold. For one thing, it’s hardly a young startup anymore. It was founded in 1995 and held its initial public offering way back in 1997. Most obviously, it’s not a firm with no revenue or with an unclear revenue strategy. You go to the website, you find items you might want to buy, and those items have prices next to them. If you decide you want to buy, you enter credit card information and get charged. It’s the most boring revenue strategy in the world, and one of the oldest.\n\nWhat’s more, it’s not as if Amazon has never been profitable. No large retailer has especially large profit margins, but for several years in the mid-aughts when the business was smaller, it obtained margins that were right in line with Walmart’s.\n\nProfits are in severe tension with the idea of pleasing customers—a profitable firm is, by definition, charging customers more than it needs to. Photo by Thinkstock\n\nRecent commentary has tended to draw a contrast between the company’s rising share price and waning profits. “The company barely ekes out a profit, spends a fortune on expansion and free shipping and is famously opaque about its business operations,” wrote Meaghan Clark and Angelo Young in the International Business Times in December, “yet investors continue to pour into the stock, pushing up the company’s share price to $388, a nearly 400 percent rise since the end of the company’s third quarter in September 2008.”\n\nThis image of a firm that remains a darling of Wall Street despite a lack of profitability is tempting. But the truth is more likely the opposite. Amazon doesn’t turn a profit because it’s a darling of Wall Street.\n\nI once characterized Amazon as a “charitable institution being run by elements of the investment community for the benefit of consumers.” Bezos took issue with this in a letter to shareholders. His argument is that Amazon isn’t a charity; it’s a business—a business whose strategy is to make its customers as happy as possible. And that, fundamentally, is what makes Amazon great. Profits are in severe tension with the idea of pleasing customers—a profitable firm is, by definition, charging customers more than it needs to.\n\nBut of course, there’s a reason that most companies try to make healthy profit margins: financial markets demand it. Only a Wall Street darling, a firm whose senior leadership has the confidence of markets, could get away with being as daring as Amazon is.\n\n* * *\n\nThe timing of Amazon’s high-margin years is no coincidence. Amazon is, in a fundamental way, a child of the dot-com boom of the 1990s in a way that none of today’s other technology giants are. Apple and Microsoft long predate the bubble, and Facebook was founded long after it burst. Google existed in a modest way in the 1990s, but didn’t participate in go-go ’90s finance; its 2004 IPO was a key step on the march of technology stocks back to respectability and credibility after the bubble burst.\n\nBut Amazon was right in the middle, born into the maelstrom of Clinton-era corporate finance. All stock prices soared in the late ’90s. The historical memory of a “tech bubble” ignores the fact that very prosaic industrial firms like Ford have lost more than 50 percent of the 1999 peak value. But while investors smiled on all stocks in the ’90s, they did take a special shine to technology stocks. An established company with a real business like AOL could obtain a valuation high enough to allow it to swallow all of Time Warner. And to attract investor enthusiasm, a startup didn’t really need anything at all—not a business model or even a good product—beyond a “.com” at the end of its name. Under the circumstances, Amazon was no more under pressure to demonstrate profitability than was Pets.com or Kozmo.com or any of the other in-retrospect-hilarious white elephants of the era.\n\nAmazon didn’t avoid the corporate graveyard by refusing to indulge in the mania of its founding era. Like many other dot-coms, it steadily lost money in pursuit of growth. It was a well-timed bond offering in February 2000—just before market sentiment turned—let Amazon ride out the cash crunch that brought down so many other firms.\n\nThat money bought Amazon time, and they used that time to change course. They lost $567 million in 2001, but only $149 million in 2002—and the last quarter was profitable. By 2003 they eked out a modest $35 million profit, which rose to $588 million in 2004. Wall Street was suffering from a massive Internet hangover, and Bezos provided the cure. A native e-commerce player that sold things for more money than it cost to obtain and deliver them. A concrete demonstration that the Internet was a real business platform.\n\nThe profits were not particularly large—J.C. Penney reported a $1.3 billion operating profit in 2004—but they were real at a time when Wall Street wanted to see real profits.\n\nAs the years went by, Wall Street found itself enamored again with high tech. Google’s emergence as a advertising juggernaut, the explosive growth of Facebook, and the enormous popularity of the iPhone all laid the groundwork for today’s techno-enthusiasm. And Amazon quietly took advantage of that spirit of re-enchantment to stop worrying about profits. In the five years after 2004, Amazon’s profits nearly doubled to $902 million. But in the same period, total sales increased over 250 percent to $24.5 billion. These kinds of rapidly declining profit margins are the sort of thing a firm normally tries to avoid. But with a benign investor climate, Bezos could argue that growth is growth and margins are fundamentally irrelevant.\n\nAnd that dream is the context for Amazon’s recent financial performance. Profits peaked in 2010 at $1.1 billion—impressive 28 percent growth from the previous year, but still a further diminution of profit margins in the context of 40 percent sales growth. Then profits fell 45 percent the next year even as sales grew 41 percent. Two years later, Amazon’s 2012 sales had nearly doubled to $61 billion from more than $30 billion, and yet the company posted its first loss since 2002. Investors were willing to believe in Jeff Bezos, so Bezos could afford to stop proving that he knows how to turn a profit.\n\nIn the early 2000s, Wall Street was suffering from a massive Internet hangover, and Amazon provided the cure. Photo courtesy Jacob Bøtter/Flickr Creative Commons\n\nAmazon is essentially the beneficiary of large Wall Street trends in its ability to eschew profits, yet it’s also bucking the trend among its peer technology giants. Microsoft is generally seen as ailing these days, but still generates billions in profits every quarter despite falling PC sales and substantial losses on initiatives such as Bing and Windows Phone. Google’s 2012 net income of $10.7 billion exceeds all profits earned by Amazon ever. Apple earned $13.1 billion in net profit in its most recent quarter alone", "_id": {"$oid": "55daf31604235215b082e488"}}