{"URL": "http://www.slate.com/blogs/xx_factor/2015/08/20/missouri_legislative_interns_already_have_a_dress_code_but_some_republicans.html", "Text": "Photo illustration by Lisa Larson-Walker. Photos by Jupiterimages/Thinkstock, MoNewsHorizon/Flickr Creative Commons.\n\nEarlier this year, Missouri state House Speaker John Diehl, a Republican, resigned after it was revealed that he was sexting with a legislative intern. Diehl, who held himself out as an anti-gay and anti-choice family-values conservative, was caught exchanging texts with the college freshman that had such bons mots in them as, “Will have my way with you” and “And leave you quivering,” which were obtained from her phone, where the intern had Diehl listed as “Frank Underwood.”\n\n\n\nAmanda Marcotte Amanda Marcotte is a Brooklyn-based writer and DoubleX contributor. She also writes regularly for the Daily Beast, AlterNet, and USA Today.\n\nNow another school year is starting, and Missouri legislators are trying to figure out how to prevent future embarrassing scandals involving “family values” hypocrites who try to strip women’s reproductive rights away with one hand while sending dirty messages to college girls with the other. Republican state Rep. Kevin Engler was chosen to lead the effort to teach his fellow legislators to keep their hands off the girls in between rounds of attacking contraception and abortion access. He sent out a memo of recommendations, including mandatory sexual harassment training and banning personal text messaging with interns.\n\nAdvertisement\n\n\n\nAs reported by the Kansas City Star, two of his fellow Republicans immediately chimed in, insisting that the real solution here is to start measuring hemlines. Rep. Bill Kidd responded to the memo with just the suggestion: “Intern dress code.”\n\nAnother Republican, Nick King, rapidly agreed, writing, “We need a good, modest, conservative dress code for both the males and females.”\n\n“Removing one more distraction will help everyone keep their focus on legislative matters,” he added.\n\nGiving legislators a pretense to investigate the clothing choices of college girls to make sure they're “modest” enough certainly sounds more fun than boring stuff like adopting a code of ethics and just generally remembering that it's never a good idea for grown men, especially those who hold themselves out as moral arbiters for the rest of us, to start messing with college girls. But, as some Democratic joy-killers were quick to point out, it's a bad look to blame girls for having such hot sexy bodies instead of expecting grown men to behave with a modicum of dignity and common sense.\n\n“We’re really not going to require interns to dress so we’re less distracted, are we?” Democratic Rep. Bill Otto messaged. “All we need is a code of ethics and a penalty provision.”\n\nThe Missouri intern handbook already has a general dress code requiring interns to wear “appropriate business attire,” which is defined as “a jacket and necktie” for men and “dress, suit, dress slacks and jacket” for women.\n\nClaire McCaskill, a Democrat who represents Missouri in the U.S. Senate, got wind of what was going on and sent out a letter to legislators that reads, “This problem has nothing to do with how interns are dressed.” She continues, “I refuse to stand by idly while any suggestion is made that victims of sexual harassment in the Missouri State Legislature is the responsibility of anyone other than the legislators themselves.”", "_id": {"$oid": "55daf22b04235215b082e43e"}}