{"URL": "http://www.straitstimes.com/politics/singapolitics/all-workers-party-mps-to-defend-their-constituencies-says-party-chairman", "Text": "SINGAPORE - All seven Workers' Party elected MPs will stay on to defend their seats in the constituencies they now hold, party chairman Sylvia Lim said on Sunday.\n\nThis is because residents in areas such as Aljunied GRC, which the party won at the 2011 general election, have stuck by and encouraged them.\n\n\"So it is meaningful for us to remain as a team to seek their mandate for the next term,\" she said as she dismissed speculation that she, or other Aljunied GRC MPs could be redeployed to head teams in GRCs elsewhere where the party intends to contest.\n\nA photograph last week of Ms Lim on her Instagram account of her eating at Fengshan Market and Food Centre also set off speculation that she might contest the newly-created single-seat ward.\n\nBut Ms Lim, speaking to reporters during the WP's sale of its newsletter, the Hammer, at Chong Pang Market and Food Centre, said:\n\n\"We are here to tell everyone that while all our MPS will be assisting all our candidates to contest in the wards we have announced, the Aljunied GRC team will remain intact to contest the coming election.\n\n\"We have found our experience in Aljunied to be fulfilling and, at the same time, we have also had our challenges as you know. And throughout this period there have been residents who have inspired us by coming forward to give us encouragement because they believe in us.\n\n\"So on consideration, we decided that it is meaningful for us to remain as a team to seek their mandate for the next term.\"\n\nThe same applied to the two single-seat wards of Hougang and Punggol East that the WP also holds.\n\nAsked to respond to criticism by the People's Action Party (PAP) of the WP's handling of its town council, Ms Lim said the party would leave it to \"our residents and the public to judge, on the town council front, whether we have short-changed our residents be it in estate cleanliness, maintenance, lift breakdowns and so on\".\n\nAs for questions that have been raised about the financial well-being of the Aljunied-Hougang-Punggol East town council, the council's vice-chairman Png Eng Huat said they were working to close its accounts by the end of this month, so any discussion about finances would be more meaningful after that.\n\nAt the same event, WP chief Low Thia Khiang dismissed remarks on Friday by Deputy Prime Minister Teo Chee Hean - who in response to reporters' questions about Mr Low's expression of regret that Transport Minister Lui Tuck Yew would stand down at the next election - said that the opposition leader was shedding \"crocodile tears\".\n\n\"It's very characteristic for Mr Low to squeeze the most political mileage out of anything. I think the reasons that Tuck Yew decided to step down are known to everyone. He was quite clear ... So frankly I think it's crocodile tears,\" DPM Teo had said.\n\nOn Sunday, Mr Low suggested, when speaking in Mandarin, that DPM Teo's response was made because Mr Low's comments about Mr Lui did not go down well with the PAP because \"good advice is hard on the ears\".\n\n\"As a DPM, with due respect, he wanted to comment in that way,\" Mr Low said referring to the crocodile tears comment.\n\n\"Let Singaporeans judge and see (that) this is the kind of standard of the PAP in politics. Is this the kind of politics that we want in the future? What do we want the future of Singapore to be: do we want to be more civilised in our political engagement? We are not a Third World country. But I think the voters will have to decide.\"\n\nHe repeated his praise of Mr Lui and said that when he spoke about the minister last week, he was speaking from the heart.\n\nMr Lui always answered questions matter of factly and did not politicise his answers when responding to questions posed in Parliament, and did not turn the situation around to \"try to attack or bully the opposition\" for raising questions, Mr Low said. He was also hard-working and had a firm grasp of the technical details of his portfolio, which showed that he has been a \"hands on\" minister.\n\n\"That's why I say it's a loss to Cabinet of a minister who is prepared to work on the ground and prepared to be accountable,\" he added.", "_id": {"$oid": "55dc22d104235215b082e4c9"}}