{"URL": "http://thefederalist.com/2015/08/21/are-republicans-for-freedom-or-white-identity-politics/", "Text": "Now that we have had time to observe the Donald Trump phenomenon, there is enough evidence to make a clear assessment of what it represents. The rise of Trump is an epic expression of frustration with the American political system, and it is a natural outgrowth of frustrations with America’s changing demographics; the hollowing out of white working class values and culture, as Charles Murray has documented extensively; and what life is like when governed by the administrative state, where the president increasingly acts as a unilateral executive and elected representatives consistently ignore the people’s priorities.\n\nAt its best, these frustrations would be articulated by the Republican Party in ways that lead to more freedom and less government. At its worst, these frustrations cast aside Constitutional principles, encourage dictatorial behavior, and become the toxic political equivalent of the two Southie brothers who claimed Trump inspired them to beat up a Hispanic homeless man.\n\nDismiss Donald Trump if you will, but tonight in Alabama he is expected to draw 35,000 people. Try to do that with any other presidential candidate. The phenomenon is real, and the danger Trump presents for the Republican Party is real. Even without winning the GOP nomination, which is still a remote possibility at best, his statements have tapped into a widespread anger that has the potential to transform the Republican Party in significant ways. Ultimately, Trump presents a choice for the Republican Party about which path to follow: a path toward a coalition that is broad, classically liberal, and consistent with the party’s history, or a path toward a coalition that is reduced to the narrow interests of identity politics for white people.\n\nFor decades, Republicans have held to the idea that they are unified by a fusionist ideological coalition with a shared belief in limited government, while the Democratic Party was animated by identity politics for the various member groups of its coalition. This belief has been bolstered in the era of President Obama, which has seen the Democratic Party stress identity politics narratives about the war on this or that group of Americans, even as they adopted a more corporatist attitude toward Wall Street and big business (leading inevitably to their own populist problem in Sen. Bernie Sanders). What Trump represents is the potential for a significant shift in the Republican Party toward white identity politics for the American right, and toward a coalition more in keeping with the European right than with the American. What Trump represents is the potential for a significant shift in the Republican Party toward white identity politics for the American right. “Identity politics for white people” is not the same thing as “racism”, nor are the people who advocate for it necessarily racist, though of course the categories overlap. In fact, white identity politics was at one point the underlying trend for the majoritarian American cultural mainstream. But since the late 1960s, it has been transitioning in fits and starts into something more insular and distinct. Now, half a century later, the Trump moment very much illuminates its function as one interest group among many, as opposed to the background context for everything the nation does. The white American with the high-school education who works at the duck-feed factory in northern Indiana has as much right to advance his interest as anyone else. But that interest is now being redefined in very narrow terms, in opposition to the interests of other ethnic groups, and in a marked departure from the expansive view of the freedoms of a common humanity advanced by the Founders and Abraham Lincoln.\n\nTrump’s appeal to these narrow interests is understandable and smart, given the tenor of the times. Among members of the American right and disaffected independents, voices of outrage railing against the collapse of the rule of law have increased steadily throughout Obama’s second term. Their opinion of the Supreme Court has fallen steadily, and they no longer trust the agents of the IRS, EPA, or DOJ to do anything other than serve the wishes of the White House.\n\nTrump’s brand of Jacksonian populism is perfectly tailored for this sentiment. He would throw the Constitution and the rule of law to the winds in pursuit of an aggressive promise of unilateral change – and they are fine with that. What we are hearing now from the Trump-supporting right is akin to the Roman people’s call for the dissolution of the Senate: the demand to install a strong horse, the outsider who will fix all things, the powerful man who promises he will, at long last, get things done for the people. As Alex Castellanos writes at CNN:\n\nTrump is more than a legacy of Republican inaction. He is the inevitable result of decades of progressive failure. He is where frustrated nations turn when top-down, industrial age government fails to deliver what it promised and presents chaos instead. When a government that has pledged to do everything can’t do anything, otherwise sensible people turn to the strongman. This is how the autocrat, the popular dictator, gains power. We are seduced by his success and strength.\n\nFor those who believe Barack Obama has ruled like an Emperor, Trump offers them their own replacement who has the appeal of a traitor to his class, dispensing entirely with the politeness of the politically correct elites and telling it always and forever like it is. If the president is to be an autocrat, let him be our kind of autocrat, these supporters say. It’s our turn now, and we want a golden-headed billionaire with the restraint of the bar fly and the tastes of Caligula, gliding his helicopter down to the Iowa cornfields like a boss. He’ll show Putin what for.\n\nThe Political Class’ Betrayal on Immigration Trump has seized upon the issue of immigration, where the stubborn, arrogant refusal of the political class to implement reforms the people demand – even to the point of enforcing equitably laws already on the books, but willfully ignored by the administrative state – has inflated the balloon on this issue to the point of popping. And Trump is just the man to pop it.\n\nPrior to this election season, the national Republican coalition had come around to the idea that while conservatives are opposed to a comprehensive reform package, they would take an incremental approach to reform: building a wall, increasing enforcement along the border, and generally moving toward a path to legalization, not citizenship, for those here illegally. At the national level, you could generally get to a place where principled border hawk conservatives like Jim DeMint and The Wall Street Journal editorial page can find unity.\n\nTheir assumption was that if a future Republican administration finally got control of the border, it would allow them the latitude to move more gradually toward an incremental amnesty or legalization. But this assumption ignored the frustration and rage across the country which has only grown in the wake of Obama’s executive actions. Essentially, a sizable portion of the country is saying, “We want to stop illegal immigration,” and both parties are telling them: “You’re not allowed to want that.” Essentially, a sizable portion of the country is saying, “We want to stop illegal immigration,” and both parties are telling them, in essence, “You’re not allowed to want that.” Left to fester long enough, this frustration has moved beyond the point of an ordinary, partisan political controversy and is moving toward a crisis of constitutional democracy, where the bipartisan political elite has decided that a basic function of nation-state governance is, in 21st century America, illegitimate.\n\nThe two major party establishments are more or less complicit in this political and cultural invalidation of a large swath of the electorate. Couple that with the economic disaffection this same group already bears toward the elites already leaving them behind, and something like the Trump boomlet was probably inevitable. If a large – sorry, yuge – portion of the country wants existing bipartisan immigration laws to be enforced, and one party tells them “Yes,” but means “No,” and the other party tells them, “No” but means “You’re a racist,” then it’s only a matter of time before some disruptor is going to emerge to call them out for their game.\n\nElite consensus indifference to public opinion has created a vacuum, and Trump’s entry into it has revealed the immigration split within the GOP to be deeper than previously understood. While Trump’s white paper bullets represent fairly mainstream border hawk conservatism, what he has said separate from that plan went far afield from such a proposal. The idea that America is going to endure the blood and moral outrage over the deportation of 11 million people, including young children of illegals born here who are constitutionally American citizens, is absurd. Even one of the most prominent immigration hawks, Mark Krikorian of the Center for Immigration Studies, dismissed this mass deportation as impossible on my radio show this week. But Donald Trump has proposed this, and loudly insisted he will do it. And the faction of the country that believes not in freedom but identity politics for white people adores it.\n\nTrump Will Not Win, But His Argument Could Trump is very unlikely to prevail. His “deport them all now” view, while held by roughly 20 percent of the American people depending on which poll you read, has limited popularity. The normal grievance-based white identity politics platform that promises protectionism, tariffs, infrastructure, subsidies, entitlements, and always blames the presence of immigrants for the creative destruction of the global marketplace, has consistently performed best in the GOP prior to any actual Republicans voting. But should his ideas prevail and win – or if, in the most extreme scenario, Trump were to sustain his path and take the Republican nomination – it would set America’s political path on a direction along the lines of what we have seen in democracies in Europe. Should his ideas prevail and win…it would set America’s political path on a direction along the lines of what we have seen in democracies in Europe. Consider what it would look like for America to follow the path of France, devolving toward a new two-party system which has on the one hand a center-left / technocratic party, full of elites with shared pedigrees of experience and education, and on the other a nativist right/populist party, which represents a constant reactive force to the dominant elite.\n\nIn France, the École Nationale d’Administration produces the political elite. In America, we have a more diversified but still as dominating leadership-class production system, with the same phenomenon and same problem of uniformity of elites exists regardless of party. The populists are not being irrational in perceiving that these guys are “all the same.” But their brand of conservatism is frequently xenophobic, anti-capitalist, vaguely militarist, pro-state, and consistently anti-Semitic. If you criticize Donald Trump, it is exactly the sort of hate mail you should expect to receive.\n\nIn the 2002 French presidential election, fascist-style populist Jean-Marie Le Pen came in second in the first round of voting, meaning the French electorate had to choose between him and Jacques Chirac, a statist-right bureaucrat who never saw an individual liberty he didn’t want to slightly curtail. Voters recoiled from expressions of racism and fascistic xenophobia, and gave Chirac the largest majority of any French head of state in history. The next French presidential election is in 2017, and there is a very good chance that the 2002 scenario will repeat itself, with Jean-Marie’s daughter Marine Le Pen getting into the runoff (she has sought to increase her chances in part by forcing her father out). Between Francois Hollande and Le Pen, most decent people go for Hollande. For others, when neither major centrist party will prioritize or even acknowledge the problems faced by a people confronted by massive and troublesome issues of immigration and ethnic tension, eventually they feel they have no choice but to protest vote for Le Pen. We are also losing a rare and precious inheritance that is our only real living link to the Revolutionary era. France is hardly alone in this experience – across Europe the rise of these populist movements, whether from the left or the right, have spread to Britain, Spain, Italy, and other nations. The European experience suggests that the burgeoning administrative state, whether run by putative leftists or putative rightists, engenders a reaction against itself. That antithesis usually is illiberal and adopts an aesthetic of anger, because it is the sort of citizenry that the administrative state produces, and because it is in the interest of that state to have that sort of enemy. Everyone who believes in the values that the administrative state at least claims to support and defend — societal pluralism, common decency, some sort of liberalism — gravitates toward it on Election Day. This is a story repeated across Europe – and in rare places like Hungary, we see what happens when the populist-right actually wins, and it isn’t pretty.", "_id": {"$oid": "55daf0d304235215b082e35e"}}