{"URL": "http://www.slate.com/articles/news_and_politics/politics/2015/08/how_the_republicans_can_win_the_election_court_ethnic_contrarians_like_me.html", "Text": "Photo courtesy Tiffany Von Arnim/Flickr Creative Commons\n\nOne of the more frustrating aspects of racial politics in America is the way in which vast, variegated groups come to be defined as monoliths. For example, I’m an Asian American, a South Asian American, a person of eastern Bengali descent, and a Brooklyn Nets fan. Though I’m not religiously observant, the Islamic religious tradition was an important part of my upbringing, and it’s drawn me closer to the views of orthodox Christians and Jews on more than a few social issues. I’m a free-market enthusiast who believes in the safety net, and I’m an urban-dwelling nondriver who’d like to cut the federal tax on gasoline. Like most people, including most people of color, I embrace a mishmash of identities and I have lots of half-baked, contradictory views. Because of the magazines I read and the ZIP code in which I live, I’m the kind of voter a conservative candidate might easily overlook. But the issues that matter most to me place me on the right, and I’m guessing that there are other misfits who might be willing to vote as I do if the right candidate were to make the right pitch.\n\nRepublicans need to start chasing the voters I think of as my fellow ethnic contrarians—the blacks, Asians, Latinos, and American Indians who zag when other members of these megagroups zig. I call this strategy No Vote Left Behind. To appreciate why this strategy is so important to the GOP’s hopes of winning the White House, it’s helpful to understand the rising importance of the black electorate.\n\nAdvertisement\n\n\n\nThe Democratic Party is not quite a majority-minority coalition. But it’s closer than you might think. In the 2012 presidential election, an overwhelming 88 percent majority of Mitt Romney’s vote came from non-Hispanic whites. By contrast, only 56 percent of President Obama’s votes came from non-Hispanic whites, while 24 percent came from blacks and 14 percent from Latinos. Black voters turned out at a higher rate than non-Hispanic white voters in 2012, as they did in 2008. Will that be the case in 2016? For Democrats, this is a vitally important question, and it is a big part of why the party’s leading presidential candidates are being forced to take the politics of racial justice very seriously. If Democrats fail to motivate black voters, and if they fail to secure the near-universal support among black voters they secured in 2012 and 2008, their candidate’s path to the White House will suddenly get much narrower.\n\nRepublicans face a parallel challenge. In 2012, Romney won 59 percent of the non-Hispanic white vote. You can imagine a GOP candidate maintaining Romney’s share of the white vote, or even improving upon it slightly. But increasing it by a substantial margin will be challenging, and increasing it in ways that have the side effect of further reducing Republican support among Latinos (a dismal 27 percent in 2012) or blacks (an even more dismal 6 percent) might put victory even further out of reach.\n\nThis is where the contrarians come in. Conservatives have long believed that there are many black Americans who vote for Democrats in presidential elections despite holding conservative positions on issues like abortion, gun rights, and taxes. But rather than devote meaningful resources to identifying these voters and persuading them to back the GOP, conservatives have largely neglected them. When Republicans have reached out to black voters in recent years, they’ve often done so by focusing on an issue like criminal justice reform, as in the case of Kentucky Sen. Rand Paul. Whatever the merits of criminal justice reform, however, it is not obvious that black voters who consider it their top priority will ever be inclined to back Republicans. Embracing criminal justice reform might be worthwhile on its own terms, but it is foolish to think of it as a linchpin of black outreach.", "_id": {"$oid": "55daf1c204235215b082e408"}}