{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/22/three_americans_hailed_as_heroes_for_apprehending_gunman_on_european_train.html", "Text": "Photo by -/AFP/Getty Images\n\nSaturday looks like a rare day in France when no one is being shy about praising Americans. Three U.S. citizens, including two servicemen, are being hailed by everyone from journalists, government officials to regular citizens on social media after they rushed a gunman on a high-speed train traveling from Amsterdam to Paris and stopped what authorities say could have very well been a massacre. Air Force serviceman Spencer Stone, National Guardsman Alek Skarlatos, and their friend Anthony Sadler, a senior at Sacramento State University, were traveling on the train when they heard a gunshot and the sound of glass shattering.\n\nThat’s when they reportedly saw a train employee running and the gunman with an automatic rifle. \"As he was cocking it to shoot it, Alek just yells, `Spencer, go!' And Spencer runs down the aisle,\" Sadler tells the Associated Press. \"Spencer makes first contact, he tackles the guy, Alek wrestles the gun away from him, and the gunman pulls out a boxcutter and slices Spencer a few times. And the three of us beat him until he was unconscious.\"\n\nAdvertisement\n\n\n\nSkarlatos told a slightly different version of events. \"I just looked at Spencer and said, 'Let's go!,’\" Skarlatos told Sky News. Spencer got to the guy first, grabbed the guy by the neck and I grabbed the handgun, got the handgun away from the guy and threw it. Then I grabbed the AK (assault rifle), which was at his feet, and started muzzle thumping him in the head with it.” A British businessman, Chris Norman, then helped tie up the gunman.\n\nStone remained hospitalized Saturday with non-life-threatening injuries. His friends told Sky News Stone was “doing fine.” Another person was also wounded in the attack by a gunshot. And actor Jean Hughes-Anglade was injured when he broke glass in an effort to try to get the train to stop. All three Americans were honored by the French city of Arras, where the train ended up stopping and President Francois Hollande said he will be meeting with them, reports the New York Times. President Obama also praised the Americans as heroes: \"It is clear that their heroic actions may have prevented a far worse tragedy.\"", "_id": {"$oid": "55daf35004235215b082e4b2"}}