{"URL": "http://www.slate.com/blogs/moneybox/2015/08/21/stock_market_plunges_dow_s_p_500_nasdaq_all_lose_3_percent.html", "Text": "Yahoo Finance\n\nFriday’s stock market tumble could only be described as a rout. The S&P 500 plunged 64 points or 3.19 percent. The Dow Jones Industrial Average slid 531 points or 3.12 percent. And the Nasdaq toppled 171 points or 3.52 percent. That built off downward momentum from Thursday, when the three major indices each fell by more than 2 percent. Altogether, it was the worst week for U.S. stocks since 2011. What’s the deal? As with most sudden disturbances in the stock market, it’s hard to know for sure, but there are a bunch of things that could be worrying investors right now.\n\nFirst, China. The global economy has shuddered recently on a string of troubling economic updates from the Middle Kingdom. Last week, after two decades of keeping a firm grip on the currency, China’s central bank allowed the yuan to fall a striking 4.4 percent. The move was widely interpreted as a bid to prop up exports, which plummeted a significantly worse-than-expected 8.3 percent in July—the biggest drop in four months. The yuan stabilized this week as the People’s Bank of China resumed setting the daily reference rate in a tight band, but the bad news kept coming. On Friday, U.S. markets awoke to data showing China’s factory sector shrank faster than it had in six years in August, with decreases in both domestic and export demand. While China’s official figures have touted 7 percent growth, the great investor fear is that the country’s economy is actually growing much more slowly—and in some provinces and regions perhaps even slipping into outright recession.\n\nAdvertisement\n\n\n\nSecond, the Federal Reserve. On Wednesday, the Federal Open Market Committee released minutes from its July meeting. Essentially, the Fed said that the U.S. economy is on the upswing, but that inflation isn’t quite there yet, and “almost all members” of the FOMC felt “they would need to see more evidence that economic growth was sufficiently strong” before it would commence with the long-awaited raising of rates. For the markets, the question is always how to read these statements, and right now people are split over whether the rate-raising will come in September or a bit later. Most investors seemed to be leaning away from a September hike, but the team at Citi felt differently, writing in a note that the tone of the minutes was “hawkish” and September remained the more likely option. Honestly, we’ve been waiting for the Fed to raise rates for so long by now that you’d expect markets to have priced it in, but apparently that’s just not the case. Call it summer 2013 all over again, because this feels a lot like a “taper tantrum.”", "_id": {"$oid": "55daf32204235215b082e492"}}