{"URL": "http://america.aljazeera.com/articles/2015/6/26/japans-maternity-harassment-and-the-case-of-disappearing-babies.html", "Text": "Long workdays, harassment over pregnancy and maternity leave and other societal pressures may be factors contributing to Japan’s rapidly declining marriage and birth rates, experts say.\n\nAt an event organized by Matahara Net, an anti-maternity-harassment nonprofit, in Tokyo this week, five women discussed negative experiences in dealing with employers after becoming pregnant or returning from maternity leave, The Japan Times reported.\n\nYukari Nishihara, a caregiver at a daycare center, said that after learning she was pregnant, she asked her employer for work that involved less heavy lifting. However, her request was ignored.\n\n“I found the company’s treatment equivalent to encouraging miscarriage,” Nishihara said at the event on Wednesday.\n\nAnother woman, who asked not to be identified, said that her work conditions deteriorated after she returned from maternity leave, and that her pay had been cut in half.\n\nOther factors besides harassment also make it tough for Japanese mothers in the workforce, experts say.\n\n\"Most young women who postpone marriage/motherhood say that the pressures of being a mother and wife ... makes them not want to have children,\" Sabine Fruhstuck, a professor of modern Japanese culture studies at the University of California Santa Barbara, told Al Jazeera in an email.\n\nSome of those pressures include \"availability, cost and opening hours of child care facilities; social expectations of young mothers to stay at home; lack of help at home or with the children from fathers,\" Fruhstruck added.\n\nWhen mothers return to work after giving birth, they are often expected to be full-time workers, as well as homemakers, explained Shihoko Goto, a senior associate at the Wilson Center’s Asia Program.\n\n“When women go back into the workforce, a lot of them are just expected to continue to do what they've done as stay-at-home moms, and in addition become fully fledged workers as well,” said Goto.\n\nWomen's rights activists have long pointed to gaps in wages and positions of power between men and women in Japan. The Global Gender Gap Report, released in 2014 by the World Economic Forum, ranked Japan 104 out of 142 countries in terms of gender disparities between men and women.\n\nScandinavian countries – including Iceland, Finland and Norway – topped the list, having the narrowest gender gap. The United States ranked number 20. The countries with the widest gender gaps included Yemen, Pakistan and Chad.\n\nAs a result, Japanese women may be choosing to forgo marriage and motherhood altogether, experts say.\n\n“It's about: ‘What is in it for me, as a woman, to get married right now?’” Goto said.\n\nA 2011 study published by Japan’s National Institute of Population and Social Security Research found that 61.4 percent of men and 49.5 percent of women who had never married said that they were not in a relationship with the opposite sex. In 2014, Japan’s marriage rate was 5.3 out of every 1,000 people, and the number of annual births fell to the lowest number ever recorded, 1 million, AFP reported.\n\nJapanese Prime Minister Shinzō Abe has embarked on a crusade for gender parity, and has even coined his own term for promoting more women in the workforce: “Womenomics.”\n\nIn an op-ed for the Wall Street Journal in 2013, he set a goal of boosting women's workforce participation from 68 percent to 73 percent by the year 2020, and addressed the fact that Japanese women earn 30.2 percent less than men.\n\n\"We must bridge this equality gap,\" Abe wrote.\n\nLast week, the government said it was considering legal amendments to further combat discrimination against pregnant women, The Japan Times reported.\n\nIn addition, Abe plans to increase the number of daycare slots by 400,000, The Washington Post reported. He has also set a goal of filling 30 percent of leadership positions with women by 2020, the Wall Street Journal reported.\n\n“He has promoted a lot of women to cabinet posts,” said Goto. “But what you really need is more female participation at the middle and lower tiers of the workplace.”", "_id": {"$oid": "55daef2904235215b082e244"}}