{"URL": "http://www.slate.com/blogs/xx_factor/2015/08/21/josh_duggar_apologizes_for_being_unfaithful_but_not_for_his_attempts_to.html", "Text": "Photo by Kris Connor/Getty Images\n\nJosh Duggar, the eldest son of the Duggar clan of TLC's 19 Kids and Counting, was outed to the nation as a potential adulterer Wednesday, after Gawker found his name on a database of Ashley Madison users that hackers posted online. By Thursday, Duggar, who had previously lost his job with the conservative Family Research Council after it was revealed he had molested underage girls as a teenager, posted his apology on the Duggar family website.\n\nAmanda Marcotte Amanda Marcotte is a Brooklyn-based writer and DoubleX contributor. She also writes regularly for the Daily Beast, AlterNet, and USA Today.\n\n“I have been the biggest hypocrite ever,” it reads, in part. “While espousing faith and family values, I have been unfaithful to my wife.”\n\nAdvertisement\n\n\n\nOr so it reads for now, anyway. As Gawker reports, the apology has undergone a few very public rewrites. “The last few years, while publicly stating I was fighting against immorality in our country, in my heart I had allowed Satan to build a fortress that no one knew about,” read part of the first draft. The second draft had the Satan reference removed but still had Duggar saying, “I have secretly over the last several years been viewing pornography on the internet and this became a secret addiction.” Now the attempts to foist blame onto Satan and Internet pornographers have been removed, with Duggar owning more personal responsibility for what has happened.\n\nIt's good to see that Duggar has decided to take personal responsibility for his own choices. Still, there’s much in this letter that suggests Duggar hasn’t really learned any larger lessons from this whole experience. “The last few years, while publicly stating I was fighting against immorality in our country I was hiding my own personal failures,” Duggar writes.\n\nBut by “immorality,” Duggar isn’t talking about sexual abuse or even adultery. He hasn't actually lifted a finger to fight either of those behaviors. During his stint as a lobbyist for the Family Research Council, much of Duggar’s work was focused on fighting the legalization of same-sex marriage. He's anti-choice and has fought against transgender rights. He’s even used his own marriage as a cudgel to bully gay people for being different:\n\nMarriage = Man + Woman. I'm glad to support the corporate leaders defending traditional values! #Chickfila A photo posted by Josh Duggar (@joshduggar) on Aug 1, 2012 at 11:26am PDT", "_id": {"$oid": "55daf30604235215b082e47a"}}