{"URL": "http://www.slate.com/articles/life/inside_higher_ed/2015/08/sexual_consent_in_college_schools_like_the_university_of_indiana_are_using.html", "Text": "Photo by Pressmaster/Shutterstock\n\nThis post originally appeared on Inside Higher Ed.\n\nWhen students at Indiana University at Bloomington are asked to describe consent, they can often recite the lyrics from a student-written musical.\n\nAdvertisement\n\n\n\n“Consent is unmistakable … it’s often verbal … it’s uncoerced … it’s freely given … and if you’ve got those things together, that’s consent! Consent … whoa consent!” (The full lyrics of the song are at the bottom of this story.)\n\nAnd as college campuses across the country adapt to a culture—and legislation—calling for affirmative consent and “yes means yes” policies, freshman orientations are often just one touch point for a larger conversation about sexual misconduct policies across campuses. Many colleges are adding programming or are revising past education on sexual assault prevention to focus on teaching the ideas behind affirmative consent, although some institutions already had relevant programs in place.\n\nThe entire Indiana University system revamped its sexual misconduct policy in March, calling for affirmative consent from students participating in sexual acts and clearly outlining resources for students who are seeking to report an incident or find other sources of support. Under affirmative consent, both parties must indicate that they want to participate in a sexual act, either verbally or with specific actions—and the lack of a no isn't enough to continue.\n\nCarol McCord, the associate dean of students at the Bloomington campus, said little had to be changed in programming for students this year to adapt to the new policy. Students will continue to be required to complete an online module on sexual assault and misconduct before coming to campus, and at orientation will see a musical, written by a student who has since graduated, that ends with a song about consent.\n\n“It sounds cheesy, but let me tell you that many students will tell us that they remember the definition of consent from that song and sing it to us later,” McCord said.\n\nThis year, after viewing the musical, the incoming students will take part in discussions led by their student orientation leaders, who have been trained to lead the conversations by administrators and other university officials, including McCord. The doors to the rooms where the conversations are taking place are kept ajar so officials can check and make sure discussions are staying on track.\n\nMcCord said parents also attend an orientation to explain university policies, but tend to be focused on topics that aren’t as prevalent on campuses, like the presence of nonstudents, faculty or staff on campus or the placement of blue lights, a feature that can ease the concerns of worried parents but that are rarely actually used effectively.\n\nEducation on consent will be included in the presentation, including information on how students can file a report of sexual violence or harassment and other university resources available for students.\n\nShe said programming on consent and other related topics will continue throughout the academic year. This year, for the first time, posters with information on university resources will be placed in bathroom stalls in each building across campus. But above all, McCord said, she and others have focused on making sure that students are able to recognize consent when they have it, and also acknowledge when they don’t have affirmative consent.\n\n“The reality is, that while we must have the university definition, legally and judicially, the reality is that we want them to understand what students need to have consent,” she said. “They don’t need the actual verbatim definition, but they have to be clear when they have it, they need to be clear when they do not have it, clear on how to get it and how to intervene if they see people going forward who can’t give consent.”\n\nAs sexual assault becomes a more prominent topic on college campuses, more and more institutions are adopting—or being forced to adopt—affirmative consent policies. Legislation in California and New York requires campuses in both states to include affirmative consent in their sexual misconduct policies, meaning that students, faculty and staff must now be trained using “yes means yes.” This is the first year that all orientations in the states will be covered by these laws.\n\nWithin the State University of New York system, each campus is adapting its own way to teach about affirmative consent, building on the system’s involvement in crafting the New York legislation. Joseph Storch, an associate counsel at SUNY, was one of the leaders in creating the legal language about consent.", "_id": {"$oid": "55daf33704235215b082e4a1"}}