{"URL": "https://support.spotify.com/us/article/spotify-privacy-settings/plain", "Text": "Music brings us all together. This is why Spotify offers you settings and features to enhance music sharing and discovery between users.\n\n\n\nBut music is also very personal – you may want to listen to something you don’t want anyone else to know about (it’s okay; we won’t judge) — so below is information about the settings available within Spotify.\n\n\n\nBut first, there are some things about your Spotify account that will always be viewable by other users, regardless of your settings:\n\nYour Spotify username or (if you signed up with Facebook) your Facebook name and profile photo. The list of users you follow and who follow you. Your recently played artists and public playlists.\n\nManage Facebook Integration — requires desktop app\n\nSpotify lets you connect your listening activity to Facebook so your Facebook friends can see what you’re listening to. This includes:\n\nSharing your activity to your Facebook Timeline. What is “activity”? When you share to Spotify followers they see the tracks or albums you’ve been listening to and new playlists you create (if Automatically make new playlists public is on).\n\nSharing tracks, playlists, and albums with friends’ Facebook pages via private message.\n\nYour listening history showing up in your Facebook Activity Log.\n\nYou can tell if your account is connected to your Facebook account in these two ways:\n\nIf your Facebook profile photo shows in your Spotify account profile.\n\nIf you click Edit (Windows) or Spotify (Mac) in the top menu, then Preferences, then, under Social, the blue Facebook button reads, “Disconnect from Facebook.”\n\nTo disconnect your Spotify account from your Facebook account:\n\nIf you used your Facebook username and password to sign up for Spotify:\n\nPlease contact us to move your playlists, Your Music collection, followers list, etc. to a Spotify account not tied to your Facebook account.\n\nNote: If you decide to keep your Facebook-created account, you won’t be able to disconnect it from Facebook, but you can modify your Spotify settings to stop sharing of your Spotify activity in general. Detailed instructions can be found in the “Hide Your Spotify Activity” section below.\n\n\n\nIf you did not use your Facebook username and password to sign up for Spotify:\n\nIn the menu bar at the top of your screen with the desktop app open, click Edit (Windows) or Spotify (Mac). Select Preferences. Under Social, click DISCONNECT FROM FACEBOOK; click Disconnect again if you are asked to confirm.\n\nBlock Spotify Messages from Other Users — requires desktop app\n\nYou can block other users from sending you messages in Spotify:\n\nIn the top-right of your desktop app, click the Messages icon ( ). In a message, click the username of the person you want to block. Click . Select Block User. You’ll no longer receive messages from this account.\n\nNote: You can’t unblock users.\n\nAnyone can follow you on Spotify. But you can control whether your followers can actually see your activity.\n\n\n\nWhat is “activity”? When you share to Spotify followers they see: the tracks or albums you’ve been listening to, new playlists you create (if Automatically make new playlists public is on), and your top artists.\n\n\n\nHere are instructions for adjusting controls using the desktop app, web player and mobile apps. Note: Some controls available on the desktop app may not be available on the mobile app.\n\n", "_id": {"$oid": "55daf20c04235215b082e424"}}