{"URL": "http://www.slate.com/articles/technology/future_tense/2015/08/lion_killing_dentist_walter_palmer_s_yelp_page_and_the_business_of_internet.html", "Text": "Photo by Mark Wilson/Getty Images\n\n“You are a worthless piece of meat Palmer,” wrote O P. of Santa Clarita to Minnesota’s least popular dentist Walter Palmer. “I hope someone hunts you with an arrow, leaves you in pain for 40 hours. And then finishes you off with a gun.”\n\nWithin days of Palmer’s now infamous lion photo going viral, the Yelp page for River Bluff Dental, Palmer’s practice, had been spammed in quantities that almost constitute a DDOS attack. The number quickly climbed to more than 8,000 “reviews” (though it’s now back to a couple of hundred, after a pruning from Yelp). The best were critical, the worst unprintable. Few had anything to do with dentistry.\n\nAdvertisement\n\n\n\n“We’ve seen dozens of examples recently when businesses are being harassed, often very publicly. It’s happening on a regular basis,” Shannon Eis, Yelp’s VP of corporate communications, told me. “Not just the high-profile cases. We have an algorithm for detecting hate speech in user reviews. It’s had thousands of flags.”\n\nPalmer is only the latest flashpoint in a growing trend of shaming via Yelp. When the owner of Memories Pizza told local news in April that it would decline to cater a gay wedding, an international brigade weighed in on its Yelp page to attack what they saw as unacceptable bigotry. (Yelp had to remove 7,600 “reviews” for TOS violation.) And it’s not only liberals: Back in September 2012, the owner of Big Apple Pizza gave Obama a bear hug, only to find his page violated by right-wingers. (To date, 4,600 reviews have been removed.)\n\nYelp is working on it. “We are learning as we go,” Eis admitted. “Nobody is prepared for that level of emotion and passion. And anger.”\n\nPerhaps the co-opting of Yelp as a place for protest and shaming was inevitable. As our professional lives move online, Twitchfork mobs have reassembled to shame victims where it really hurts—in their wallets. But this shift is accompanied by some uncomfortable tainting by association, and the bigger the outcry, the wider the target; Walter Palmer’s daughter’s dance studio’s Yelp page remains partially vandalized at the time of writing. So does that of the PR firm that (very briefly) took on Palmer. “How could they represent such a depraved human being?” asked Sidney S. of Irvine, California, among 43 other “reviews” on the Yelp page of J. Austin & Associates. (The reviews have since been removed). The Yelp page listed a wrong number for the firm—leading to a mystified home-owner fielding calls about animal rights ethics.\n\nIt seems ironic that Yelp—founded by former Paypal employees about a decade ago, allowing customers to rate and review local businesses—should have gone from being part of Web 2.0’s dream of citizen democracy to a platform for attacking citizens. Throwing paint or smashing up a storefront is a hate-tactic with a history; it was inevitable it would eventually move online. But perhaps this is about more than shaming. Like the recent Ashley Madison leak, in which hackers threatened to unmask cheaters and adulterers, there’s a strangely old-fashioned sense of moral standards here—an expectation that people must be spotless in all aspects of their lives, that a blot on your personal record must impinge on your professional capability. The Yelp rating effectively becomes a citizen rating, and Palmer is a one-star human being. As work, play, and pleasure increasingly blend together—a collapse of what NYU professor Helen Nissenbaum calls the “contextual integrity” of our lives—more of us may find ourselves attacked in this way.\n\nEven Yelp itself has not escaped public shaming. After it started editing out lion-related reviews of Palmer’s dental practice, one person launched a Change.org petition bearing the slogan “Yelp: Post the Reviews!” According to the petition, “Yelp censors their contributors to favor the interests of business.” Nearly 1,000 people have signed up at the time of writing; Yelp declined to comment on the petition. “\n\nCan’t shame the man, shame the business. Can’t shame the business, shame the business review site. There’s a weirdly cat-and-mouse feel about shame culture, a sense of reputational eye-for-an-eye. When Boston chef-owner Michael Scelfo confronted a pair of customers who allegedly seated themselves without reservations, they threatened damning Yelp reviews. So Scelfo did what scores of service workers forced to turn the other cheek must long to do: he uploaded a shot of them to the Web with the hashtag #WeDoNotNegotiateWithYelpers. A shaming for a shaming: It’s almost biblical.\n\nScelfo’s bit of reverse-shaming isn’t an isolated case. A New York City restaurant owner dealt some harsh words to customers who criticized the sandwiches at his Midtown deli saying he wanted to “defend myself and my business from a public complaints department.” Elsewhere there are a growing number of cases where businesses on the raw end of consumer power have been taking negative reviewers to court on charges of libel. And when the attacks are scaled up and the Yelp page becomes a tool for social activism, well, a spamming can be met with a spamming: after the Big Apple Pizza’s page was trashed by Obama-haters, scores of others waded in to leave five star ratings and glowing testimonials. Little of this concerned pizza.\n\nSlowly, we’re beginning to see the birth of an entire “shame economy”—one in which the threat of criticism becomes normalized, and new kinds of reputational management firms spring up to negotiate the emerging dynamics between businesses and customer-reviewer. “Is It Worth Fighting Back Against Negative Reviewers?” asks reviewtrackers.com, one service that helps firms defuse tensions after a mauling by Yelp or TripAdvisor.\n\nTalking to employees of Yelp—a company accused by some businesses of racketeering or using shaming tactics itself against the makers of a Kickstarter documentary—one gets the interesting sense they see themselves as partial victims of this kind of digital picketing, of the way they’ve been made unwilling stewards of free speech. Whatever the rights or wrongs of Yelp itself, it’s true that such attacks hit Yelp as hard as they hurt the victims. As reputational sites morph into shaming platforms, people start trusting them less; it can’t be total coincidence Yelp posted disastrous results for the second quarter. (Possibly as a diversion, the company hosted a playful taco coupon giveaway for each time Donald Trump mentioned the word Mexico—maybe a little public shaming isn’t such a bad idea sometimes.)\n\nMaybe we’ve been fooling ourselves into thinking sites like Yelp would result in an inspiring meritocracy in which citizen David beats down corporate Goliath with a well-aimed star rating. In fact Yelp’s accessible, user-driven architecture is precisely the problem: because anyone can start a page for any business they like, they become a forum for public graffiti, abuse scrawled on a virtual wall—whatever the original intention.\n\nThis is the Internet’s fine print—one that we’re all going to have to start reading as cases like Palmer mount up. What frees the citizen to criticize also makes them targets for criticism—or worse. As Yelp admitted grimly: “We don’t expect that this will be the last.”", "_id": {"$oid": "55daf2c304235215b082e469"}}