{"URL": "http://www.slate.com/blogs/browbeat/2015/08/19/french_translation_of_infinite_jest_the_long_story_behind_l_infinie_comedie.html", "Text": "Nearly 20 years after it hit American bookstores, French readers will finally be able to pick up David Foster Wallace’s tour-de-force postmodern novel Infinite Jest on Thursday. Appearing under the title L’infinie comédie, the novel’s translation is more than a dozen years in the making, as fascinatingly detailed by Slate.fr’s Titiou Lecoq.\n\nWallace has never been particularly famous in France, Lecoq explains, but his cult status and place in the 20th-century canon make it surprising that it has taken this long for his seminal work to hit French shelves. After Wallace’s novel was published in 1996, literary agent Anna Jarota shopped the book around, but staid, well-established French publishers shied away from the novel’s untraditional form. Finally, in 2000, a woman named Marion Mazauric launched her own small publishing house, Au Diable Vauvert, and bought the rights.\n\nAdvertisement\n\n\n\nMazauric’s plan was to make Wallace a household name in the French literary world: She would first release some of his short stories and essays. In 2005, Au Diable Vauvert put out translations of Brief Interviews With Hideous Men and A Supposedly Fun Thing I’ll Never Do Again.\n\nBut it wasn’t easy to nail down a translator for Wallace’s 1,000-plus-page experimental novel. Infinite Jest has been translated in Italian, Spanish, German, Portuguese, and Brazilian Portuguese, and those endeavors, too, have proved difficult. As Amanda DeMarco wrote in Publishing Perspectives after the German translation was published a few years ago, “Infinite Jest poses some special problems in translation; a massive text, its pages are riddled with acronyms and American pop-culture references, as well as dialects, characters with idiosyncratic styles of speech, and a vocabulary that ranges from lettered to colloquial to technical to arcane.”\n\nWhen the professional translators Mazauric had planned on using fell through due to other commitments, she decided to look for a youthful voice who could capture Wallace’s casual tone. She chose Charles Recoursé, one of her junior editors, who she thought was perfect for the project. He was 26 at the time, about the same age Wallace was when he started writing Infinite Jest. The problem was that Recoursé had never translated anything before. And rather than throw him into the beast of Infinite Jest, Mazauric decided to have him start with a shorter, more accessible work: Wallace’s first novel, The Broom of the System. He then translated Girl With Curious Hair and This Is Water.\n\nIn the meantime, disaster struck for Au Diable Vauvert. In 2011, while Mazauric was suffering from health problems, a software glitch left the publishing house unable to prove that it was still working on the Infinite Jest translation, and the rights were rescinded. In swooped the Éditions de l’Olivier, one of the big publishers that had passed on Infinite Jest back in the ’90s. Olivier Cohen, who is the French editor of Jonathan Franzen, hadn’t liked David Foster Wallace when he first read him, but he was finally convinced to read Infinite Jest by Franzen and Jeffrey Eugenides. And he was impressed. “What is brilliant in Infinite Jest, is that it’s a readable literary experience,” Cohen told Lecoq. “Wallace succeeded at capturing the sound of an entire generation.”\n\nRather than keep Charles Recoursé on to translate, Cohen went with a more established translator, Francis Kerline, who has translated Franzen, Nick Hornby, Jack London, and other well-known Anglophone authors. The translation was finally supposed to come out in 2014, but the project took longer than expected. Kerline spent three years on the translation, and the publisher still ended up needing to call on Recoursé, who had in the meantime translated Wallace’s unfinished novel The Pale King and the interview with David Lipsky on which the new film The End of the Tour is based, to help with the 300-plus endnotes.*\n\nWhen L’infinie comédie finally hits French bookstores Thursday, we can once and for all find out whether the French will embrace DFW the way American bros have, and how exactly the French translator dealt with all that questionable Quebecois French.", "_id": {"$oid": "55daee2504235215b082e178"}}