{"URL": "http://www.wired.com/2015/08/listen-america-need-learn-recycle/?mbid=synd_slate", "Text": "Recycling is one of the first post-industrial successes that mixed environmentalism with business. Instead of being buried underground, certain types of waste stream from consumer’s homes to special facilities to be sorted by type, broken down, and shipped off to manufacturers to begin life anew. Recycling makes environmental and economic sense.\n\nOr at least, it did. Sure, Americans are recycling more than ever before, but the business side of things is in a lull. Some recycled goods just aren’t worth as much as they used to be, and the downturn has hit the industry hard. Companies have reported losses in the millions, some have shuttered facilities, and several are talking about renegotiating contracts so cities help foot the bill. There’s no easy solution. But it sure would help if Americans relearned how to recycle.\n\nDon’t believe me? Listen, you don’t know how to recycle:\n\n“I just think we need to be focusing more on the education.” — Amy Perlmutter, Perlmutter Associates, a recycling consulting firm.\n\n“It always goes back to education.” — Steve Sargent, director of Rumpke Recycling.\n\n“Maybe a better way to look is if we can better educate everybody that what they can put in their bin is recyclables that would be better.” — Jason Pelz, vice president of recycling projects with the Carton Council of North America.\n\nHow the heck do you mess up recycling?\n\nSelling out\n\nIt’s best to start from the other side, the output. Recycled goods are used to make new products. That means they have to compete in commodities markets, and right now those markets aren’t doing so hot. “We’re experiencing the longest historic drop in commodities values in the residential recycling market,” says Sargent, of Rumpke. In the last five years, the average price for all the recyclables Rumpke sells back to the market has dropped from $140 to $70 or less.\n\nAluminum is down. Paper is down. Plastics are down. The whole industry is down. In its second quarter earnings statement, recycling industry behemoth Waste Management posted a $59 million loss. And just like in any business, the best way to solve that is leaner operations. The company has closed down several sorting plants. Them’s the breaks.\n\nOn top of that, second hand commodities is a buyer’s market, which means the goods have to be top quality. But recyclables that aren’t well sorted become contaminated—flattened pieces of plastic getting mixed in with the paper, for instance. So sorting plants, where all the things you throw into your recycling bins get conveyer-ed into various categories, compressed, and baled for sale, are crucial. Sorting plants are formally known as materials recovery facilities—or “murfs” (MRFs) if you’re in the biz. Go ahead and giggle. I did.\n\nCross contamination in these plants is a big problem, so much so that some have tried to trace back all of recycling’s issues to the ubiquitous blue bin. “Single stream recycling results in a doubling of contamination rates,” says Susan Robinson, Waste Management’s director of public affairs. But it also gets more people to participate, which is the main reason why fewer and fewer cities are asking you to sort. In the end, the big blue bin is still boss.\n\nBut sorting’s biggest menace isn’t cross-contamination, it’s non-recyclables that come along for the ride. “The single biggest problem material at recycling facilities are plastic bags,” says Robinson. “We get a surprising number of garden hoses, Christmas lights, and shower curtains,” says Robinson. “All those materials wrap around equipment, sometimes for hours,” resulting in hours of lost productivity while the material is fished out.\n\nIt’s not even that people are being lazy. Rather, Americans are in some ways too enthusiastic about recycling. “One thing we’ve learned is that people do a lot of wishful recycling, where folks want so bad to recycle so they throw things in by default,” says Anderson.\n\nWhich means it’s the recycling industry that’s not doing a good enough job at letting people know what is not allowed. Part of this is messaging. “Sure, plastic bags can technically be recycled, by taking them back to the supermarket,” says Amy Perlmutter, the recycling consultant. But she says a lot of people think it’s equally OK to put them in the bin. Likewise, the recycle symbol on the bottom of your plastic soda bottle is a code so manufacturers know where the bottle came from, not instructions for you about where to put it when it’s empty.\n\nAdded to the mixed messages are absent messaging. Hoses and shower curtains are plastic, too, so hey why not? And Christmas lights are… Ok, c’mon seriously who’s putting fricking Christmas lights in the recycle bin?\n\nSorting right\n\nWhich brings us back to you, the American who needs a recycling reeducation. Company after company, spokesperson after spokesperson, all told me that they were toiling away at how to keep consumers up to date on what is and is not allowed in the bin. The industry is focused on educating consumers, because their livelihood depends on it. They mentioned fliers, newspaper ads, websites, and social media, but none had a good way to reach you, nor did they have a comprehensive list of what-is-or-is-not-recyclable. Why aren’t you getting the message?\n\nPartly, because what-is-or-is-not-recyclable is always changing. Some of this is market driven. “My job would be so much easier if every couple of months I wasn’t telling people ‘Oh no that’s not recyclable anymore because the market has changed’,” says Tony Hair, Portland State University’s waste management coordinator.\n\nAnd some of it is geographic, because every community has different standards for what can and can’t be recycled. “I think a standardized, nationwide list of what’s recyclable would be great, but every community is different,” says Derric Brown, vice president of sustainability at the Carton Council (PROTIP: Don’t crush your cartons before you recycle them, otherwise they’ll get sorted in with normal paper!)\n\nThe recycling industry is justifiably concerned about how to keep their profits intact. But you should care, too, and not just for environmental reasons. Those recycling economics could come full circle, back to you. In many places, recycling is part of the cultural identity. In many others, it’s the law. Even in the worst case scenario—commodity values stayed low, contamination rates high—cities won’t abandon the practice. Instead, they’ll have to help with the bottom line.\n\nAlready, Waste Management and Rumpke have renegotiated contracts with some cities where commodities sales are no longer offsetting operating costs. “Who is going to pay that cost? It’s going to be the government through taxes,” says Jerry Powell, executive editor of Resource Recycling, an industry magazine. And in some places, these costs will go directly to rate payers, depending on how much they recycle.\n\nOf course, it’s not just up to you to get smarter. The recycling industry at large is still relying on low tech gadgets like magnets, fans, and human hands to sort the myriad—and changing—streams of recyclable waste. The biggest trend in modernization is new technology, like optical scanners. Which should help sort out all your bad recycling habits, even if you don’t manage to unlearn them.", "_id": {"$oid": "55daf0fc04235215b082e38e"}}