{"URL": "http://www.politico.com/story/2015/08/joe-biden-huddles-with-warren-amid-2016-run-exploration-121635.html", "Text": "Elizabeth Warren participates in a reenacted swearing-in with Vice President Joe Biden in the senate chamber of the Capitol after being sworn in with senators earlier that day. January 3, 2013 | Getty Joe Biden huddles with Warren amid 2016 run exploration\n\nTwo days after huddling with advisers about plans for a presidential run at his home in Delaware, Vice President Joe Biden on Saturday made a short unannounced trip to Washington, D.C., to meet with Sen. Elizabeth Warren (D-Mass.) at his Naval Observatory home.\n\nWarren, a liberal icon who for months has been urged by the Democratic Party’s progressive wing to mount a presidential primary challenge of her own, notably has held off on endorsing former Secretary of State Hillary Clinton, the party’s current frontrunner for the nomination. Warren’s said the race remains wide open.\n\nStory Continued Below\n\nBiden press secretary Kendra Barkoff didn’t deny the meeting, nor did she point to any official government business that would have been discussed. CNN first reported the meeting.\n\nWere Biden to run, he’d have to cobble together a coalition of support very quickly, and even implicit backing by Warren could electrify support for him among progressives. Any potential support of groups that had been rallying to draft Warren for the 2016 race could help provide some infrastructure for a Biden campaign that would be very far behind on organizing if he made a late entry.\n\nWarren’s support could also exploit perceived vulnerabilities that Clinton has on economic issues, in being seen as too much of a moderate. Part of the Biden argument, if he launches, would be on his record of middle-class values, and Warren could help him graft that to the support she’s generated among progressives, particularly younger ones, for taking on the banks and speaking out on income inequality. That she’s perhaps the second most-prominent woman in the Democratic Party would only help him make the argument against Clinton.\n\nWarren spokeswoman Lacey Rose didn’t return a request for comment.\n\nBiden’s expected to make a decision sometime in the next five to six weeks.\n\nBiden was back in Wilmington, Del. by the end of the day.", "_id": {"$oid": "55daf05a04235215b082e2e3"}}