{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/23/biden_2016_speculation_heats_up_after_surprise_meeting_with_elizabeth_warren.html", "Text": "Photo by Jason Davis/Getty Images\n\nVice President Joe Biden held a short, previously unannounced sit-down with Sen. Elizabeth Warren at his Naval Observatory home on Saturday night, immediately sending speculation through the roof that he is getting closer to announcing a presidential run. The progressive wings of the Democratic Party have long been urging Warren to challenge Hillary Clinton, and she has yet to endorse anyone in the primary contest. The meeting with Warren, which was first reported by CNN, “doesn’t necessarily mean a Biden-Warren ticket for 2016, but it showed Democratic party activists and donors how seriously he’s pondering a late run for president,” points out Bloomberg.\n\nThe meeting is seen as particularly significant because if Biden manages to get even implicit support from Warren, it could help generate support for a late candidacy. Plus, if Biden is able to convince those who have been trying to draft Warren to work for him, it would give him some much-needed infrastructure that could help the vice president catch up with Clinton and Bernie Sanders. There are other pluses to receiving Warren’s backing. Politico explains:\n\nWarren’s support could also exploit perceived vulnerabilities that Clinton has on economic issues, in being seen as too much of a moderate. Part of the Biden argument, if he launches, would be on his record of middle-class values, and Warren could help him graft that to the support she’s generated among progressives, particularly younger ones, for taking on the banks and speaking out on income inequality. That she’s perhaps the second most-prominent woman in the Democratic Party would only help him make the argument against Clinton.\n\nAdvertisement\n\n\n\nJoshua Alcorn, who is a Draft Biden 2016 senior adviser, told Fox News that it was not surprising that the vice president would meet with Warren. “She has important, incredible ideas on making the economy work for everyone,” Alcorn said. He also said that support for Biden is growing, but a decision must be made soon. “We have a grassroots list of 200,000 people that’s growing every day,” Alcorn said.\n\nFormer Maryland Gov. Martin O’Malley also expressed support for an eventual Biden run on Sunday, calling it good news that there be another “lifelong Democrat in the race.” He immediately denied the remark was meant as criticism of Bernie Sanders, but it’s difficult to read it any other way, considering that many in the party who are growing concerned about a Clinton candidacy also think the Vermont senator, who long identified as an independent, could not win a general election. On Saturday, the New York Times reported that some big Democratic donors have quietly said they would re-evaluate their support for Clinton if Biden joins the race.", "_id": {"$oid": "55daee6604235215b082e1ae"}}