{"URL": "http://www.slate.com/articles/business/moneybox/2015/08/china_s_devaluation_here_s_why_the_world_has_been_freaking_out_about_the.html", "Text": "Obviously, not everyone bought China’s line. There have been two major theories about why the government decided to make this sudden turnabout. The first is that the Communist Party is desperate to speed up the country’s slowing growth , and thinks that devaluing the currency will help by reviving Chinese exports, which fell a painful 8.3 percent in July . The cheaper the yuan is, the more made-in-China televisions and T-shirts Americans can afford to buy.\n\nAt least, that’s how things worked until Tuesday, when the central bank made its big move . It set the midpoint a full 1.8 percent lower, and said that, from now on, it would fix the number based on where trading closed they day before. The goal was to move toward a “more market-determined exchange rate.” And the market has dragged it down each day since.\n\nSome background: Since 2005, when China broke its currency’s official peg to the dollar, the People’s Bank of China has carefully controlled the yuan by setting its value against the greenback every morning, and letting it trade in a small band above or below that mark. No matter what the market has done, the government got to decide how high it wanted the midpoint to be. Usually it only let that magic number move a fraction of a percent each day.\n\nThis is all a bit much. While nobody can be 100 percent sure about China’s intentions, labeling it garden-variety “manipulation” isn’t an especially helpful way to think about what’s going on. At the very worst, China seems to be letting the market do its dirty work for it.\n\n“China has manipulated its currency for a long time,” said Republican Sen. Chuck Grassley. “This is just the latest example, and it’s past the time to do something about it.” South Carolina Sen. Lindsey Graham, the world’s most morose presidential candidate, called China’s act “just the latest in a long history of cheating.” Democrats also piled on, with Sen. Bob Casey of Pennsylvania urging the Treasury Department to officially label China a currency manipulator, a move it has long resisted. Of course, lumpen demagogue Donald Trump offered the most quotable line, when he explained during a campaign appearance that “Devalue means suck the blood out of the United States!”\n\nSo it hasn’t been surprising to once again see lawmakers cry “manipulation” ever since China unexpectedly devalued the yuan on Tuesday. The move led to the currency’s biggest one-day drop since 1994, as well as two more days of decline, leaving much of the financial world in a state of mild panic and American politicians in a froth.\n\nAmericans have long been conditioned to mentally tack on the phrase currency manipulator whenever they hear the word China. In the story told by U.S. politicians , the People’s Republic has nefariously held down the value of its money in order to make its manufactured goods cheaper overseas and steal jobs from the West. The trope may be oversimplified and outdated—China’s government has allowed the yuan (otherwise known as the renminbi, or RMB, or the redback) to gradually appreciate against the dollar for the better part of 10 years —but it’s notably persistent.\n\nThe second theory is a little less obvious, but might actually make more sense in the end: China wants the yuan to become one of the world’s reserve currencies, which would give the country even more enormous economic sway over the long term and lead to a new influx of investment; what we’re seeing now, the argument goes, is China messily attempting to make that happen. At the moment, the International Monetary Fund is considering whether to add the yuan to the basket of currencies that make up its Special Drawing Rights, or SDR, which as of now includes the American dollar, the euro, the Japanese yen, and the British pound sterling. If the yuan were added to that list, it would be the equivalent of a massive gold star signaling to the rest of the world that yes, China’s money is safe to treat as a reserve asset.\n\nThe IMF will meet in November to decide which countries to let into the SDR club, a review it undertakes once every five years. Meanwhile, the fund released a report this month that praised some of China’s financial reforms, but said (in so many words) that, in order to be included in the SDR, the country would need a more market-based exchange rate. That may help explain the sudden timing of China’s big currency move, which, not coincidentally, the IMF called “a welcome step.”\n\nIt’s possible, as Neil Irwin has argued at the New York Times, that China saw an opportunity to kill two birds with one stone: It could please the IMF by letting the market have more influence over the yuan while also cheapening its currency to goose exports. It’s also possible that China’s leaders have wanted to make this change for a while, and perhaps thought it would be politically easier to do it when it had a chance of helping Chinese companies sell more stuff abroad. Either way, “manipulation” is a weird way to frame this issue, because in the end, it’s about letting the market have some say.\n\nIt’s also not crazy to think that the yuan may have been a bit overvalued before Tuesday. China has largely pegged its value to the dollar, and the dollar has been on a massive rise. The yuan in turn has “hitched a ride,” as the Economist put it, appreciating against currencies like the euro even as China’s trade situation and economy hit the rocks. In May the IMF concluded that the yuan was no longer undervalued. By now, it might well be overpriced.\n\nThere are other reasons to doubt that China has devalued its currency simply to bring exports back to life. Namely, it could backfire. The more China’s currency falls, the weaker its economy will look, which could dissuade foreign investors from putting their money into the country and even convince wealthy Chinese to move their cash elsewhere. Already, it looks like the latter is starting to happen. Chinese companies have also borrowed a great deal of dollar-denominated debt, which is now going to be more expensive to pay off.\n\nChina also seems to be doing its best to prevent its currency from falling too precipitously. So far, it’s down only about 3 percent since the central bank’s policy change—which, from the point of view of increasing exports, isn’t a lot—in part because the government seems to have intervened a bit by selling dollars to prop up the yuan. Those efforts undercut the idea that the new exchange rate will be entirely market-driven, but it’s also not an entirely uncommon move. Meanwhile, the central bank gave a rare press conference earlier Thursday in which it dismissed rumors that it was trying to slowly pull off a 10 percent devaluation and said it expected the yuan’s value would begin to climb again. You might be tempted to dismiss that as talk, but when a central bank puts its word on the line like that, it typically needs to do its best to follow through. Otherwise, the rest of the world is less likely to trust the money it prints as, say, a reserve currency. And that trust is exactly what China hopes to cement right now.", "_id": {"$oid": "55daf0ee04235215b082e37f"}}