{"URL": "http://www.vox.com/2015/8/19/9174077/hillary-clinton-black-lives-matter", "Text": "When Hillary Clinton met with Black Lives Matter activists last week, she told them, \"I don't believe you change hearts. You change laws.\" And this wasn't just an offhand remark — it was a frank explanation of Clinton's fundamental approach to politics.\n\nDeep in her bones, Clinton is a pragmatist. She has little patience for lofty ideals if they're not paired with achievable, specific next steps for policy change. It's an approach that has long animated her politics — from college and law school to the 2008 presidential campaign, she's continually argued that pragmatism is crucial to achieving progressive change. If you want to actually help people and solve problems, she says, you have to focus on practicalities.\n\nYet her critics fear that her approach could merely be a cloak for self-advancement — a typical politician's excuse for not doing enough, for taking only half-measures, or for selling out when deeper change is needed.\n\nFor Clinton's campaign to benefit from an enthusiastic and committed left, she'll have to convince them that they're wrong.\n\nWhat Clinton said to the activists\n\nIn her videotaped exchange with the Black Lives Matter activists — which was posted in two parts by GOOD Magazine and is well worth watching in full — Clinton made three particularly revealing points:\n\nActivists should unite around a specific policy agenda : \"What you’re doing as activists and as people who are constantly raising these issues is really important. So I applaud and thank you for that. I really do. Because we can’t get change unless there’s constant pressure. But now, the next step — so, you know, part of you need to keep the pressure on, and part of you need to figure out, what do we do now? How are we going to do it? ... There has to be a reckoning. I agree with that. But I also think there has to be some positive vision and plan that you can move people toward.\"\n\n\"What you’re doing as activists and as people who are constantly raising these issues is really important. So I applaud and thank you for that. I really do. Because we can’t get change unless there’s constant pressure. But now, the next step — so, you know, part of you need to keep the pressure on, and part of you need to figure out, what do we do now? How are we going to do it? ... There has to be a reckoning. I agree with that. But I also think there has to be some positive vision and plan that you can move people toward.\" We should focus on changing laws, not just hearts : \"Look, I don't believe you change hearts. I believe you change laws, you change allocation of resources, you change the way systems operate. You're not going to change every heart. You're not. But at the end of the day, we can do a whole lot to change some hearts and change some systems and create more opportunities for people who deserve to have them, to live up to their own God-given potential.\"\n\n\"Look, I don't believe you change hearts. I believe you change laws, you change allocation of resources, you change the way systems operate. You're not going to change every heart. You're not. But at the end of the day, we can do a whole lot to change some hearts and change some systems and create more opportunities for people who deserve to have them, to live up to their own God-given potential.\" Ideas for change need to be sold to the American people: \"The next question by people who are on the sidelines, which is the vast majority of Americans, is, ‘So, what do you want me to do about it? What am I supposed to do about it?’ That’s what I’m trying to put together in a way that I can explain it and I can sell it, because in politics if you can't explain it and you can't sell it, it stays on the shelf.\"\n\nClinton was a political pragmatist even when she was Hillary Rodham\n\nNone of this is new for Clinton — far from it. Even back during college and law school, she repeatedly positioned herself as the person who'd bring idealistic activists down to earth, and make them focus on specifics.\n\nWhat set the young Hillary Rodham apart from others active in campus politics, David Maraniss wrote in First in His Class, was \"her combination of social commitment and pragmatism.\" In his and other accounts of Clinton's early life, her emphasis on developing ideas that could actually be achieved recurs in anecdote after anecdote.\n\nAfter Martin Luther King Jr.'s assassination, many Wellesley students threatened a hunger strike if the school didn't hire more black faculty members, admit more black students, and improve conditions for black residents of the town. So Hillary Rodham negotiated a compromise between the protesters and the administration. Afterward, according to Carl Bernstein's A Woman in Charge, \"the college gradually began to recruit minority faculty and students, and, as the most important institution in the town, exert pressure on local leaders to improve housing and job opportunities for blacks.\"\n\nAs part of a leftist journal at Yale Law School, Rodham shot down a theoretical and abstract article that proposed building a new society from scratch as \"mental masturbation,\" telling the authors to \"get more specific.\" According to First in His Class, \"She was particularly tough on the piece where she thought it would alienate people and hurt the cause. Her critique arose from her pragmatic sense of doability.\"\n\nRodham's college boyfriend, Geoffrey Shields, recounted to Maraniss that during \"intense\" political debates, she repeatedly focused on what could actually be accomplished. \"She was more interested in the process of achieving victory than in taking a philosophical position that could not lead anywhere,\" Shields said.\n\nAnd of course, when she ran against Barack Obama for the Democratic presidential nomination in 2008, she often seemed annoyed with her rival's lofty rhetoric about changing politics. That February, she said:\n\n\"Now I could stand up here and say 'Let's just get everybody together, Let's get unified. The sky will open. The light will come down. Celestial choirs will be singing. And everyone will know we should do the right thing and the world will be perfect.' Maybe I've just lived a little long, but I have no illusions about how hard this is going to be.\"\n\nEven back then, Obama was less of an idealist, and more of a pragmatist, than many believed. But Clinton's emphasis on the difficulty of achieving change, and the hard work required to do so, notably recurred in her rhetoric throughout the campaign.\n\nClinton's challenge: convincing the left that she means what she says\n\nSome of the Black Lives Matter activists who met with Clinton weren't persuaded by her pitch. \"What we were looking for from Secretary Clinton was a personal reflection on her responsibility for being part of the cause of this problem that we have today in mass incarceration,\" activist Daunasia Yancey told MSNBC. \"So her response really targeting on policy wasn’t sufficient for us.\"\n\nYancey is referring to Clinton's support for her husband's 1994 crime law, which toughened prison sentences and contributed to greater mass incarceration. Passed by bipartisan majorities in a Democratic Congress, the bill now exemplifies to many how the supposed party of liberals can sell out minorities' interests for political reasons. And it's contributed to distrust of Clinton, as Dara Lind has written.\n\nClinton herself says she was just trying to help. \"There was a very serious crime wave that was impacting primarily communities of color and poor people,\" she told the activists. \"So you know, you could argue that people who were trying to address that — including my husband, when he was president — were responding to the very real concerns of people in the communities themselves.\"\n\nBut there's a common concern on the left that Clinton has long been too willing to back policies they see as deeply misguided — from a \"tough on crime\" agenda to the Iraq War to helping Wall Street — to advance her own political career. Under this interpretation, the language of \"pragmatism\" is merely used to obscure that true purpose.\n\nIf she hopes to have anywhere near as much progressive enthusiasm as Barack Obama did, she has to convince liberals of her sincerity, and hope that policy specifics are what they truly want. \"You can keep the movement going, which you have started, and through it you may actually change some hearts,\" she told the Black Lives Matter activists. But without policy change, she said, \"we’ll be back here in 10 years having the same conversation.\"", "_id": {"$oid": "55daf1ac04235215b082e3f6"}}