{"URL": "http://www.cnn.com/2015/08/18/politics/donald-trump-presidential-poll-debate/", "Text": "Story highlights Donald Trump maintains his lead over the GOP presidential field, according to a new CNN/ORC poll\n\nJeb Bush comes in second place and Ben Carson in third place, the poll says\n\nWashington (CNN) Donald Trump has won his party's trust on top issues more than any other Republican presidential candidate, and now stands as the clear leader in the race for the GOP nomination, according to a new CNN/ORC poll.\n\nThe survey finds Trump with the support of 24% of Republican registered voters. His nearest competitor, former Florida Gov. Jeb Bush, stands 11 points behind at 13%. Just behind Bush, retired neurosurgeon Ben Carson has 9%, Florida Sen. Marco Rubio and Wisconsin Gov. Scott Walker 8%, Kentucky Sen. Rand Paul 6%, Texas Sen. Ted Cruz, former tech CEO Carly Fiorina and Ohio Gov. John Kasich all land at 5%, with former Arkansas Gov. Mike Huckabee rounding out the top 10 at 4%.\n\nTrump is the biggest gainer in the poll, up 6 points since July according to the first nationwide CNN/ORC poll since the top candidates debated in Cleveland on Aug. 6. Carson gained 5 points and Fiorina 4 points. Trump has also boosted his favorability numbers among Republicans and Republican-leaning voters, 58% have a favorable view of Trump now, that figure stood at 50% in the July survey.\n\nThese nationwide findings follow recent polling in Iowa and New Hampshire showing Trump also leads the Republican field in those two key early states.\n\nREAD: The complete CNN/ORC poll results\n\nBush, who held the top spot in the field in most CNN/ORC polls on the race between last fall and Trump's entry into the race in June, has seen his favorability ratings drop alongside his standing in the contest. Overall, 56% hold an unfavorable view of the former Florida governor and 42% of Republican voters have a negative impression. That's an increase in negative views among all adults (up from 43% since July) and among Republican voters (up from 34% unfavorable).\n\nWhile Kasich and Fiorina remain largely unknown nationally, those Republicans who do have an opinion of these two -- both widely seen as debate standouts -- tend to tilt positive. Fiorina has a 45% favorable to 11% unfavorable rating among Republican voters, with 43% unable to rate her, while Kasich's is 32% favorable to 20% unfavorable, with 49% unable to rate him.\n\nThe poll suggests those behind Trump love him: He holds a 98% favorability rating among his supporters. But those Republican voters who aren't supporting Trump are skeptical that he would help the party. Most Republicans (58%) say the party would have a better chance to win in 2016 with someone else at the top of the ticket, including 72% of those who don't currently back the businessman.\n\nStill, Trump has quickly won the trust of Republican voters on several top issues. According to the poll, 45% say they trust Trump more than any other Republican candidate on the economy -- up 25 points since June, 44% say they trust Trump over the others on illegal immigration -- up 30 points since June -- and 32% trust him most to handle ISIS, no other candidate comes close on any of these issues.\n\nJUST WATCHED Trump campaign defends immigration plan Replay More Videos ... MUST WATCH Trump campaign defends immigration plan 05:40\n\nOn the economy and illegal immigration, Trump is far and away the top choice even among those Republicans who support someone else for the nomination (33% who say they will most likely vote for someone else say Trump is their most trusted on the economy, 29% say so on illegal immigration). Trump is also most trusted on social issues, 19% say he's their top choice to handle that. Bush follows at 15%.\n\nOn two of these issues, Trump is more trusted among conservative Republicans than among moderate Republicans: When it comes to both the economy and illegal immigration, 50% of conservatives say they trust Trump, compared with 35% among moderates on each of those issues.\n\nThe poll finds evidence of a slight gender gap in support for Trump, who has faced public questions recently about his treatment of women, though he does lead the field among both men and women. Trump stands at 27% among Republican men and at 20% among Republican women, a gap just outside the margin of error for each group.\n\nCan Trump change the Constitution?\n\nBush is second among both men and women, standing just a hair behind Trump at 17% among women but well behind among men (10% of GOP men back Bush, no other candidate reaches double digits).\n\nTrump is less trusted by women to handle the economy (50% of male GOP voters say they trust Trump most, 40% of women voters do) and slightly less so on social issues (21% among men, 15% among women).\n\nBut there is no gender gap among Republicans on favorable views of Trump: 60% of Republican women voters have a positive impression as do 57% of GOP men. Outside the Republican Party, women are less apt to hold a favorable view of Trump, just 17% of women voters who are independents or Democratic leaners see him favorably, compared with 29% of non-Republican male voters.\n\nJUST WATCHED New poll: Trump takes lead in Iowa, Walker drops Replay More Videos ... MUST WATCH New poll: Trump takes lead in Iowa, Walker drops 02:00\n\nThere is also an education divide in Trump's support, with those Republican voters who lack college degrees more apt to back Trump than college graduates: 28% among the non-college graduate group vs. 16% among those who have graduated from college.\n\nFew other demographic divides emerge in Republican preferences, according to the poll. Rand Paul fares best among voters under age 50, 10% among the younger group vs. 1% among the older one, and supporters of the Tea Party movement are more likely to favor Ted Cruz, 10% vs. 2% among those Republicans who do not support the tea party.\n\nTrump outlines immigration specifics\n\nAmong the most enthusiastic Republican voters, the mix of candidates at the top of the field changes. While Trump holds the top slot across the board with the support of roughly a quarter of Republican voters regardless of their level of enthusiasm, the group of candidates following Trump shifts among those who say they are \"extremely enthusiastic\" about the election. In that group, Carson has 13%, Rubio 11%, boosting both ahead of Bush, who holds 9% and ties with Cruz for 4th, Kasich holds 8% support and Fiorina and Walker tie at 7%.\n\nBush has his best showing among those who are least enthusiastic. Among the group that says they are somewhat enthusiastic or less, 23% back Trump, 16% Bush, 10% Walker, with all others at 6% or less.\n\nThe CNN/ORC Poll was conducted by telephone Aug. 13-16 among a random national sample of 1,001 adults. The sample included 466 registered voters who are Republicans or independents who lean toward the Republican Party. For results among those Republican voters, the margin of sampling error is plus or minus 4.5 percentage points. For results among the full sample, it is 3 points.", "_id": {"$oid": "55daf18f04235215b082e3dc"}}