{"URL": "http://www.slate.com/articles/technology/bitwise/2015/08/amazon_abuse_of_white_collar_workers_i_worked_at_microsoft_and_google_and.html", "Text": "Consider AOL’s blaming of its 401(k) rollback on having to provide for “ distressed babies .” Outrages happen at every company, but they aren’t necessarily reflective of larger cultures there. You need statistics to show that. And the one statistic in the Times article, about the high attrition rate at Amazon, is misleading, because Amazon has far more blue-collar workers than most tech companies, and they, not the white-collar workers the Times focuses on, are likely responsible for much of the attrition. And the recruiting video the Times piece quotes at the end—“You either fit here or you don’t. You love it or you don’t. There is no middle ground”—is typical HR hyperbole that would elicit eye-rolls from most programmers.\n\nThe Times interviewed 100 current and former employees, but we are left to assume that the horror stories of those it quotes are representative. It bemoans harsh “data-driven management” without acknowledging that such approaches have a huge margin of error, and that most companies know this because they compare their results with reality and find large discrepancies. Grueling job interviews, for example, have only a loose relation to future performance, and due to the sheer variance in assessment criteria between and even within groups, internal metrics aren’t much better. (And quantitative metrics like lines of code are utterly worthless.) To cite these practices as indications of a harsh work culture is as much a mistake as trusting those practices to begin with. Nor are they unique to Amazon. The performance assessment the Times describes, in which Amazon employees are ranked against one another, seems closer to Microsoft’s cruel stack ranking than Google’s somewhat more benevolent system, but it’s hardly out of the ordinary. (This is borne out by the comments on this Facebook post about Amazon’s working conditions, which suggest the assessment is more similar to Microsoft than Google, but hardly a horror show.) None of this to say that the Times’ anecdotes aren’t true—just that I suspect the piece plays them up to a disproportionate extent.\n\nI can’t speak firsthand about life inside Amazon, but I spent 10 years working as a software engineer for Microsoft and then Google, both known as fairly demanding, high-intensity workplaces. And at least as far as it relates to the experiences of engineers, the Times article gave me little reason to think that Amazon is much worse than the tech companies where I’ve been employed.\n\nHere’s what a friend of mine who works at Amazon wrote to me Sunday: “I was hiking this weekend, but was called in to do an emergency response on social media to counter the absurd nonsense of the Times article. I pulled an all-nighter and my boss screamed at me.” Then he added, “Just kidding, I’m still hiking.”\n\nThe New York Times published a damning exposé on terrible working conditions at Amazon this weekend, one that described the company’s employees being driven to near-madness by draconian, Dickensian management and expectations. The white-collar workers there, the Times reported, are subject to grueling schedules and work conditions, with employees breaking down in tears, being berated for life crises out of their control, and generally working amid a climate of fear. The story was so scary that Amazon founder and CEO Jeff Bezos sent out a memo demanding that any abuse or callous practices be reported to him directly.\n\nWhen I started at Google in 2004, there were a fair number of refugees from investment banks, and they were universal in their assessment of the difference: Google was nicer, less stressful, and less competitive. Software engineering has its dark side—nepotism, sexism, managerial rot, executive dysfunction—but I still have seen little to suggest that these problems are worse or even as bad as they are in similar corporate environments, nor that Amazon is significantly worse than the average. Given the choice between software engineering and medical residency, academia, or investment banking (or journalism!), I would plump for programming every time, no contest. Banking gets you to work insane hours by threatening you with dismissal while holding out huge bonuses for top performers and zilch for everyone else. Software companies keep you around in the evenings by giving you free dinners. Amazon apparently doesn’t have free food, but I’m sure its employees deal.\n\nYou will find terrible groups at any company with poor work conditions (apparently it really sucks to work on Kindle), but they tend to be unrepresentative unless the company is already in decline—which Amazon is not. By the time I left Microsoft in 2003, things were looking fairly grim in most groups, but that didn’t equate to long, grueling hours so much as work being thrown away and company politics being tortuous, torturous, and unavoidable. There are three mitigating reasons to be suspicious of widespread workplace rot at Amazon, at least with regard to programmers. First and foremost, good software engineers are still in high demand. For all the coders out there, writing production-level, high-quality code is still at a premium, given the amount of it that is required at this point. Combine that with the need for engineers to be able to work well with others, not be hopelessly dogmatic, and not get burnt out, and there’s generally a pretty strong argument for not treating your coders like total garbage. That’s not to say things don’t get tough: In exchange for good salaries and perks, engineers are often expected to work 60-to-80–hour weeks during crunch periods, be on call in rotations, and generally show a high level of commitment. And the culture can sometimes be abrasive or insensitive—but that’s corporatism, not anything specific to tech. All of this does not equate to a nonstop grind, which will burn out nearly anyone within a few years. You can drive programmers pretty hard, but those are the breaks when they’re earning six-figure salaries.\n\nSecond, engineer attrition is bad. A new engineer will take months to get up to speed on an existing codebase to perform as well as her predecessor, and that’s assuming she’s as good as her predecessor (which is nearly impossible to predict for a cold hire). Good documentation and a stable work environment can help, but in a functional group, most project leads will heave a sigh when even an average performer leaves. It’s a pain. The Times describes one senior engineer who left for Twitter, and you can bet Amazon wasn’t happy about that. Even switching groups within a company comes at a cost, though not as much of one. Since demand is high, the incentive for companies to treat their programmers decently and not burn them out is fairly strong—or else your best people will simply leave. Amazon apparently rewards its top performers really well, but it’s hard to treat average people so much worse than your best people in a rising-tide situation.\n\nThird, coding speed is highly variable. I saw work that normally would have been assigned to a team of five people given to a single high-speed engineer without incident. Some engineers simply prefer to do a more thorough job without cutting any corners, with the final 5 percent of perfection doubling the working time. Some engineers simply do additional, elective work to make their lives or the lives of their teams and other teams easier. Some engineers simply make more mistakes in the normal course of things and have to spend more time debugging to produce code of sufficiently good quality. For slow coders, the hours can stack up, but this is still fairly small potatoes next to the horrors the Times story suggests are the norm, like employees who went four days without sleeping, and the persecution of cancer survivors. I was fairly zippy as a coder, but there were people who left me in the dust, both in velocity and skill, and I had an awesome respect for them while knowing I could never match them. Still, I didn’t really suffer for my ghastly inferiority.", "_id": {"$oid": "55daf00504235215b082e29b"}}