{"URL": "http://www.theguardian.com/world/2015/aug/20/ebola-epidemic-in-sierra-leone-may-be-over-say-health-workers", "Text": "The long-running Ebola epidemic in Sierra Leone is all but over after nearly 13,500 cases and almost 4,000 deaths, those fighting the disease believe.\n\nThe last case in Sierra Leone was an eight-month-old child, who was hospitalised nearly two weeks ago and died four days later.\n\nTwenty-nine people who had contact with the child were moved from the densely packed slum of Magazine Wharf in the capital, Freetown, to a voluntary quarantine facility. None have so far shown signs of illness.\n\n\n\n“We will wait to see if any of those high-risk people develop [Ebola] but if not, and even if they do, we have them safely out of the community. Our hope is that that is the last bit of this outbreak,” said Marshall Elliott, director of the UK government’s interagency taskforce, which is running the response with the Sierra Leone government and army.\n\nIn Magazine Wharf – a stepped hill of concrete, wood and corrugated iron shacks leading down from Freetown’s biggest market to the sea – men, women, children and dozens of pigs wander the concrete steps. Some of the families washing children in plastic bowls in a front room or just sitting in the sun have returned from a 21-day period of quarantine having lost one or more of their relatives. But all of those who left temporarily have been able to tell their neighbours that they were not imprisoned, maltreated or starved.\n\n“Everyone is very frightened of going there at first,” said Chris Lane, a World Health Organisation epidemiologist who spends a lot of time with the Magazine Wharf community, working to establish trust. Lane fixes holes in the corrugated iron roof of a quarantined family’s empty home to keep out the rain, visits those who have returned and talks to community leaders.\n\n“When I was taking away someone last week, sending them up to PTS [the Police Training School, now used as a quarantine centre], this woman was extremely distraught. She was very unhappy, very scared of going there, and it was only when someone who was released the day before knocked on the window and he chatted away to her, that the tears stopped and she calmed down. I think she realised what we’re saying is actually true, but coming from one of her own, it’s absolute. If someone you know from around the corner says it’s great, you get food, a roof over your head, you’ve got a radio and your friends can come and visit any time they like - it suddenly makes it a different picture.”\n\n\n\nDown on the seafront, Banjo Bai Koroma, the harbourmaster, stares out to sea, watching the Chinese fishing boats with little to do. There are still restrictions to prevent passenger boats landing and picking people up from Magazine Wharf. He gestures to a pile of painted wood, the wreckage of his own boat, destroyed by vandals. “Because of the quarantine, my boat got wrecked,” he says. “It was when I was quarantined.” It is another small part of the massive rebuilding exercise that is now needed in Sierra Leone.\n\nEbola was brought into the wharf by boat from the north of Sierra Leone, which earlier this year seemed to am intractable reservoir of the disease. But a big operation launched in June appears to have been a success.\n\n\n\nThere have been no cases in Kambia or Port Loko for well over a month, “which is really, really good”, said Elliott of Operation Northern Push. “It’s very hard for any of us who have worked on this for a long time to ever feel totally confident and relaxed because we have had surprises in the past. We remain vigilant.”\n\nThe west African epidemic was the largest ever outbreak of Ebola. The disease – first identified in 1976 – had only affected a few hundred people at any one time before. There have been almost 28,000 cases across west Africa since December 2013 and about 11,300 deaths. But Liberia has had no cases since the week ending 12 July, so that three in Guinea were the only infections in the whole of west Africa last week.\n\nAt its peak late last year, there were 450 cases a week just in Sierra Leone, which meant the responders could do little more than collect bodies and urge families to report to the authorities anybody who was sick or dead.\n\nFacebook Twitter Pinterest Josephine Sesay carries a seven-month old girl, who died in November 2014, from the Race Course area of Freetown. Photograph: Nikki Kahn/The Washington Post\n\nFear of being placed in an isolation unit with others who might have the disease deterred many from doing so – as did the adherence to cultural traditions that spread the contagion, involving care for the sick and burial rites including washing and kissing the body.\n\nSierra Leone is on the alert for cases crossing its northern border with Guinea, but that country is now doing better than expected. Since the end of July there have been only between two and four cases a week. It is believed, said Elliott, that the successful vaccine trials made a big impact.\n\nThe vaccine proved to be 100% successful in protecting those who were given it. It was offered to all contacts of anybody diagnosed with Ebola. Among those who chose not to have it, some developed the disease.\n\nFacebook Twitter Pinterest Health workers resting outside a quarantine zone at a Red Cross facility in the town of Koidu, Sierra Leone, in December 2014. Photograph: Baz Ratner/Reuters\n\nThe Guinea trial will now be extended here too. “The president has signed off having the Guinea protocol for the vaccine here. It will still take a couple of weeks. The WHO [World Health Organization] are equipping themselves – setting themselves up to allow that to happen,” said Elliott.\n\n“But hopefully actually we won’t need to. We do now genuinely feel we’re in a place where we may have seen the last of the cases.”\n\nAt the weekend, Sierra Leone’s president, Ernest Bai Koroma, visited the Tonkolili district to celebrate the end of what Elliott said people hoped would be “the last ever big quarantine of this outbreak”. More than 500 people, the entire population of the village of Massesebe, had been quarantined. It was triggered by a man who absconded from quarantine in Freetown, in order to visit his mother at the end of Ramadan. He fell ill and infected two other people there. But the village is now clear of the disease.\n\n\n\nThe last stages of the outbreak have been very hard work. The Northern Push in June was launched to try to re-energise those fighting the disease in the country’s most remote and traditional districts. “Getting them to end traditional burials [in which washing the body was a route of transmission of the virus] and accept that treatment was for their benefit was very difficult. People kept hiding themselves and going to traditional healers and doing unsafe burials,” said Elliott.\n\nFacebook Twitter Pinterest A quarantined home in Port Loko, Sierra Leone, in October 2014. Photograph: Michael Duff/AP\n\nSuccess has been down to painstaking investigation with the help of many in the community. Surveillance teams have been able to obtain whole family chains, with the names and addresses of every person infected and their contacts.\n\nScientific developments have also helped. It is now possible to track spread of the virus through genetic sequencing. It was this that showed that the mother of the baby who died last week had been infected. She had hidden from the authorities and recovered at home, but transmitted Ebola to her baby daughter.", "_id": {"$oid": "55daf14d04235215b082e3b0"}}