{"URL": "http://www.slate.com/articles/arts/television/2015/08/fear_the_walking_dead_is_a_zombie_parable_that_scarily_mirrors_our_own_age.html", "Text": "Photo by Justin Lubin/AMC\n\nFear the Walking Dead, the new spinoff of AMC’s monstrously popular The Walking Dead, put a pit in my stomach, made me jumpy and jangly, and generally filled me with anxiety and dread—which, really, is all you can ask of a zombie show. Except maybe for grotesque, flayed, desiccated, and otherwise gnarly moving corpses, permanently animated by a desire to chomp off faces. Fear the Walking Dead does not yet boast as many of these soulless cravers of human flesh as The Walking Dead, and fewer still that look like rotting carcasses in the advanced stages of limb loss, but give them, and the show, time. Zombies apparently need about six weeks of aging to reach peak putrefaction.\n\nWilla Paskin Willa Paskin is Slate’s television critic.\n\nFear the Walking Dead is set that many weeks before the events of The Walking Dead, across the country in Los Angeles, and in the last days of the known world. It is not based on any of Robert Kirkman’s The Walking Dead comics and contains none of the same characters, though Kirkman is an executive producer and co-creator of the new show. It does exist in the same fictional and tonal universe as its predecessor, i.e., sweaty, bleak, with the same zombies and the same America, in which no one has ever heard of zombies. Thus the show is a “companion” series, and not a prequel or sequel or any of the other terms used to describe offshoots of an intellectual property so lucrative that it, like a zombie, begins to spawn in the hopes of infecting still more human brains (and the pocketbooks attached to them).\n\nAdvertisement\n\n\n\nFear the Walking Dead tells the story of a blended family as the apocalypse descends. It opens with Nick (Frank Dillane), a drug addict, waking from a nod in a mass squat to find himself all alone and something so very wrong that the soundtrack keeps going wildly discordant. This opening quotes the beginning of The Walking Dead, in which Rick Grimes awoke from a coma to find that the world he knew had disappeared. Nick’s world has not yet disappeared, but his experience in the squat serves as an early warning for his family, who get hip to the fact that the odd events happening around Los Angeles are harbingers of end times before many of their neighbors.\n\nThat family includes Nick’s mother, Maddie (Kim Dickens), a high school guidance counselor who is still deeply involved in getting her son clean, though he evinces little interest in doing so. Maddie lives with her doting boyfriend, Travis (Cliff Curtis), an English teacher at the same high school, and her high-achieving teenage daughter, Alicia (Alycia Debnam-Carey). Travis’ petulantly adolescent son, Christopher (Lorenzo James Henrie), mostly lives with his mother, Liza (Elizabeth Rodriguez). Over the course of the first two episodes, all that was available to critics, this group begins to weather the early horrors of the pending zombie plague.\n\nFear The Walking Dead, like The Walking Dead before it, does a stupendous job of establishing an eerie tone. (Hopefully it will do a better job than its forebear at maintaining that tone without forsaking character development and inventive plots.) Early on, there are the requisite B-movie beats where camera angles, pacing, and the soundtrack combine to promise very zombie developments that, psych, don’t arrive (until they do), but the real chills come from well-chosen details. The first people to be infected in Los Angeles are its forgotten citizens—its junkies, its homeless—people who are ignored, even when lurching around, looking for brains. An unsettling video of a man being shot dozens of times by the LAPD, and still not dying, goes viral, but most people presume it has been doctored. Maddie and Travis’ school has a metal detector in it, which at first seems like a standard precaution. Only later, in passing, does the show intimate that a school shooting took place there. This is the world of Fear the Walking Dead, one in which people have learned to live with so much horror and oddity, they cannot see the undead coming. The zombie signal gets lost in all the shattering day-to-day noise.\n\nExcept for the zombies, the world of Fear the Walking Dead is not so dissimilar from ours, and that has always been one of the particular thrills of fictions involving supernatural beings: the way they lend themselves to allegory. Zombies, with their rotting flesh and empty heads, have always been a particularly powerful metaphor for contemporary mindlessness and decay. The development of fast zombies— which Fear the Walking Dead does not have—in movies like 28 Days Later was such a great leap not only because it made them so much scarier, but because it restyled George Romero’s zombies, the ultimate symbols of ’70s stagnation, for our contemporary, globally connected moment. Zombies: now nearly as fleet-footed as your Internet connection, still just as mindless.\n\nBut zombies as a metaphor can get a little facile. The police shoot an unarmed homeless man, who is also a zombie, and incur the ire of a large crowd that is quick to protest this latest iteration of police brutality. Fear the Walking Dead has thus ably folded police violence into its snapshot of a frayed and terrifying society. But in doing so, the show—which is on the side of the protesters; Christopher is one of them—has also equated innocent, unarmed citizens with zombies. This is an interesting and poignant framing of zombies’ plight, but not one a series devoted to gleefully dispatching those zombies as violently and gruesomely as possible is really dedicated to exploring.", "_id": {"$oid": "55daef3d04235215b082e255"}}