{"URL": "http://www.bloomberg.com/news/articles/2015-08-18/here-s-what-the-u-s-economy-would-look-like-if-trump-deported-undocumented-immigrants", "Text": "Donald Trump unveiled an immigration proposal on Sunday, announcing that all undocumented workers \"have to go.\" In addition to the legal and budgetary hurdles that the billionaire Republican presidential candidate's plan would face, it's worth considering the latest research examining the contributions these workers make to the American economy. Here's what their removal might mean for everyone else in the country.\n\n1. The supply of workers would shrink, a lot\n\nAfter peaking at 12.2 million in 2007, the number of unauthorized immigrants living in the U.S. has now leveled off at 11.3 million as of 2014, estimates from Pew Research Center show. Those who are working within that population (some, like children, don't work) made up 5.1 percent of the nation’s labor force in 2012, according to Pew. If you take these workers away, you're removing 8.1 million workers from the American labor force.\n\nWhat's more, there are not enough workers to fill all of the jobs undocumented workers would leave. There were 8.3 million unemployed workers in the U.S. as of July—nearly the same number as the number of undocumented workers—but because of labor market churn, skills gap and geographic differences, it's virtually impossible to drive the unemployment rate to 0 percent. Some of those workers would have to stay jobless, which means some jobs would go unfilled.\n\n2. Service occupations would feel the burn\n\nNot only do undocumented immigrants make up a sizeable portion of the workforce, but they're highly concentrated in certain jobs, the Pew analysis found. They're much more likely than U.S. workers to work in service occupations—think maids, cooks and groundskeepers—and less present in professional, management, business and finance jobs. You can also find a greater portion of unauthorized workers in farming and construction. If the labor market saw a worker outflow, these job categories would bear the brunt.\n\n3. Native workers wouldn't see a raise\n\nIn an ironic twist, deporting undocumented workers might even cause some native workers to earn less. While Trump says that an influx of immigrants drives down native workers' salaries, economists aren't so sure. Here's a good review of the research debate.\n\nOne theory is that low-wage, undocumented immigrant workers actually complement native workers. This view states that when unauthorized workers take low-paying jobs, their American counterparts move on to take more specialized and high-skilled positions. A 2012 Federal Reserve Bank of Atlanta paper paints a picture of how that played out in data from Georgia. The researchers found that documented workers at companies hiring undocumented workers earn 0.15 percent less than if employed by a firm that does not hire undocumented workers, but in sectors where tasks are specialized and communication skills are a plus, native workers can expect a wage premium (though it's less than 1 percent).\n\n4. Americans could see fewer jobs\n\nReducing the undocumented immigrant population by 50 percent through border control or deportation would boost the native unemployment rate for unskilled workers by about 1.13 percent of its initial value, according to a March 2015 paper by Andri Chassamboulli at the University of Cyprus and Giovanni Peri at the University of California at Davis. The change would come as employers' labor costs for unskilled workers increases, prompting them to create fewer jobs. The unemployment rate for skilled workers would also climb by 0.57 percent, they found.\n\nThere's a flip side. Other evidence shows that undocumented immigrants hurt job prospects for low-skilled U.S. workers. See this report from the United States Commission on Civil Rights on the effects on black employment.\n\n5. The Social Security Fund would take a hit\n\nUndocumented workers contributed $13 billion in payroll taxes to old age, survivor and disability insurance in 2010, a Social Security Administration study from 2013 found. They accessed about $1 billion in benefits, so that nets to a $12 billion contribution that wouldn't exist if you deported them.", "_id": {"$oid": "55daf24204235215b082e450"}}