{"URL": "http://www.slate.com/blogs/outward/2014/07/02/vicious_reviewed_why_the_pbs_sitcom_s_gay_stereotypes_are_brilliant.html", "Text": "ITV / Brown Eyed Boy Limited\n\nHow do you do it? The question of romantic longevity is a banal one for a young dinner guest to ask of her older hosts to be sure, but it’s the right one on Vicious, the British sitcom starring Ian McKellan and Derek Jacobi that’s just been imported to PBS. Freddie and Stuart, who have been together 48 years, survey each other across the coffee table in a late-season episode, a certain morbid curiosity tinting their shared gaze. “Well, I mostly attribute it to the fact that he won’t leave,” Freddie offers, matter-of-factly. Stuart’s eyes narrow and his mouth tightens grimly: “When the time comes, I’m going to so enjoy unplugging you.”\n\nJ. Bryan Lowder J. Bryan Lowder is a Slate associate editor. He writes and edits for Outward, Slate’s LGBTQ section, and for the culture section.\n\nThese dark quips are played for laughs, of course, but the exchange—and indeed, the entirety of the series—also functions as a profound answer to the question. How do two people, in particular two gay men, build and maintain a loving relationship for half a century?\n\nAdvertisement\n\n\n\nVicious’ advice: by endeavoring daily to tear the whole thing apart.\n\nExecutive producer and writer Gary Janetti (of Will & Grace fame), has delivered something of an essay in this show, a thinking-through of a particular gay male approach to long-term love, domesticity, and aging that also happens to satisfy, most of the time, as comedy in an almost Wildean mold. Vicious may take its old-fashioned setup/punchline/laughter formula from dusty British antecedents like Are You Being Served? (1972-1985), but the themes it’s wrestling with are incredibly vital in 2014, a year in which the judicially aided rollout of gay marriage across the United States will afford many couples the chance to legally commit to the kind of union at which Freddie and Stuart are old hands. Indeed, Janetti seems to think that lovestruck youngsters might have something to learn from these pre-Stonewall relics, and it’s not just how to pack wallops into witticisms.\n\nOf course, that Vicious dares to explore a model of gay male intimacy that goes against the grain of current Looking-like trends in gay representation is to invite the most frustrating and predictable sorts of criticism. While most American reviewers have cautiously limited their approval to McKellan and Jacobi’s acting chops, a number both here and in Great Britain have looked at the way Vicious treats the relationship of Freddie and Stuart—both unapologetic embodiments of the venerable swishy, “bitter old queen” archetype—as worthy dramatic material and recoiled with the usual queen-phobic horror. To pick one example, Matthew Gilbert’s Boston Globe headline suggested that Vicious was little more than “a vicious circle of gay stereotypes.” One imagines that Gilbert and those who share his view would prefer to have us watching a show in which, I don’t know, a man, his sleeves rolled up just so, quietly fills out a joint tax return while his husband competently tosses a football in the backyard with their well-adjusted son.\n\nAnd Quentin Crisp wept.\n\nNo, Freddie and Stuart do not speak or emote or worry or love each other in the Dignified, Masculine ways that gay men are supposed to these days—but does that mean that Vicious’ portrait of a camp-infused gay partnership has nothing to say about making it long-term in the real world?\n\nIn his book How to Be Gay, sexuality studies scholar David Halperin considers whether there might be a unique gay perspective on love, and he concludes that there is—and it starts with recognizing the “inauthenticity at the core of romantic love, to understand romantic love as a social institution, an ideology, a role, a performance, and a social genre, while still … succumbing to it.” Being natural-born outsiders to straight social institutions like coupledom and marriage, gays face a choice: reject them entirely; assimilate with the single-minded fervor of a newly arrived immigrant; or, as Halperin advises, enter into them with a kind of queer double-consciousness that allows self-awareness and abandon, mockery and seriousness, simultaneously.\n\nGay male culture has in fact elaborated a distinctive, dissident perspective on romantic love, a camp perspective, which straight people often regard as cynical, precisely because its irony—which emphasizes the performativity of romantic roles—seems to them to undermine the seriousness and sincerity of love, and thereby to demean it … [But] Gay male culture’s vision of love is not a cynical one. Rather … [it encourages] an outlook on love that is disabused, but not disenchanted.”\n\nWatching Vicious, one gets the sense that though Freddie and Stuart have long been disabused of the “sweetness and light” approach to love that straight society holds so dear, they remain steadfastly enchanted with one another. But with the appearance of campy insults in their home second only in frequency to cups of tea, how can this be? Shouldn’t one or the other of them have gotten fed up by now?\n\nThe answer depends on how you understand their particular Who’s Afraid of Virginia Woolf? camp performance to be functioning. If the jabs are just that, then sure, the shtick might grow tiresome. But what if the jabs—about decaying bodies and failing minds, about foolish attractions and absurd pretensions—are actually expressions of affection, promises of commitment? What if barb-trading is the most meaningful way for two people who recognize full-well the ridiculousness of long-term love to communicate, nevertheless, their intention to continue on the fool’s errand for yet another day?\n\nA Slate Plus Special Feature: Did You Finish Binge-Watching Orange Is the New Black? Slate Plus members can listen to Slate's OITNB Podcast. In the second episode, Dan Savage joins Willa Paskin to talk sex, gender and relationships on OITNB. Try S+ free for 2 weeks!\n\nFreddie and Stuart probably love each other in all the typical Hallmark ways, but they remind us that if we are lucky enough to age with a partner, bodies do lose their luster and minds do weaken; annoying personality traits do become more pronounced. Love, no matter how glowing and true, has little hope of surviving if factory quality is its only support. But these old queens—and indeed, any couple who looks to traditional gay male culture for advice—have a failsafe at their disposal. Camp allows them to exercise their inevitable disappointment with the human condition—whether over physical aging, personal shortcomings, or roads not taken—in the open air, in a stylized game that is both refreshingly frivolous and deeply serious, such that it does not curdle into something truly threatening.\n\nIndeed, thanks to camp, Freddie and Stuart can be not only lovers to one another, but also the girlfriend to whom you bitch about your lover over a glass of wine—a possibly healthier and, in any case, more efficient arrangement than the norm. This is what Halperin means when he writes that the presence of a camp sensibility in a male couple’s romantic life “indicates the fusion of gay desire and gay sisterhood.” It’s an enviable situation that’s as uncommon as it is underappreciated; that Janetti has been able to do it justice in a 22-minute sitcom is an impressive feat indeed.\n\nBut more impressive even than these sociological achievements is the wholly unexpected intimacy that Vicious encourages between its primary couple and its viewers. Much as when Ash, the young, perpetually tight-shirted upstairs neighbor wanders into a wake the pair is hosting, I was struck while watching the show by a distinct sense of voyeurism, of stumbling into the private life of a couple whose love for one another is deep, even if their way of expressing it is unconventional. Yes, Freddie and Stuart bicker, but they also approach the world as a duet. They move—literally crossing their legs—in rhythm, they are miffed by the same breaches of etiquette, each senses when the other is being bothered by an outsider and quickly steps in to dismiss the offending party. (“Go on, we’re done with you for now,” Freddie informs Ash.) Small, almost unconscious acts of tenderness crop up in the midst of even brutal verbal sparring matches: a teacup is refilled, a scarf and coat are removed, a late-night glass of port is shared. If you, like Matthew Gilbert, think Freddie and Stuart’s “partnership is based on mutual contempt,” you are a poor observer of human beings.\n\nTo be fair, missing all this would be easy if you approach Vicious with a “good gay” agenda rather than an open mind; I myself had certainly not expected a throwback sitcom about two aging homos and their friends to grapple with these issues with such sophistication, while managing to be generally funny and always warm. However, the fact that detractors would rather scream “stereotype!” than deal with the challenges to orthodoxy that Vicious lays out, smacks, at best, of a dreadful lack of imagination—and, at worst, of a blind contempt for any representation of gay people and their relationships that does not match the bland, heteronormative ideal currently in vogue.", "_id": {"$oid": "55daf2c204235215b082e467"}}