{"URL": "http://www.slate.com/blogs/the_world_/2014/05/13/the_eu_s_misguided_push_for_a_right_to_be_forgotten_on_the_internet.html", "Text": "Photo by Adam Berry/Getty Images\n\nWhen I was a college newspaper editor, we would not infrequently get requests from alumni—now upstanding members of society—asking for reports of the LSD-fueled nude revelries of their undergrad days to be removed from our website. They had, after all, become very different people, but Google results had made their past selves a bit harder to escape.\n\nJoshua Keating Joshua Keating is a staff writer at Slate focusing on international affairs.\n\nI was reminded of this in light of the European Court of Justice’s decision today, recognizing users’ “right to be forgotten.” The decision means that companies like Google and Microsoft “can be made to remove irrelevant or excessive personal information from search engine results.” The complaint that triggered the decision was made by a Spanish man who “objected to the fact that Google searches on his name threw up links to a 1998 newspaper article about the repossession of his home.”\n\nAdvertisement\n\n\n\nI sympathize with people in cases like this and I completely understand that in EU countries, many of which have fairly recent experience of life under authoritarian governments, the right to privacy is interpreted more broadly. But while this case has pitted European privacy advocates, fired up in the wake of Edward Snowden’s revelations about the NSA, against Internet behemoths like Google, I suspect that the ironic result of the decision will be to empower governments and corporations at the expense of individual users.\n\nOne fear frequently raised about the right to be forgotten is that it will allow politicians and businesses to whitewash their records, removing embarrassing information from the peering eyes of journalists, NGOs, and ordinary citizens.\n\nThe decision is supposed to apply only to users who are not public figures, but of course, most public figures didn’t start out as public figures. A politician who was a member of a white supremacist group or defrauded investors at a time when nobody outside of his town knew his name shouldn’t be allowed to remove all traces of that information from the Google before running for parliament or prime minister.\n\nTo take a recent example from the news, Donald Sterling’s racist comments may have gotten him kicked out of the NBA, but his far more egregious crimes—a years-long trail of lawsuits related to housing and employee discrimination—are only now being widely discussed.\n\nData security experts have also questioned whether companies can actually really delete the requested information, noting that most search engines keep multiple backups. Viktor Mayer-Schönberger, the Oxford Internet governance expert who is widely viewed as the intellectual godfather of the right to be forgotten, waves this concern away, saying “if you can be deleted from Google's database, i.e., if you carry out a search on yourself and it no longer shows up, it might be in Google's back-up, but if 99% of the population don't have access to it you have effectively been deleted.”\n\nAs I’ve argued before, the notion that Google could now have access to data that it is preventing the rest of us from seeing isn’t exactly comforting. And if you really believe that intelligence and law enforcement agencies won’t ensure that they have access to data that’s been removed from search results, I’ve got a data storage center in Southern Utah to sell you.", "_id": {"$oid": "55daef1204235215b082e230"}}