{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/03/california_wildfire_season_state_of_emergency_called_national_guard_activated.html", "Text": "Photo by Justin Sullivan/Getty Images\n\nCalifornia has activated its National Guard to support the state’s overworked firefighters after Gov. Jerry Brown declared a state of emergency for wildfires on Friday. And across the West, where temperatures have been well above normal for months and drought continues to intensify, firefighters are bracing for what may be a historic few months.\n\nCalifornia’s wildfire season is already on a frantic pace, and activity typically doesn’t peak until September or October. The outlook for the rest of the summer is especially dire in Southern California. Or, as Brown said in a statement: \"California's severe drought and extreme weather have turned much of the state into a tinderbox.”\n\nPhoto by Josh Edelson/AFP/Getty Images\n\nAdvertisement\n\n\n\nFirefighters’ current top priority is the Rocky Fire, just north of San Francisco, which has already burned more than 93 square miles—an area bigger than the city of Seattle. As of Monday morning, it was just 12 percent contained.\n\nAccording to the latest report from the state of California, the fire threatens more than 6,000 structures, and more than 12,000 people have been evacuated. Nearly 3,000 firefighters are on the scene, including 254 fire engines, 58 bulldozers, and 23 aircraft. The fire grew “dramatically” over the weekend, more than doubling in size just on Sunday alone.\n\nPhoto by Justin Sullivan/Getty Images\n\nWhile slightly higher humidity levels have begun to give firefighters an edge, that’s also meant an increased risk of dry thunderstorms. Between Thursday and Sunday there were more than 13,000 lightning strikes statewide, sparking more than 260 new fires just on National Forest lands alone. More dry thunderstorms are in the forecast this week. The combination of frequent lightning and a crushing drought means that in some cases, firefighters can only fall back in retreat.\n\nAs Slate’s Beth Ethier recently wrote, California firefighters have another menace besides lightning and climate change that’s complicating their efforts: drones. On at least three occasions this summer, firefighters have had to halt fire suppression efforts by aircraft to avoid mid-air collisions with private drones. Lawmakers are now proposing federal prison time for operators of future flights over fires. Another possible solution: drone shaming. The U.S. Forest Service and the U.S. Department of Agriculture have produced a nifty retro-looking poster that’s made the rounds on social media with the message that drone pilots could cause death to firefighters.\n\nA headline from the future: Drones Are Grounding Wildfire Fighting Aircraft in California http://t.co/xRO5ozs3jE pic.twitter.com/GkPtdBXS9A — Robbie Whiting (@robbiew) July 20, 2015\n\nThis year’s rabid wildfire season is far from just a California problem. A new study led by a U.S. Forest Service official found that, thanks to changes in weather patterns consistent with global warming, wildfire seasons have grown longer worldwide over the last 35 years. Regions of East Africa, western North America, and the Amazon basin have shown the most pronounced gains—an increase of more than a month.\n\nAnd in the U.S., more than 1.6 million acres are currently ablaze nationwide, totaling about half the size of Connecticut. To date in 2015, fires have burned nearly 2 million more acres than the ten-year average. The vast majority of this year’s activity has been in Alaska, which is fresh off its hottest year on record.\n\nIn the Pacific Northwest, parts of the rainforest in Olympic National Park are on fire. “While it may seem unusual to have a fire of this size burning in a rain forest, this is a reflection of severe conditions—the driest spring in over 100 years and a snowpack that was only 14% of average,” said a government fire update. Park officials don’t expect the fire to be fully out until they receive “substantial rain or snowfall.” It will be awhile.", "_id": {"$oid": "55daf1bd04235215b082e404"}}