{"URL": "http://hyperallergic.com/103363/reviving-the-spirit-of-an-artist-through-his-personal-collection/", "Text": "In the story of postwar American art, the middle of the country typically gets short shrift. The work coming out of Chicago in the 1960s and ’70s was gleefully weird, darkly surreal, and mostly figurative; for that, it was mostly overlooked, along with its practitioners.\n\nOne of the biggest and most influential of those was Ray Yoshida. Yoshida made neat collages that seem to index pop-cultural imagery, and paintings that look like beautiful, abstract cartoons. He also taught at the School of the Art Institute of Chicago for more than four decades, mentoring many of the Chicago Imagists (including Ed Paschke, Jim Nutt, Roger Brown, and Christina Ramberg) along the way. And he collected unceasingly — tchotchkes, trinkets, folk art, artworks by friends. He turned his home into something like a living museum. When he died, in 2009, he had over 2,600 objects.\n\nThat collection is now on view at the John Michael Kohler Arts Center in Wisconsin. For Ray Yoshida’s Museum of Extraordinary Values, the center has taken some 2,000 objects from Yoshida’s personal collection — his own artworks, in addition to all the pieces he brought home — and arranged them as an exhibition environment: “the contents of his Chicago apartment at 1944 Wood Street have been sectioned into nine tableaux that are based on site visits, interviews, and photographs made during his life as well as after his death,” says the press release. Visitors can get a taste of what it would have been like to stop in and see Ray Yoshida in Chicago sometime, and hopefully, they can start to see the objects — and the connections and currents between them — through his eyes. I spoke to curator Karen Patterson, who wrote her thesis on Yoshida’s home collection, about the exhibition and its inspiration.\n\n* * *\n\nJillian Steinhauer: How did the John Michael Kohler Arts Center come to acquire Ray Yoshida’s entire home collection?\n\nKaren Patterson: The John Michael Kohler Arts Center has come to know and explore the world of vernacular art environment builders, culminating in the 2007 book Sublime Spaces and Visionary Worlds. We have 26 vernacular art environments in our collection, so you could definitely say it is our specialty.\n\nRay Yoshida’s Museum of Extraordinary Values is an environment of a different type, the home environment. Although the home environment retains a highly personal and imaginative attachment to the vernacular, it is built through the process of collecting and or arranging, rather than making (which is the case for vernacular art environments). In both cases, these environments retain an experiential understanding of place, a situation that combines ideas about art and making on one side, with theories of place and home on the other.\n\nAlthough Yoshida did not leave explicit instructions for his home collection, he is widely recognized as a pivotal voice emerging from the Midwest, and it was important that his collection, his visual vocabulary, be kept together so future scholars can understand his legacy. Kohler Foundation, Inc. was approached because of their strong history of acquiring and preserving entire environments, and then Yoshida’s collection was gifted to the center to build on a new direction of environments.\n\nJS: What types of things did Yoshida collect, and how did he display them in his home?\n\nKP: I would say that his collection consists of five main categories: thrift store gems, folk art, ethnographic art (mostly masks from around the world), self-taught art, and the work of his peers and students (most famously, the group known as the Chicago Imagists).\n\nYoshida would scour Maxwell Street Market for what he called ‘trash treasures,’ things that had been discarded or were no longer in vogue and were fresh for reinterpretation and valuing. Those finds could be fishing lures, dolls, toy cars, souvenirs, games, etc. — another piece for his home puzzle. He also collected beautiful bent wood furniture, tramp art, baskets, etc., valuing makers of all skill and abilities. He was an early and fervent supporter of self-taught art (Joseph Yoakum, Martin Ramirez, Lee Godie, Jesse Howard, to name a few), valuing their fresh perspective and technique and understanding that their work was/is just as important as any trained artist. He had an exceptional collection of masks and often assigned his students to go to the Field Museum for inspiration. He was a proud teacher and collected/traded works with his friends and students — Roger Brown, Jim Nutt, Karl Wirsum, to name a few. Seemingly disparate objects and works of art were arranged in a way that somehow unhinged a previous/rigid identity and put it in a larger conversation, something more dynamic.\n\nJS: Can you explain a bit about how your decision to install the collection as a larger environment without labels for specific objects?\n\nKP: In thinking about this exhibition, it became integral to me that the ‘spirit’ of the collection be paramount — that magical feeling of seeing a weird or wonderful object for the first time. Yoshida believed that your reaction to an object or work of art had to be instinctive, and I really wanted to honor that. I only included labels on his paintings and drawings that line the perimeter of the collection itself.\n\nAs best as I could, based on interviews and photography, I tried to re-create integral relationships — what I started calling “moments” — between and among the objects and works of art in his home. His collection is such a convergence of taste and texture that it is important that Ray Yoshida’s collection is presented in a way that encourages questions and possibilities rather than answers or a direct line. To put labels would have been distracting, as there are over 2,600 objects in his collection!\n\nI did provide a wall text about Ray Yoshida himself and an overview of the collection on the entrance walls. We also developed a web application that housed more information on the objects and biographies of the artists in the collection, should anyone want more information. We really want people to have many points of entry and to value the collection from a subjective point of view.\n\nJS: What do you see as the value of showing an actual collection like Yoshida’s, as opposed to just showing his artwork and explaining or including documentation of the collection?\n\nKP: I think this exhibition is both about a tactile relationship to your surroundings and about the elusive concept of artist source material. But most importantly it’s about Ray Yoshida, an artist whose teaching career at SAIC [School of the Art Institute of Chicago] spanned over 40 years and who is referred to as a pioneer of a Midwestern aesthetic, yet little is written about him.\n\nHe was guardedly private and not really into self-promotion — how can we give this artist his due? His home collection provides critical insights into Ray Yoshida’s world. One of my favorite terms is “autotopography” or a material memory landscape — drawing from cultural identity and life events to build a self-representation from a material and tactical act of personal reflection. So for me, his home collection links Yoshida and his practice as an artist and teacher to his environment. Another value of this exhibition is Yoshida’s belief in the leveling of the playing field in art hierarchies, blurring the lines between high/low and always valuing the maker. I also feel that collectors of wacky things feel validated, that following your own intuition can result in a beautiful thing.\n\nJS: Can you explain a bit what kinds of “critical insights” into Yoshida the collection provides?\n\nKP: These elements were a visual jigsaw, and the language of bricolage is so prevalent in his paintings and collages. His work (and even his personality) has often been described as “bits of mysterious narrative,” and that is very true for his collection. I think his students would say that his critiques would leave you reeling with self-questioning; he would often say, ‘could it possibly be … ’ or ‘have you considered the potential here?’ That is how he viewed his collection, looking at potential and possibility rather than a straight read. To surround himself with stimulating source material, to see the vernacular through the lens of an artist, that was what it meant to be an artist to him.\n\nJS: Do you think there any potentially negative consequences to this kind of showing? I’m thinking of a recent essay we had that talks about the homogenization of spectacle-type shows. I don’t think this is necessarily the same, but it does raise some interesting questions about individual vs. collective and the way works get shown.\n\nKP: I think I do understand the perils of an ‘extravaganza’ type exhibition, that perhaps the details get lost or subsumed in the fanfare. In this case, however, this is an artist’s home. This is how he lived, with this density and scope of visual cues. That’s what he needed to ignite and sustain his teaching and painting career. One object wasn’t his style. He needed to see the variation in form that happens when you line up 50 silent butlers. He needed to hear a conversation between a mask from New Guinea, a toy car, a Joseph Yoakum drawing, and a Roger Brown sculpture. His source lay somewhere in between those things.\n\nRay Yoshida’s Museum of Extraordinary Values continues at the John Michael Kohler Arts Center (608 New York Avenue, Sheboygan, Wisconsin) through January 19.", "_id": {"$oid": "55daf1aa04235215b082e3f4"}}