{"URL": "http://www.slate.com/articles/life/dear_prudence/2015/08/dear_prudence_my_brother_lost_a_testicle_and_now_punches_mine.html", "Text": "Photo by Teresa Castracane.\n\nGet Dear Prudence delivered to your inbox each week by signing up in the box below. Please send your questions for publication to prudence@slate.com. (Questions may be edited.)\n\nGot a burning question for Prudie? She'll be online here on Slate to chat with readers each Monday at noon. Submit your questions and comments here before or during the live discussion.\n\nPhoto illustration by Juliana Jiménez. Photo by Thinkstock\n\nAdvertisement\n\n\n\nDear Prudence,\n\nMy older, late-20s brother is a good-looking, athletic man who’s good with the ladies and professionally successful, which has allowed him to develop a bro-ish cocky attitude over the years. He is also an adrenaline junkie, and about a year and a half ago he suffered a serious mountain biking accident that led to losing a testicle and affected his ability to sustain an erection for a few months. Even though he healed up just fine with no impact to his testosterone level or his ability to reproduce, he has become significantly more insecure and aggressively jealous of me because, I believe, he sees me, his younger brother whom he grew up teasing, as now being more of a man than he is. At first the jealousy remained verbal when he would make snide remarks about my ability to satisfy my girlfriend. But recently, he’s adopted the practice of hitting me in the nuts by surprise whenever we’re together and then saying things like how I should be able to take it if I were a real man. It’s become so frequent that I physically stay away from my brother when we’re in the same space. I don’t want to be in pain, literally, every time I hang out with my brother but how do I tell him to stop without making him feel upset and depressed about what happened to him? It’s a sensitive topic for everyone in the family but I seem to be getting the brunt of his anger. Help!\n\n—Punching Bag\n\nDear Punching,\n\nHe’s got a lot of stones for turning his anger about his half-empty sack onto you. He suffered a blow, but lucky for him evolution bestows testicles in pairs. If he is cosmetically bothered, he can explore whether he’s a candidate for a testicular prosthesis. But what he’s not allowed to do is try to smash the jewels of his baby brother in some bizarre quest for cosmic retribution. You don’t want to hang out with him because when you do, he literally takes a fist to what’s hanging. It’s time to stop letting your big bro get away with behaving like a school bully. That first means preventing him from doing you bodily harm. Have a firm, serious conversation with him in which you state he is to never—not even in supposed “jest”—touch your balls again. Follow Teddy Roosevelt’s advice to “Speak softly and carry a big stick” by having this talk while casually holding a baseball bat or golf club. If things go well and he apologizes, suggest that you guys go out and hit some other balls. If it doesn’t go well and he reaches for your crotch, you’ll be better equipped to parry his blows. This cock of the walk lost part of his set, but he should be grateful everything turned out fine (and believe me, women won’t care about this). Adverse experiences are traditionally supposed to help boy-men like your brother grow up.\n\n—Prudie\n\nDear Prudie,\n\nI recently became involved with a co-worker I met during my summer internship. Men I’ve dated in the past have been relatively immature and inconsiderate, so I’m excited to have met a potential partner who embodies neither of these traits. However, there are a few problems. While this man wasn’t my boss, he held the same position within the company that my boss did, and I reported to him on a number of projects. I’m worried about the scandal our relationship could cause should it come to light, and also about the integrity of letters of recommendation I may need down the road. There is also considerable age difference between us—I’m 20, he’s 36. While it doesn’t bother me, I do see it as a major barrier to my family and friends accepting our relationship. The few close friends I’ve told have been shocked at our age difference and professional association, and their reactions stopped me from sharing the news with others. Lastly, he’s financially well off and plans to spend considerable money to fly me out to see him when I’m back at college. While I very much like him for his personality, I’d be lying if I said his financial stability wasn’t also attractive. I worry about being perceived as a stereotypical gold-digger, and also about having to explain to my parents where I’m going and who’s paying my passage. Should I distance myself from a potentially wonderful partner for the reasons listed above? Or can you give me the green light to see where time takes us?\n\n—Unequal Footing\n\nDear Unequal,\n\nIt’s too bad he’s unwilling to fly out to meet you because there’s something about a man in his mid-30s showing up at the dorm to take his girlfriend out that would put your situation in perspective. I’m assuming the callow young men you’ve dated previously are your age; by definition they would be immature because you’re all just barely out of your teens. I’m not entirely buying the case you make for the maturity of your new amour. He had an affair with an intern who in part reported to him—that betrays a certain lack of judgment on his part. (Perhaps he was taking a sick day when the memo with the subject line “Do Not Have Sex With the Interns” went out.) You’re likely a lot more immature than you think you are because, well, you’re only 20 years old. Other evidence that you’re not quite grown up is that you’re worried about telling your parents this guy is buying you a plane ticket. You may be impressed at his ability to whip out a credit card, but if you finish your education and launch your career, you’ll discover that one day you can pay for your own travels. I agree that it’s a good idea to keep your fling a secret—and the most efficacious way to do that is not to extend it into the fall term. You had a romantic adventure with an older man. Your male schoolmates also had experiences this summer that presumably will be part of their maturation process. When classes start up again, check out how some of them are growing up.", "_id": {"$oid": "55daf2a904235215b082e457"}}