{"URL": "http://www.newrepublic.com/article/122582/why-anchor-baby-offensive-and-distortion-truth", "Text": "Republican presidential candidate Donald Trump continues to lead not only in the polls, but with his crude rhetoric. In a Tuesday interview with Fox News’ Bill O’Reilly, Trump questioned whether “anchor babies,” a pejorative term for babies born in the U.S. to undocumented immigrants, are legal American citizens. “What happens is [the parents] are in Mexico, they're going to have a baby, they move over here for a couple of days, they have the baby,\" he said. A day later, Jeb Bush called for \"[b]etter enforcement so that you don't have these, you know, 'anchor babies,' as they're described, coming into the country.\" And on Thursday, Bobby Jindal said he's \"happy to use\" the term \"anchor babies.\"\n\nNevermind that “anchor babies” are largely a myth. The term is also an offensive, derogatory slur.\n\nThe term \"anchor baby\" is disgusting and dehumanizing. I can't believe anyone in \"mainstream\" American politics uses it. — Christopher Hayes (@chrislhayes) August 19, 2015\n\nI can't say it any better. \"Anchor baby\" doesn't belong in our discourse any more than a racial slur. https://t.co/9MGdnCbMkn — Jamelle Bouie (@jbouie) August 19, 2015\n\nLaDawn Haglund, a professor at Arizona State University, speculated in 2010 that the term originated from \"anchor children,\" which once referred to Vietnamese immigrants to the U.S. after the Vietnam War. An early use of “anchor children\"—the oldest result returned in a search of Nexis, a newspaper database—appears in a 1987 Los Angeles Times article about teenage Vietnamese refugees in the U.S.: \"They are 'anchor children,' saddled with the extra burden of having to attain a financial foothold in America to sponsor family members who remain in Vietnam.\"\n\nThough “anchor baby” doesn't appear in Nexis until decades later, Google’s Ngram viewer shows that the term first appeared in the mid-'70s, when the Vietnam War ended. The term then surged in the 2000s as the immigration debate flared up:\n\nIn 2011, the American Heritage Dictionary officially added “anchor baby,” defining it as “a child born to a noncitizen mother in a country that grants automatic citizenship to children born on its soil”—but listed the word as value-neutral. Mary Giovagnoli, director of the Immigration Policy Center, wrote that the dictionary masked “the poisonous and derogatory nature of the term, a term which demeans both parent and child.” Steve Kleinedler, the dictionary’s executive editor, updated the entry, which now lists the phrase as “offensive” and “a disparaging term.”\n\nThe term also distorts the truth. As Politifact noted in 2010, foreigners do come to the use to give birth to a U.S. citizen, but it's not the kind of foreigner Trump imagines:\n\nWhile that does appear to be happening with affluent \"birth tourists,\" it's important to understand that those affluent \"birth tourists\" are not the ones illegally crossing the Rio Grande or the Sonoran desert. They are coming here with the proper legal papers and giving birth. Thus, whatever public policy challenges arise from \"birth tourism\" are separate and distinct from the public policy challenges of illegal immigration…\n\nMoreover, while the Fourteenth Amendment does guarantee citizenship for babies born in the United States (with some exceptions: the children of diplomats, occupying forces or anyone born on foreign public ships), that citizenship does not automatically extend to the child’s parents. An American child of undocumented parents must wait until they are 21 to petition for their parents’ citizenship. In the meantime, parents can be deported; sometimes their children leave with them, other times the children are placed in foster care.\n\nNonetheless, Trump would like to see the law changed to address this phantom menace. He told Fox News that, according to \"some very, very good lawyers,\" the longstanding legal consensus that the Fourteenth Amendment guarantees birthright citizenship \"is not going to hold up in court.\" This insurgent constitutional interpretation is certainly up for debate. The offensiveness of \"anchor baby\" should not be. On Wednesday, a reporter confronted Trump about the term, saying, \"Are you aware that the term ‘anchor baby,’ that’s an offensive term? People find that hurtful.\"\n\n\"You mean it’s not politically correct,\" Trump replied, \"and yet everybody uses it?\"\n\nNot everybody. In fact, most people use a simpler term instead:\n\nThey're called babies. https://t.co/VyJJA26OVl — Hillary Clinton (@HillaryClinton) August 19, 2015\n\nGwyneth Kelly is a reporter-researcher at the New Republic.\n\nCorrection: A previous version of this piece misspelled Steve Kleinedler's last name", "_id": {"$oid": "55daf18b04235215b082e3d7"}}