{"URL": "http://www.slate.com/blogs/xx_factor/2015/08/19/false_rape_accusations_fox_news_guest_keith_sullivan_coins_a_nasty_new_term.html", "Text": "The trial of Owen Labrie, a Harvard-bound student who is accused of raping a younger student at the famous St. Paul’s boarding school, is getting a lot of media coverage because of the elite nature of the school and because the alleged rape was part of a school tradition of senior boys competing to have sex with younger girls. A lot of media coverage is titillating, but one Fox News guest, a defense attorney named Keith Sullivan, went to the next level on Wednesday, dusting out some hoary and downright ridiculous myths about rape.\n\n“The prosecution is painting him out to be a monster,” Sullivan said to Fox host Bill Hemmer. “And as she pointed out, the prosecution, on the clip, he doesn’t look like a rapist. He sits there, he looks like Harry Potter. He sits there with his glasses on, this young innocent kid. How could he possibly violently and maliciously rape this woman and plan it for months and months at a time as the prosecution claims?”*\n\nAdvertisement\n\n\n\nHemmer pushed back, pointing out that you can't actually tell if someone is a rapist by how he looks, but Sullivan was already onto rape myth No. 2, which is that it's not really rape unless she puts up a physical fight. “There’s not ripped clothing. There’s no defensive marks on her,” he argued. “There’s no marking, there’s no bruising. The only indication is that some form of sex took place.”\n\nBut then Sullivan rounded out the entire jaw-dropping display by digging out the silliest myth there is: that women routinely accuse consensual sex partners of rape out of some sort of slut panic. “Look, many women have what's known as ‘regret sex,’ ” he said. “They feel dirty afterwards. They feel guilty. She’s a very young girl. She’s only just maturing. I’m not claiming that’s what happened here, but that’s a possibility.”\n\nThis claim, that women make up rape accusations to conceal consensual sex, is still a popular rape myth, but nowadays, most people pushing it know well enough to simply hint at this idea instead of stating it so boldly, much less using a term like “regret sex.”* There are, of course, false rape reports, though they are much rarer than anti-feminists would have you believe. But if you look at the real-world examples, this notion that it’s a matter of “regret sex” starts to fall apart. Take, for instance, the most recent famous example, of a woman going by the name “Jackie” who told a Rolling Stone reporter she was gang-raped at a frat party. Whatever happened there, one thing seems certain: It was not a matter of a woman having consensual sex with a man and then framing him for rape after the fact. Same story with the infamous Duke lacrosse case or the Tawana Brawley case. In each case, there wasn't a rape but there wasn't consensual sex, either. The alleged victim made the encounter up whole cloth for reasons that have nothing to do with covering up for consensual sex.\n\nClaiming the sex was consensual is Labrie’s defense lawyer’s strategy, too. It’s an odd choice, considering that Labrie denied the sex took place when he spoke to police, claiming instead that he experienced a “moment of divine inspiration” that caused him to stop before penetration. However, text message and physical evidence seems to suggest that sex did happen, leaving the defense with few options but the “regret sex” defense.\n\n*Update, Aug. 20, 2015: This paragraph was updated to include an additional portion of Sullivan’s remarks. (Return.)", "_id": {"$oid": "55daeea404235215b082e1d4"}}