{"URL": "http://www.slate.com/blogs/the_slatest/2015/07/18/donald_trump_on_john_mccain_he_s_not_a_war_hero_did_trump_s_republican_on.html", "Text": "Photo by Nicholas Kamm/AFP/Getty Images\n\nAMES, Iowa—Sitting on stage here at a summit of Iowa Christians on Saturday, Donald Trump took his ongoing feud with Sen. John McCain to a new level. “He’s not a war hero,” Trump said of a man who spent more than five years as a prisoner in a North Vietnam war camp. “He was a war hero because he was captured. I like people who weren’t captured.”\n\nJosh Voorhees Josh Voorhees is a Slate senior writer. He lives in Iowa City.\n\nTrump’s dig at McCain, his party’s 2008 presidential nominee, drew scattered boos from the near-capacity crowd at the 2,729-seat auditorium on the campus of Iowa State University. His comments came during an exchange with the moderator about whether Trump had gone “too far” with some of his remarks during his campaign.\n\nAdvertisement\n\n\n\nTrump and McCain have been sniping at each other with increasing frequency of late. The spat began when McCain, a long-time advocate of immigration reform, took issue with the real estate mogul’s remarks branding many Mexican immigrants as rapists and murderers. Trump then fired back during a rally in McCain’s home state of Arizona last weekend, calling the Republican senator “weak on immigration” and an “incompetent” politician, and suggesting that a more conservative candidate could defeat McCain during his Republican Senate primary next year. McCain, in turn, returned fire in an interview with the New Yorker on Thursday. “This performance with our friend out in Phoenix is very hurtful to me,” he told the magazine. “Because what we did was he fired up the crazies.”\n\nSeveral of Trump’s rivals in the GOP’s crowded presidential field wasted no time rushing to McCain’s defense on Saturday, including Rick Perry, Bobby Jindal, and Rick Santorum, who tweeted: “[John McCain] is an American hero, period.” Perry went even further, calling for Trump to drop out as a result. “His comments have reached a new low in American politics,” the former Texas governor said in a written statement. “His attack on veterans make him unfit to be Commander-in-Chief of the U.S. armed forces, and he should immediately withdraw from the race for President.”\n\nTrump, of course, is no stranger to inflammatory rhetoric and hasn’t hesitated to attack his fellow Republicans, including Jeb Bush, the establishment favorite who has seen Trump pull even or surpass him in recent national polls. Still, Trump’s latest swing at McCain is a good deal bigger than the ones he’s taken at Bush about his negotiating skills, and touches on a group of Americans—veterans—that tend to be off-limits from political criticism. As a result, his jab at McCain provides an opening for Trump's rivals to criticize him without having to navigate more fraught territory like immigration reform.\n\nAt least one conservative observer was already predicting that Trump’s attack on McCain could derail a campaign that has so far only gotten stronger under the spotlight. “Advice to [Trump]: Apologize for this pronto,” Weekly Standard editor Bill Kristol tweeted. “Otherwise beginning of the end.” Whether that proves true, of course, remains to be seen. To date, Trump’s failure to play by the traditional rules of politics doesn’t seem to have hurt him one bit.\n\nWith the crowd in Ames on Saturday morning, at least, Trump’s brand seemed largely untarnished. After providing rambling answers to a few more questions from the moderator and the crowd—and at one point responding to a question about his Christian faith by mentioning the GDP and his MBA—Trump left to a standing ovation.\n\nUpdate 2:42 p.m.: Trump is already scrambling to clean up his mess without backing off his attacks on McCain. Shortly after leaving the summit, he posted a message to his Facebook account that explained that he is “not a fan of John McCain because he has done so little for our Veterans,” and because“\"he was extremely disrespectful” to those Arizona voters he labeled “crazies.” In closing, Trump praised American troops. “I have great respect for all those who serve in our military including those that weren’t captured and are also heroes,” he wrote. “I want to strengthen our military and take care of our Veterans. I want to MAKE AMERICA GREAT AGAIN especially for those that serve to protect our freedom. I am fighting for our Veterans!”\n\nElsewhere in Slate: The Case for Covering Trump: Why the media shouldn’t ignore his doomed campaign.", "_id": {"$oid": "55daf21204235215b082e428"}}