{"URL": "https://www.insidehighered.com/news/2015/08/19/freshman-orientations-add-material-affirmative-consent?utm_source=slate&amp;amp;utm_medium=referral&amp;amp;utm_term=partner", "Text": "When students at Indiana University at Bloomington are asked to describe consent, they can often recite the lyrics from a student-written musical.\n\n“Consent is unmistakable … it’s often verbal … it’s uncoerced … it’s freely given … and if you’ve got those things together, that’s consent! Consent … whoa consent!” (The full lyrics of the song are at the bottom of this story.)\n\nAnd as college campuses across the country adapt to a culture -- and legislation -- calling for affirmative consent and “yes means yes” policies, freshmen orientations are often just one touch point for a larger conversation about sexual misconduct policies across campuses. Many colleges are adding programming or are revising past education on sexual assault prevention to focus on teaching the ideas behind affirmative consent, although some institutions already had relevant programs in place.\n\nThe entire Indiana University system revamped its sexual misconduct policy in March, calling for affirmative consent from students participating in sexual acts and clearly outlining resources for students who are seeking to report an incident or find other sources of support. Under affirmative consent, both parties must indicate that they want to participate in a sexual act, either verbally or with specific actions -- and the lack of a no isn't enough to continue.\n\nCarol McCord, the associate dean of students at the Bloomington campus, said little had to be changed in programming for students this year to adapt to the new policy. Students will continue to be required to complete an online module on sexual assault and misconduct before coming to campus, and at orientation will see a musical, written by a student who has since graduated, that ends with a song about consent.\n\n“It sounds cheesy, but let me tell you that many students will tell us that they remember the definition of consent from that song and sing it to us later,” McCord said.\n\nThis year, after viewing the musical, the incoming students will take part in discussions led by their student orientation leaders, who have been trained to lead the conversations by administrators and other university officials, including McCord. The doors to the rooms where the conversations are taking place are kept ajar so officials can check and make sure discussions are staying on track.\n\nMcCord said parents also attend an orientation to explain university policies, but tend to be focused on topics that aren’t as prevalent on campuses, like the presence of nonstudents, faculty or staff on campus or the placement of blue lights, a feature that can ease the concerns of worried parents but that are rarely actually used effectively. Education on consent will be included in the presentation, including information on how students can file a report of sexual violence or harassment and other university resources available for students.\n\nShe said programming on consent and other related topics will continue throughout the academic year. This year, for the first time, posters with information on university resources will be placed in bathroom stalls in each building across campus.\n\nBut above all, McCord said, she and others have focused on making sure that students are able to recognize consent when they have it, and also acknowledge when they don’t have affirmative consent.\n\n“The reality is, that while we must have the university definition, legally and judicially, the reality is that we want them to understand what students need to have consent,” she said. “They don’t need the actual verbatim definition, but they have to be clear when they have it, they need to be clear when they do not have it, clear on how to get it and how to intervene if they see people going forward who can’t give consent.”\n\nA Statewide Approach\n\nAs sexual assault becomes a more prominent topic on college campuses, more and more institutions are adopting -- or being forced to adopt -- affirmative consent policies. Legislation in California and New York requires campuses in both states to include affirmative consent in their sexual misconduct policies, meaning that students, faculty and staff must now be trained using “yes means yes.” This is the first year that all orientations in the states will be covered by these laws.\n\nWithin the State University of New York system, each campus is adapting its own way to teach about affirmative consent, building on the system’s involvement in crafting the New York legislation. Joseph Storch, an associate counsel at SUNY, was one of the leaders in creating the legal language about consent.\n\n“As the most comprehensive system of higher education in the country, SUNY has the capacity -- and frankly, a responsibility -- to serve as the national model,” said a statement from Chancellor Nancy Zimpher. “We are proud to fulfill a leadership role as colleges and universities across the country are challenged to prevent and effectively address incidents of sexual assault and violence. We will continue to work with our students and faculty to increase awareness and ensure safety on SUNY campuses, and our experts are happy to work with others nationally to do the same.”\n\nAnd at private institutions in New York, each college has adopted the new mandated language. At Daemon College, in Buffalo, parents and students attend orientation sessions on consent as well as on dating violence and other similar topics. The students then complete online training before returning to campus for the start of the semester, where they again attend a theatrical performance and discuss the topics, including affirmative consent, during a first-year seminar course.\n\n“I think one of the things is that unless you have context for the information, it’s hard to understand it,” said Greg Nayor, vice president for student affairs at Daemon. “It’s not that the content is all that challenging …. There’s no silver bullet to do this, but people have this information in a variety of different ways, and they don’t realize that they need it until they need it.”\n\nSt. Bonaventure University in New York also takes on a three-phase approach, including skits on life on campus (one of which centers on sexual violence) and workshops to discuss the skits at orientations, an online module and a class called The Hook-Up, presented to students by an outside company during the first week on campus.\n\nStudents are also asked to reflect on what they learned during orientation and other training during a course called University 101, which is taken by all freshmen.\n\nAnd at a Roman Catholic university, where premarital sex isn’t always considered a socially acceptable topic of conversation, the training is a priority for officials and administrators, said Chris Brown, St. Bonaventure's director of first-year experience and orientation.\n\n“We’re a relatively small campus -- our incoming freshman class is just under 400 -- so we do have the ability to tailor a lot of these programs to this small-scale audience and repeat information in different methods and different ways.”\n\nAt Molloy College, in Long Island, students will undergo training and role playing in a session called “Are You Getting the Signal?” Students receive materials outlining college policies and discuss the topic of consent at least five times during orientation. A survey is also administered to freshmen during the sessions, gauging how many have had previous experience with relationship violence.\n\nBut at larger, urban campuses like Columbia University and New York University, administrators emphasized repetitive training to get information across to the entire student body.\n\nIncoming freshmen at Columbia receive materials over the summer before starting classes and are also required to reflect on the link between sexual respect and participation in a university community, whether it’s through watching films and participating in discussions or creating a piece of art as a part of the reflection.\n\nColumbia's sexual assault policies fell under a national spotlight last year when a student carried a mattress with her on campus in protest of a university ruling that her alleged assaulter was not at fault in a complaint she filed in 2013.\n\nStudents benefit from both large discussions during orientation and smaller ones with their resident advisors, said Suzanne Goldberg, the executive vice president for university life at Columbia.\n\n“I think part of what’s important is that education and engagement on these issues extends well beyond orientation and aims to shape an environment that supports all students and reinforces the link between sexual respect and community citizenship,” Goldberg said.\n\nAt New York University, matriculating students of all levels participate in online training, student leaders -- including members of Greek life, varsity athletes and members of the executive boards of NYU’s student clubs -- receive bystander training, and freshmen see a theatrical performance put on by members of the Tisch School of the Arts.\n\nVoluntary workshops focused solely on consent in different communities, such as for LGBT students, are also offered throughout the year, meaning that the education doesn’t end for students once classes start.\n\nZoe Ragouzeos, the associate vice president for sexual misconduct support services at NYU, said that so many options are offered in order to reach as many of the university’s roughly 50,000 students as possible and get an important message about consent across.\n\n“If I had 800 freshmen and I could put all of them in an auditorium and make them listen to what I have to say, it’d be a different situation for us,” Ragouzeos said. “But the fact is that we have 6,000 new students, 22,000 undergraduate students, and it makes us have to make as many things as possible mandatory so we can make sure that people have a basic understanding.”", "_id": {"$oid": "55daf30f04235215b082e482"}}