{"URL": "http://www.slate.fr/story/105853/attaque-train-amsterdam-paris", "Text": "L'attaque commise à bord du Thalys a fait deux blessés, dont un grave.\n\nUne fusillade a fait deux blessés graves dans un Thalys reliant Amsterdam à Paris, vendredi 21 août, avant que l'agresseur ne soit interpellé en gare d'Arras (Pas-de-Calais) peu après 18 heures.\n\nLa section antiterroriste du parquet de Paris a été saisie de l'enquête et François Hollande a affirmé que tout sera «mis en œuvre pour faire la lumière sur ce drame». Le ministre de l'Intérieur Bernard Cazeneuve a dénoncé une «violence barbare» de la part d'un passager «extrêmement violent», qui aurait pu provoquer un «drame terrible» s'il n'avait pas été maîtrisé.\n\nJe fais part de ma solidarité aux blessés de l'attaque du train Amsterdam-Paris. Tout est mis en œuvre pour faire la lumière sur ce drame. — François Hollande (@fhollande) 21 Août 2015\n\nIl ne s'est pas exprimé sur le profil du suspect et n'a pas parlé non plus de «terrorisme», contrairement au Premier ministre belge Charles Michels –l'attaque a eu lieu sur le sol belge et la Belgique a immédiatement renforcé ses mesures de sécurité. Selon l'AFP, d'après les premiers éléments de l'enquête, confiée au parquet antiterroriste, le suspect faisait l'objet d'une fiche des services de renseignement.\n\nJe condamne l'attaque terroriste dans le @thalys_fr et fais part de ma sympathie pour les victimes. — Charles Michel (@CharlesMichel) August 21, 2015\n\nSelon les autorités on compte deux blessés «directs» dans l'attaque, deux Américains: un grièvement par balle, mais dont le pronostic vital n'est pas engagé, contrairement aux premières informations qui ont circulé, et qui a été héliporté au CHU de Lille; un blessé au coude d'un coup de cutter, hospitalisé à Arras. Présent dans le train, l'acteur Jean-Hugues Anglade s'est blessé à la main en brisant une vitre pour tirer le signal d'alarme.\n\nD'après les passagers, cet homme a arrêté le tireur du Thalys. Ce serait un Marines Us. Un héros d'après tous. pic.twitter.com/JYwY4MqXZh — Antoine da Silva (@AdaSilvaArras) 21 Août 2015\n\nD'après la Voix du Nord, les deux blessés, deux Marines en civil selon une source sécuritaire européenne citée par CNN, «auraient entendu dans les toilettes le bruit de la culasse d’une arme lourde en train d’être chargée. Ils seraient intervenus pour maîtriser l’homme avant qu’il ne puisse utiliser l’arme dans la rame.» L'attaque se serait produite dans le wagon de queue du train, qui comptait 554 passagers. L'un d'entre eux a témoigné auprès de Libération du déroulement de l'attaque:\n\n«Un monsieur avec un t-shirt vert, crâne rasé, un sacré bébé, est arrivé. Il y a eu quelques secondes de face-à-face entre les deux hommes, et le passager lui a sauté dessus, et l’a plaqué au sol. Le mec, il a eu des couilles, moi, je suis resté statique, je n’aurais jamais pu faire ça. Un autre est venu l’aider, et tapait sur la nuque du terroriste pour le maîtriser.»", "_id": {"$oid": "55daeffa04235215b082e28c"}}