{"URL": "http://www.washingtonpost.com/blogs/capital-weather-gang/wp/2015/07/30/iran-city-hits-suffocating-heat-index-of-154-degrees-near-world-record/", "Text": "(This article, originally published Thursday evening, updated Friday morning.)\n\nWherever you live or happen to travel to, never complain about the heat and humidity again.\n\nIn the city of Bandar Mahshahr (population of about 110,000 as of 2010), the air felt like a searing 165 degrees (74 Celsius) today factoring in the humidity.\n\n[Iran’s heat index is literally off the charts, and this is what it feels like]\n\nAlthough there are no official records of heat indices, this is second highest level we have ever seen reported.\n\nTo achieve today’s astronomical heat index level of 165, Bandar Mahshahr’s actual air temperature registered 115 degrees (46 Celsius) with an astonishing dew point temperature of 90 (32 Celsius).\n\n\n\nChart showing temperature, dew point in index in Bandar Mahshahr over last 36 hours, using National Weather Service heat index value calculations. (Brian McNoldy)\n\nThis 165 reading, recorded at 4:30 p.m. local time Friday, comes one day after the heat index soared to 159 degrees (70 Celsius) in the same location.\n\n[Unbearable heat and humidity in Iran city were ‘completely normal’ says local]\n\nBandar Mahshahr sits adjacent to the Persian Gulf in southwest Iran where water temperatures are in the 90s. Such high temperatures lead to some of the most oppressive humidity levels in the world when winds blow off the sweltry water.\n\n\n\nLocation of Bandar Mahshahr, Iran portrayed by red marker. (Google map)\n\nIn southeast Iran, also along the Persian Gulf, Jask, Iran observed a heat index of 156 degrees (69 Celsius) on Friday (air temperature 102.2 degrees with a dew point of 91.4 degrees).\n\n[Seattle just broke TWO incredible records — hot and dry]\n\nAlthough there are no official records, 178 degrees (81 Celsius) is the highest known heat index ever attained. It was observed in Dhahran, Saudi Arabia on July 8, 2003. In his book Extreme Weather, weather historian Christopher Burt says Dhahran, also on the Persian Gulf, registered an air temperature of 108 degrees (42 Celsius) and a dew point of 95 (35 Celsius), which computes to such an extreme heat index level.\n\nThis week’s extreme heat index values have occurred as a punishing heat wave has engulfed the Middle East.\n\n50°C (122°F) + stations Thursday: ORMM (Bashrah Iraq) 51°C KQTZ (Baghdad Iraq) 50°C pic.twitter.com/MQZCLSj79I — Ryan Maue (@RyanMaue) July 30, 2015\n\nOn Thursday, Baghdad soared to 122 degrees (50C) – though its dew point was a lowly 44 (7 Celsius) given its desert environs. That combination produced a heat index of 115 – the dry air taking a slight edge off the blistering temperatures.\n\n1 of 6 Full Screen Autoplay Close Skip Ad × Some of the hottest places on Earth View Photos It feels like it couldn’t be any hotter than it is in D.C., but believe it or not, there are worse places to be. Caption It feels like it couldn’t be any hotter than it is in D.C., but believe it or not, there are worse places to be. Lut desert, or Dasht-e Lut, is a large salt desert in southeastern Iran and is the world's 25th-largest desert. In 2004 and 2005, NASA mapped the soil surface temperature of Earth and found that Lut desert was the hottest, with soil temperatures reaching about 160 degrees. Kaveh Kazemi/Getty Images Buy Photo Wait 1 second to continue.\n\nA massive high pressure ridge or “heat dome” responsible for the excessive heat doesn’t look to budge for several days, at least.\n\n[Think it’s hot here? Iraq declared a 4-day heat holiday for temps over 120 degrees]\n\nThe extreme heat over such a long duration is particularly taxing in this war-ravaged region, as Weather.com explains:\n\nThe government has urged residents to stay out of the sun and drink plenty of water, but for many of the more than 3 million Iraqis displaced by violent conflict, that poses a dilemma. Chronic electricity and water cuts in Iraq and other conflict-ridden countries make heat waves like the present one even more unbearable – particularly for the more than 14 million people displaced by violence across the region. In the southern Iraqi city of Basrah earlier this month, protesters clashed with police as they demonstrated for better power services, leaving one person dead. Unlike other countries in the region, Iraq lacks beaches and travel restrictions make it difficult for people to escape the sweltering heat, leaving many – even those fortunate enough to live in their homes – with limited options for cooling off. Some swim in rivers and irrigation canals, while others spend these days in air-conditioned shopping malls.\n\nNotes: Credit to AccuWeather’s Anthony Sagliani for posting Iran temperature information on Twitter Thursday. Heat indices given in this post were calculated using the National Weather Service definition, which may be different from heat index or apparent temperature values reported on other Web sites.\n\nMore from the Capital Weather Gang:\n\nWhy sea level is rising faster in D.C. than anywhere else on the East Coast\n\nWhy is the blue moon “blue?” It’s not because of the color.\n\nWhen does your summer heat peak? It might surprise you.\n\nThe everlasting snow pile: Buffalo’s crusty concoction from 2014 is a survivor\n\nWhy a ‘super El Niño’ could still be a bust for California drought relief", "_id": {"$oid": "55daf21504235215b082e42b"}}