{"URL": "http://www.slate.com/blogs/outward/2015/04/20/can_gays_and_bis_turn_straight_what_the_evidence_says_about_ex_gay_therapy.html", "Text": "Photo illustration by Lisa Larson-Walker. Photo by Wavebreakmedia Ltd/Thinkstock.\n\nPhoto by Andrew Harrer-Pool/Getty Images\n\nLast week Rep. Jackie Speier, D-Calif., introduced a bill in Congress asking states to ban sexual orientation conversion therapy, often abbreviated as CT, for minors. California is one of two states that have prohibited licensed professionals from offering the practice, which includes efforts to change not only sexual orientation but also gender identity.\n\nWhile the congressional bill is only a resolution—it encourages states to bar the practice rather than proposing the heavier lift of a federal ban—the idea that CT is dangerous and should be banned is gaining momentum. Eighteen states have introduced bills prohibiting the “therapy.” President Barack Obama recently endorsed the bans, and next week the Supreme Court will consider whether to take up a legal challenge to them.\n\nAdvertisement\n\n\n\nIn two different national polls (see here and here), more than 60 percent of Americans indicated that they believe conversion therapy doesn’t work. Others disagree. In one poll, nearly a quarter of the population said they believe it works, and in another, 28 percent were unsure. Some have complained of “sociopolitical pressures” to prohibit such treatment, suggesting that politics rather than science has governed the debate.\n\nWhat do we actually know about the practice of CT and its impact on often vulnerable patients? First, the therapy has been discredited across the board by all reputable practitioners, researchers, and professional organizations with any knowledge of the practice. The American Psychological Association’s 2009 opus on the topic concludes that “there is insufficient evidence to support the use of psychological interventions to change sexual orientation” and warns against the harmful effects of trying. At least 10 major groups with knowledge of the issue, including the World Health Organization, echo this position.\n\nSecond, charges that the repudiation of CT is the product of political pressure instead of scientific knowledge ring hollow. One of the main reasons CT has been discredited is that its emergence dated from a time when homosexuality was considered a mental illness, a designation the American Psychiatric Association eliminated in 1973. It’s difficult to justify treating people who aren’t sick. Some suggest that the 1973 decision was itself the product of political pressure. But it must be remembered that the original designation dates back only to 1952, the height of Cold War paranoia and persecution of gays, leftists—indeed anyone who failed to conform to a rigid set of social norms. This was an era that was virulently anti-gay—in 1953, President Dwight D. Eisenhower issued a sweeping order banning gays and lesbians from working in the federal government—and marked by a level of bias and ignorance that can be difficult to recall.\n\nIndeed, it was the act of designating gay people as mentally ill that was plainly the product of politics and ideology. It was only after social awareness led the psychiatric profession to empirically examine its anti-gay assumptions that researchers came to see that gay people don’t, by virtue of their gayness, display symptoms of mental illness.\n\nThis history has a more recent chapter as well. Largely in reaction to the modernization of views on gender and sexuality, social and religious conservatives embarked on a concerted campaign to vilify gay and transgender people as morally and mentally troubled and a threat to the social order. The emergence of same-sex marriage as a realistic prospect in the 1990s intensified their efforts, which included a stealth strategy of building a religious infrastructure masquerading as science to give intellectual credibility to what truly amounts to faith-based bigotry.\n\nA final reason we know that conversion therapy was not renounced due merely to political pressure is that there is actual evidence showing that it is ineffective and can be harmful. The What We Know Project, a research initiative I direct at Columbia Law School, collects peer-reviewed scholarship on public policy issues and makes links available online. My team identified 45 peer-reviewed studies that addressed CT over the last 30 years, of which 13 contained primary research. Of those, 12 concluded that CT is ineffective and/or harmful. Only one found that CT works. That study, written by Joseph Nicolosi, has been roundly condemned for its methodological weaknesses. It used a convenience sample of subjects drawn largely from the stridently anti-gay organization the author co-founded—a group that claims it can turn gay people straight. It relied entirely on self-reports, with no attempt to verify claims by patients that they were now heterosexual. It never defined sexual orientation and ultimately seemed to measure self-identification rather than documenting an actual change from gay to straight. It did not account for the obvious likelihood that many subjects who claimed they were no longer gay were actually bisexual to begin with. And its subjects consisted entirely of people who identified as religious or very religious. Even with all these limitations, only a minority of subjects claimed CT had converted them from gay to straight.\n\nThe dozen studies that found CT to be ineffective and/or harmful also relied on self-reports and had their share of methodological limitations. But researchers must control for the most likely biases their data are likely to betray. A sample of self-selected, highly religious, “dissatisfied homosexually oriented people” who were recruited through an anti-gay organization have an enormous incentive to tell their guru what he wants to hear—and what they are literally praying is true. For this reason, Robert Spitzer, a renowned psychiatrist and researcher who published a 2003 study also claiming CT worked has since repudiated his study (it did not go through regular peer review, so it does not appear on our list), acknowledging it was unreasonable of him to “assume that the subjects’ reports of change were credible and not self-deception or outright lying.”\n\nDespite the limitations of research on both sides of this debate, the studies discrediting CT are persuasive in a way Nicolosi’s is not. For starters, a dozen studies with different methodologies all reached the same result: that CT doesn’t work. Many used clinical case studies, an accepted method in the psychological and psychiatric professions. Others used structured interviews, drawing from a much broader segment of the population than Nicolosi did. Instead of sampling only ex-gay or gay-affirming groups, they assessed subjects from both groups. Some sought to measure sexual orientation by asking indirect questions rather than ones that could be colored by “social desirability” bias, in which subjects answer in ways they think a researcher wants to hear.\n\nOther studies documented stinging harms wrought by CT, results that are more subject to empirical observation than sexual orientation. These included depression, hopelessness, suicidality, emotional distress, social isolation, and decreased capacity for intimacy. Unfortunately, such results are not surprising when using methods that include electric shock, snapping rubber bands to punish same-sex fantasies, humiliation while naked, and threats of damnation.\n\nWhat of the remaining 32 articles on our list? We included these in a category of studies that did not make an empirical assessment about CT’s effectiveness or harms but that we determined “may be useful to practitioners with LGB patients.” Such studies offer insight into, for instance, how to deal ethically with patients who wish they could change their sexual orientation; what we can learn by exploring patients’ motivations for change; and how religious patients can best reconcile their perceptions of what their faith and their physiology demand of them.", "_id": {"$oid": "55daf09004235215b082e311"}}