{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/22/iss_drug_burns_in_mexico_sharks_in_australia_and_more_of_this_week_s_best.html", "Text": "Photo by Pedro Pardo/AFP/Getty Images\n\nPeople dressed as tigers take part in a traditional parade to ask for rain and plenty of crops, in Chilapa, Mexico, on Aug. 15, 2015.\n\nPhoto by Jorge Duenes/Reuters\n\nA burning pile of marijuana and other drugs are incinerated at a Mexican army camp in Tijuana, Mexico, on Aug. 18, 2015. A total of 138.7 tons of drugs seized during this administration, including 7 tons seized in Tijuana, were burned simultaneously in nine states across the country, in an incineration operation coordinated by Mexico’s attorney general office.\n\nPhoto by Denis Doyle/Getty Images\n\nAdvertisement\n\n\n\nA fireman takes down the image of their patron saint, the La Paloma Virgin, in her chapel in La Latina during La Paloma festival celebrations on Aug. 15, 2015, in Madrid.\n\nPhoto by Sivaram V/Reuters\n\nA man dressed as the Hindu god Ardhnarishwar gets ready to take part in a performance during festivities marking the start of the annual harvest festival of Onam in Kochi, India, on Aug. 19, 2015.\n\nPhoto by Tommy Gilligan/USA Today Sports/Reuters\n\nBaltimore Orioles center fielder Adam Jones (not pictured) pies left fielder Henry Urrutia (No. 51) after his walk-off home run during the ninth inning against the New York Mets at Oriole Park at Camden Yards on Aug. 19, 2015.\n\nPhoto by Nguyen Huy Kham/Reuters\n\nPeople perform during celebrations to commemorate the 70th anniversary of the establishment of the Vietnam Public Security police force in Hanoi on Aug. 18, 2015. The force was founded on Aug. 19, 1945, the day of the anti-colonial uprising known as the August Revolution.\n\nPhoto by Ed Wray/Getty Images\n\nIndonesian men in teams of four try to climb to the top of a greased pole called a panjat pinang in order to get to the prizes tied to the top on Aug. 17, 2015, in Jakarta, Indonesia. Cities and villages across Indonesia celebrated the country’s 70th anniversary with traditional games, music, and flag-raising ceremonies.\n\nPhoto by Cris Toala Olivares/Reuters\n\nTall ships sail during the Sail-In Parade marking the beginning of the Sail Amsterdam 2015 nautical festival, held every five years, in Amsterdam on Aug. 19, 2015.\n\nPhoto by David Gray/Reuters\n\nSurfer Arlen Macpherson sits on his board, which has an electronic shark-repellent device installed, at Sydney’s Bondi Beach on Aug. 18, 2015. A spate of shark attacks in Australia has left some of world’s top surfing beaches deserted. Macpherson has embedded the device in his surf board to repel a shark by emitting an electronic force field that overpowers its sensing organs.\n\nPhoto by Edgar Su/Reuters\n\nWomen wearing kimonos look at the Singapore Flyer shrouded by haze near the central business district in Singapore on Aug. 21, 2015.\n\nPhoto by NASA via Reuters", "_id": {"$oid": "55daf1a804235215b082e3f3"}}