{"URL": "http://www.slate.com/blogs/the_slatest/2015/07/25/obama_calls_for_gay_equality_in_africa_kenyan_president_says_it_s_a_non.html", "Text": "Photo by SAUL LOEB/AFP/Getty Images\n\nPresident Barack Obama did it. After speculation, warnings and threats, Obama addressed gay rights during his first full day in Kenya, saying everyone should be treated equally under the law. \"As somebody who has family in Kenya and knows the history of how the country so often is held back because women and girls are not treated fairly, I think those same values apply when it comes to different sexual orientations,\" Obama said, according to the BBC.\n\nStanding alongside Kenyan President Uhuru Kenyatta at a joint press conference, Obama emphasized that he believes \"in the principle of treating people equally under the law\" and noted that \"the state should not discriminate against people for their sexual orientation.\" He also likened gay rights in Africa to the civil rights struggle of African-Americans in the United States, saying he was “painfully aware of the history when people are treated differently under the law.”\n\nAdvertisement\n\n\n\n\"That's the path whereby freedoms begin to erode and bad things happen,\" Obama said, according to the Associated Press. \"When a government gets in the habit of treating people differently, those habits can spread.\"\n\nYet Kenyatta quickly made it clear Obama’s words weren’t about to shake up the longstanding discrimination against gays and lesbians in Kenya, noting that it “is really a non-issue\" and that it's not \"really an issue on the foremost mind of Kenyans. And that is a fact.”\n\nObama’s words came after much speculation that Obama would bring up the issue in a country where gay sex can be punished with up to 14 years in prison. There were marches and campaigns on social media warning Obama against bringing his “gay agenda” and “Western ideology” to Kenya, notes the Christian Science Monitor. One group was even planning to hold a naked protest, although that was called off.\n\nWhile some have been optimistic that bringing attention to the continued plight of the gay community in Kenya could help spur change, there was also concern about possible backlash. “Right now there is a lot of visibility and talk of homosexuality. When that happens, there is a spike in violence,” says Anthony Oluoch, executive director of the media and advocacy group Gay Kenya Trust. “Visibility is a double-edged sword.”\n\nObama spoke a day after he had a big dinner with three dozen members of his Kenyan family at his hotel. During the dinner, Obama sat next to his half-sister Auma and step-grandmother Sarah Obama, reports ABC News. Obama is leaving for Ethiopia on Sunday.", "_id": {"$oid": "55daf02804235215b082e2be"}}