{"URL": "http://www.slate.com/blogs/moneybox/2015/08/20/donald_trump_says_the_real_unemployment_rate_is_42_it_s_not.html", "Text": "Photo by Win McNamee/Getty Images\n\nLoutish billionaire hyperbolist Donald Trump sat down for a wide-ranging interview with Time this week, during which he made the following remarkable claim:\n\nIn interview with @TIME, Donald Trump says the \"real unemployment rate\" is 42 percent. http://t.co/xE4YOEsv59 pic.twitter.com/Y9PxzvrEiY — Pete Schroeder (@peteschroeder) August 20, 2015\n\nThis is not the first time Trump has shared his doubts about the official unemployment rate—he previously called it “totally phony”—which the Bureau of Labor Statistics defines as the percentage of adults who are out of a job and looking for work. Of course, there are very good reasons why the government uses that measure. Many people, such as stay-at-home parents, students, retirees, the disabled, and the occasional trust-fund kid, simply choose not to work, and their lack of gainful employment isn't really a reflection of the labor market's health. The government offers other, broader measures meant to track the number of people working less than they would like, but the most expansive, known as U-6, only shows that about 10.6 percent of the workforce is underemployed or jobless.\n\n\n\nAdvertisement\n\n\n\nIn any event, simply adding up all the adults out there who lack jobs and calling them unemployed doesn't make a lot of sense. So, I found myself wondering, where did Trump get this idea? It seems to have originated with David Stockman, who served as director of the Office of Management and Budget under President Reagan, and in recent years has emerged as a sort of weird, self-styled prophet of doom, beloved by conspiracy theorists, gold bugs, and Rush Limbaugh. In a June blog post railing against the Federal Reserve (a favorite pastime of his), Stockman wrote that the official unemployment rate \"as a proxy for full employment does not even make it as primitive grade school economics.\" He continued:\n\nAt the present time, there are 210 million adult Americans between the ages of 16 and 68—to take a plausible measure of the potential work force. That amounts to 420 billion potential labor hours, if we accept the convention that all adults are at least theoretically capable of holding a full-time job (2,000 hours/year) and pulling their share of society’s need for production and work effort.\n\nBy contrast, during 2014 only 240 billion hours were actually supplied to the US economy, according to the BLS estimates. Technically, therefore, there were 180 billion unemployed labor hours, meaning that the real unemployment rate was 42.9%, not 5.5%!", "_id": {"$oid": "55daf1d504235215b082e41a"}}