{"URL": "http://www.slate.com/blogs/outward/2014/09/12/new_jersey_s_gay_conversion_therapy_ban_upheld_along_with_the_first_amendment.html", "Text": "Photo by wavebreakmedia/Shutterstock\n\nThere’s a special kind of misery that occurs when a court reaches an unquestionably correct ruling for entirely the wrong reasons. Advocates of gay rights and free speech have been feeling that singular grief due to a spate of well-meaning but wrongheaded court rulings upholding the constitutionality of ex-gay conversion “therapy” bans. According to these rulings, such bans aren’t really speech at all, but simply “conduct.” Thus, they fall outside the protections of the First Amendment and don’t implicate any free speech concerns.\n\nMark Joseph Stern Mark Joseph Stern is a writer for Slate. He covers the law and LGBTQ issues.\n\nBut on Thursday, a unanimous panel on the 3rd Circuit put the kibosh on this ill-starred line of reasoning, upholding New Jersey’s gay conversion “therapy” ban under a very different rationale. In an opinion by George W. Bush appointee D. Brooks Smith, the court held that, in fact, talk therapy by medical professionals is indeed a form of speech, not mere “conduct.” Because the speech occurs in the heavily regulated setting of doctor-patient treatment, however, therapists’ First Amendment protections are somewhat diminished. The state, after all, has an interest in protecting patients from harmful medical care, whether that care comes in the form of surgery or speech.\n\nAdvertisement\n\n\n\nBalancing all these complex interests, the court decided that New Jersey’s desire to protect gay people from harmful quackery outweighs those therapists’ free speech rights. In reaching this conclusion, the court used a test not unlike the one I suggested last year. A restriction on professional speech, the court held, is valid so long as it “directly advances the state’s substantial interest” in protecting citizens from harm and is “no more extensive than necessary.” The application of this test here is easy: Gay conversion “therapy” can trigger depression and suicide, and New Jersey’s ban merely revokes the license of any professional who practices it. Accordingly, the law passes First Amendment muster.\n\nAt first blush, it might not seem particularly important what reasoning courts use to strike down gay conversion “therapy” restrictions. But the test courts use here could have significant implications in other contexts. Just this summer, a divided panel on the 11th Circuit used the “conduct” rationale to uphold a savage, cynical Florida law that forbids doctors from giving their patients advice about gun safety. Because the censorship in question took place in the doctor’s office, the court explained, it was just a reasonable “regulation of professional conduct,” not a free speech violation. Under the 3rd Circuit’s test, Florida’s statute would almost certainly fall; the state has no “substantial interest” in protecting citizens from a gentle inquiry about firearms, and the absurdly broad law gags doctors from even broaching the topic.\n\nThus far, the Supreme Court has declined to weigh in and clarify the appropriate constitutional test for ex-gay conversion “therapy” bans. But if they do, the conservative justices will be bound by some precedent that they would probably prefer to ignore. Prior to the current quarrels over guns and gays, the question of medical censorship really only came up in one context: abortion. In the early 1990s, the court heard several cases in which doctors claimed they had a First Amendment right not to peddle a state’s anti-abortion message to their patients. Each time, the conservative justices waved away these concerns, suggesting (almost offhandedly) that the state had a rational interest in regulating doctors’ professional activity.", "_id": {"$oid": "55daee8604235215b082e1c1"}}