{"URL": "http://theconcourse.deadspin.com/the-fight-for-the-soul-of-black-lives-matter-1724803469", "Text": "A week and a half ago, presidential candidate Bernie Sanders was speaking in Seattle, Wash., when he was interrupted by two young, black protesters. Marissa Janae Johnson and Mara Jacqeline Willaford, representing the local chapter of Black Lives Matter, called on the Vermont senator to publish his campaign platform for police reform. Much to the chagrin of the audience, the women took over the microphones and solicited a four-and-a-half-minute silence to commemorate the shooting death of a black, unarmed teen named Michael Brown in Ferguson, Mo., a year earlier. They refused to relinquish the stage, and the rally was cut short. The protest was an unqualified success for everyone involved.\n\nhttp://theconcourse.deadspin.com/bernie-sanders...\n\nThe event made national news, boosting the fringe candidate’s national profile as publications all over the country highlighted the race-relations section of his CV—he marched with Martin, if you haven’t heard—and positioning him, for now at least, as the only candidate with any serious aspirations or plans to address white supremacy. The very next day, Sanders dropped a detailed racial-justice package on his website, appearing to concede to Black Lives Matter and also providing a written document that identified various effects of this country’s systemic, ongoing racism and offered the seeds of a plan to undo it. It’s impressive as hell, and it will serve as a yardstick against which to measure every other presidential candidate as the 2016 race picks up.\n\nEveryone wins. And in such a triumphant time as this, the question that has finally brought long-simmering tensions to a boil among various leaders of the effort to end state-sanctioned violence against blacks is a simple one: Who gets the credit?\n\nAdvertisement\n\nThis brings us to DeRay Mckesson.\n\n\n\nMckesson is a 29-year-old black civil rights activist. He was born in Baltimore, attended college at the famously liberal (and famously expensive) Bowdoin College, bounced around after graduating, and eventually landed a six-figure gig as an administrator in the Minneapolis school system, which he held until last summer, when Brown was gunned down by Ferguson police officer Darren Wilson. Mckesson took part in the local Ferguson protests that followed; he eventually quit his job and moved to St. Louis.\n\nhttp://www.nytimes.com/2015/05/10/mag...\n\nOnce there, Mckesson became part of a small crew of likeminded, young protesters, the best-known being Johnetta “Netta” Elzie, a 25-year-old from St. Louis. They attended protests and documented them meticulously through social media. They travel often; because Mckesson no longer works a straight job, he travels the most. He’s also a constant Twitter presence, largely tweeting laconic, pro-black, self-affirming messages to Beyoncé and his 215,000+ other followers all day, every day, while also retweeting news updates and tweets from other people directed to him. More than anything else, Mckesson’s appeal is his perceived ubiquity. There have been more than 1,000 Black Lives Matter protests in the last year, but it feels like this dude’s always on the front lines in his trademark blue Patagonia vest.\n\nIn less than a year, Mckesson has emerged as the de facto face of the movement to end police brutality against African-Americans. And as his fame has grown, so has his opposition. He’s black and gay, and speaks out not just against cops killing blacks, but about how those killings are an inevitable endpoint of systemic racism—less deviations from policy than a function of it—and so he’s been attacked from all sides. Though he doesn’t claim allegiance to Black Lives Matter—the movement’s most prominent organization—they’re fighting for the same thing, and often in the same place at the same time, and so they are conflated by nearly everyone. This wasn’t that big a deal until Monday, when Mckesson demanded an audience with the Bern himself:\n\nSanders wasn’t really seen as all that serious a candidate until Black Lives Matter blew him up, causing white progressives all over the country to take notice, take umbrage, and inevitably take his side. Sanders’s campaign, by offering to meet, was basically returning the favor. The group has largely been covered and regarded as a poor man’s Occupy: lots of aggrieved young people marching, directionless, without any plan or power to effect change. Lots of emotion, but no policy, some fossils scolded. Martin and Malcolm are rolling in their graves.\n\nIn this context, Sanders—now seen as, if not a viable candidate, one with a constituency—publicly scheduling a meet with young blacks to talk about how to make his platform more amenable to them is a big goddamn deal. This is White People Shit! And if anyone needed more proof of Black Lives Matter’s clout, a private meeting Hillary Clinton had with the group’s Boston chapter last week—which took place in an overflow room into which activists were rerouted when they arrived to closed doors—was recently leaked to MSNBC and the internet. It seems that even Hillary has to show she’s down for the cause, and if it’s on camera, all the better.\n\nShit got real on Monday, though, when legendary journalist-turned-power-tweeter dream hampton took exception to Sanders’s choice of whom to approach. Mckesson, she explained, has nothing to do with Black Lives Matter, and is merely profiting from the work of the group’s Seattle members.\n\nThis raises interesting questions about whether Mckesson, as an independent operator, is an appropriate representative of Black Lives Matter. The answer is muddy, and hinges on how you define the organization. It was originally a hashtag that blossomed into an organization founded by three women—Patrisse Cullors, Alicia Garza, and Opal Tometi—in Oakland in July 2013 after Trayvon Martin was shot to death by George Zimmerman. BLM exploded during last year’s highly publicized string of incidents in which unarmed blacks were blown away by police; it now has a board and recognized chapters all over the country. “Black Lives Matter” is now both the specific name of a working organization and a more general rallying cry for people working to halt the steady stream of blacks being killed by agents of the state. Mckesson has become the face of that latter movement, operating under its flag; he is not the official face of, or operating under, the organization.http://theconcourse.deadspin.com/america-is-not...\n\nAs for hampton, his new nemesis, she sits on the board of Black Lives Matter. The most charitable reading of this beef is that the organization—which now has more reach and clout among young people than the NAACP—is largely run by black women, many of them LGBTQ, and the only reason Mckesson is meeting with Sanders at all is because of the brave actions of two Seattle activists. From this point of view, Mckesson reaching out to Sanders, and the candidate responding to him instead of to the women who made this all happen, is yet another example of the erasure of women—specifically women of color—from their own creation.\n\nBut fuck all that.\n\nHere is a series of screenshots of a conversation between hampton and Erika Totten, a friend and ally of Mckesson’s, in which hampton admits, among other things, that Sanders’s camp reached out to the organization about setting up a meeting, but Black Lives Matter declined. They weren’t ready yet, because the organization has a whole lot of red tape, as all large organizations do. And so they missed out to a smaller, more nimble crew of protesters. It happens. Shit happens.\n\nThe infighting that followed is the same humdrum dick-measuring that takes place during every large-scale political endeavor, and especially one that involves the ever-fractious left. It’s instructive in that it provides a realtime case study of how grassroots movements are born and evolve from ideas into organizations into revolutions led by civilian activists who sometimes become public figures and develop their own interests. Mckesson, of course, isn’t a perfect vessel for the cause; no one in this solely for the Twitter fame would brave pepper spray, vengeful police officers in riot gear, and rubber and real bullets for very long, but there’s a legitimate question about the value of attending protests in the role of celebrity documentarian, and his touch hasn’t been completely smooth. It turned the stomach, for example, to see Mckesson waltz into Charleston, S.C., following the slaughter of nine black churchgoers there by white supremacist Dylann Roof, with a Twitter shirt on like a walking ad board.\n\nStill, he’s weathered far more attacks against his cause and his character—even from people ostensibly on his side—than the facts warrant.\n\nThe most absurd of these attacks also took place last week, when various strains of black supremacists and black nationalists and black dumb people decided to grab their iPhones and Dells and whatever to accuse Mckesson of being the white man’s puppet for using Dove soap, demanding that he trade it out for African-made soap lest he betrays black business. (They are right that Dove soap is bad, but for the wrong reasons.) But there have been other issues, as well—hampton herself has been accused of claiming Mckesson is working with the FBI. He’s been attacked for taking money to protest, as well as being a shameless self-promoter. His life has been threatened. But one attack stands out in particular.\n\n\n\nThis tweet picked up dozens of favorites and retweets before it was deleted, but it’s one of the most common complaints made about Mckesson, and against a lot of black writers. (It’s a common accusation made against me personally when I write about police brutality and white supremacy in America.) It’s largely made by whites, many of whom consider themselves progressive and down for the cause—but some black people do it, too. It’s based on the idea that this war between the ruling caste and the black people lodged underfoot is escapable; that a black person with means can physically relocate to the suburbs, or the country, and miss out on the war altogether, becoming either invisible or bulletproof; that such a person therefore no longer has the need or even the right to protest or fight back; even that such a person is, in some sense, less black.\n\nThis is dangerous, and not just because it pathologizes blackness, but because it is, on its own terms, bullshit. Black people are lynched by the state for no other reason than they are black. Blacks are under assault for no other reason than they are black. Police have freedom and incentive to enter projects and ghettos filled with pinned-down blacks and emerge with black corpses with little fear of any consequences. Though police shootings are very rare in context of the entire population, police have freedom and incentive to stop blacks—not even in rich areas, but especially in rich areas—to search for any reason to remove them from public life. Black men who don’t resist aren’t safe. Black women who smoke cigarettes aren’t safe. Black children who play in parks or are enrolled in expensive colleges aren’t safe. Blacks with degrees and money and good families aren’t safe. Hell, Chris Rock isn’t safe.\n\nThis idea is dangerous, too, because it plays into the hands of activists who see power as an end rather than a means, who see power as a zero-sum game. It’s important to note that there are no Martins or Malcolms here—not even Martin and Malcolm existed as we remember them—and so every protester is for better and for worse recognizably in a long line of activists who are idealistic and tenacious and good even as they are sinking beneath the weight of their own agendas and ambitions and failings, the same as all of us. Just as everyone involved in this movement is fighting for change, they are also fighting for credit, and credibility, and power, and perhaps even for money. When a person or a group loses sight of this, either within themselves or within others, infighting and petty politics erupt as a result—hampton and others are, among other things, facing inward, fighting to see who is more important, who is more senior, who should be the first to be pandered to by a stream of ambitious politicians whose main goal is to win their absolution. Meanwhile, out there, the war rages on.\n\nWhen agents of the state crush a black man, black woman, or black child into a black corpse, it is an assault on all black families and all black communities. In this country, a third of all black men will spend time behind bars in their lifetimes, and today, there are two million black men who have been convicted of felony sentences, erased from American life, and stripped of the ability to democratically effect change, to better themselves. This, too, is an assault on all black families and all black communities. Whatever anyone tells you, this is a war with no escape, which is precisely why this war is so urgent. It’s why Black Lives Matter exists at all, and it’s why everyone, even Mckesson, has to fight, and has a right and even an obligation to be both seen and heard while fighting.\n\nYesterday in St. Louis, eight miles and a single year removed from Michael Brown’s dismantling, police claimed another black life. His name was Mansur Ball-Bey. He was 18 years old. The two officers who shot at him said he pointed a gun at them. They said they had no choice.\n\nLast night, police in riot gear met protesters in the street. They beat their batons against the ground as they approached. They fired tear gas at their citizens, shot rubber bullets at them, and arrested them for disrupting traffic. And through it all, protesters chanted, “Black Lives Matter.”\n\nPhotos via Associated Press and Twitter", "_id": {"$oid": "55daf1bc04235215b082e403"}}