{"URL": "http://www.slate.com/articles/technology/future_tense/2014/11/are_google_results_free_speech_protected_by_the_first_amendment.html", "Text": "Screenshot via Google\n\nOver the past few years, the Supreme Court has welcomed an unprecedented number of nonhumans into the personhood club. First, the court held that corporations and labor unions were legally people and could spend unlimited sums on electioneering. Then it ruled that pharmaceutical companies have a First Amendment right to data mining. And just last summer, the court decided that an arts and crafts chain was effectively a person who had a religious right to deny employees birth control.\n\nMark Joseph Stern Mark Joseph Stern is a writer for Slate. He covers the law and LGBTQ issues.\n\nGiven this legal trend, it’s really no surprise that Google would get in on the fun. In a recent case, the search engine giant argued that its search results—selected entirely by a computerized algorithm—are free speech and deserve full First Amendment protection. Last week, a California judge agreed that the coding of Google’s algorithm is “constitutionally protected activity” and tossed out a lawsuit against the search engine. Computers are people, my friend.\n\nGoogle has actually been developing its First Amendment defense since at least 2003, fine-tuning it through a series of antitrust lawsuits by disgruntled companies that ignored Reese Witherspoon’s sage counsel and Googled themselves. The companies expected to see their websites at the top of the results but instead they wound up a few spots down, or—horrifically—on the second page. Irked by their perceived Internet obscurity, the companies then filed antitrust lawsuits against Google, arguing that the search engine was manipulating its results to favor certain companies and stifle competition.\n\nAdvertisement\n\n\n\nThis accusation is nothing new, and Google has long insisted that it doesn’t engineer its algorithm to boost certain companies’ rankings. But antitrust suits are incredibly expensive to litigate, and a nasty legal battle could tarnish Google’s image in the public eye. So instead of fighting the antitrust suits on their own terms, Google decided to claim that they represented an unconstitutional encroachment on Google’s free speech.\n\nIn its early years, Google had a mixed record with this argument; sometimes it won, but sometimes it lost under the theory that a private company’s data had nothing to do with the First Amendment. Lately, however, the company has been on a winning streak, with the conventional wisdom settling around the notion that search results count as free speech. Google’s latest victory is probably its most satisfying: In his one-paragraph ruling, the California judge didn’t even feel compelled to explain why search results are protected.\n\nOne major reason the courts came around to this far-from-obvious conclusion is that Google got much better at making its own constitutional case. That’s because the search engine commissioned Eugene Volokh, law professor–cum–legal celebrity, to co-author a lucid white paper explaining the precise reasoning behind the First Amendment claim. Volokh argues that the company’s search results reflect “individual editorial choices” about both opinions and facts—two categories of speech that enjoy full First Amendment protection. By “select[ing] what information it presents and how it presents it,” Google is exercising classic free speech, not unlike a newspaper editor might.\n\nAll of that seems clearly correct. But what about the most basic component of the search engine—its algorithm? Once Google has written its algorithm, it simply runs automatically, sifting through data and ordering it in a certain way. This act doesn’t involve any human judgment; it doesn’t even involve a human. How do these “sophisticated computerized algorithms,” in Volokh’s description, engage in anything close to speech?\n\nA few years ago, this question would’ve been a constitutional stumper. But in a 2011 case called Sorrell v. IMS Health, the Supreme Court erected bold new First Amendment protections for data. Sorrell involved a Vermont law that forbade doctors from selling prescription data to drug companies. The pharmaceutical companies argued that the law violated their First Amendment rights to access and distribute data. In an emphatic ruling, the court’s five conservatives—joined, surprisingly, by the liberal Justice Sonia Sotomayor—struck down the Vermont law. By restricting the exchange of data, the court held, Vermont was actually limiting the “creation and dissemination” of information. And “there is thus a strong argument,” the court asserted, that “information is speech.”\n\nVery few people paid close attention to Sorrell when it came down. Yet with its declaration that data is information and information is speech, the case may have a profound impact on the First Amendment in the digital age. Before Sorrell, Google could easily argue that its actual search results qualified as speech. But it would have struggled to claim that its algorithm was also speech and that the government could not constitutionally enforce a ruling demanding that it be modified. After Sorrell, the whole kit and caboodle is protected by the First Amendment. Google’s algorithm may be performed by a computer, but by taking in data and churning out information, the computers are partaking in constitutionally protected free speech activity.\n\nEurope gives this theory the side-eye. Last May, the European Court of Justice implemented a “right to be forgotten,” which allows private citizens to request that search engines hide results that pertain to their pasts. Canada has also hopped aboard the Google censorship train; last June, Supreme Court of British Columbia asserted a right to censor Google search results not just in Canada but anywhere in the world. In these countries, freedom of speech is more of a suggestion than a command, a nice idea that still has to be balanced against a bevy of government interests. When those interests involve privacy or antitrust laws, a search engine’s free speech claims are probably going to fail.\n\nIn the United States, of course, we do things differently, which is generally a good thing. By giving wide berth to what counts as “speech,” the Supreme Court has protected the rights of pornographers, picketers, and flag-burners—as well as corporations, data miners, and, it appears, search engines. (Perhaps the court will soon tackle the free speech rights of robots, too.) The justices are so dedicated to the uninhibited flow of information that they’ll smack down any attempt to staunch it, even if that means protecting a corporation’s right to run data through a computer.", "_id": {"$oid": "55daf18f04235215b082e3db"}}