{"URL": "http://publiceditor.blogs.nytimes.com/2015/07/27/a-clinton-story-fraught-with-inaccuracies-how-it-happened-and-what-next/", "Text": "The story certainly seemed like a blockbuster: A criminal investigation of Hillary Rodham Clinton by the Justice Department was being sought by two federal inspectors general over her email practices while secretary of state.\n\nIt’s hard to imagine a much more significant political story at this moment, given that she is the leading candidate for the Democratic nomination for president.\n\nThe story – a Times exclusive — appeared high on the home page and the mobile app late Thursday and on Friday and then was displayed with a three-column headline on the front page in Friday’s paper. The online headline read “Criminal Inquiry Sought in Hillary Clinton’s Use of Email,” very similar to the one in print.\n\nBut aspects of it began to unravel soon after it first went online. The first major change was this: It wasn’t really Mrs. Clinton directly who was the focus of the request for an investigation. It was more general: whether government information was handled improperly in connection with her use of a personal email account.\n\nMuch later, The Times backed off the startling characterization of a “criminal inquiry,” instead calling it something far tamer sounding: it was a “security” referral.\n\nFrom Thursday night to Sunday morning – when a final correction appeared in print – the inaccuracies and changes in the story were handled as they came along, with little explanation to readers, other than routine corrections. The first change I mentioned above was written into the story for hours without a correction or any notice of the change, which was substantive.\n\nAnd the evolving story, which began to include a new development, simply replaced the older version. That development was that several instances of classified information had been found in Mrs. Clinton’s personal email – although, in fairness, it’s doubtful whether the information was marked as classified when she sent or received those emails. Eventually, a number of corrections were appended to the online story, before appearing in print in the usual way – in small notices on Page A2.\n\nBut you can’t put stories like this back in the bottle – they ripple through the entire news system.\n\nSo it was, to put it mildly, a mess. As a result, I’ve been spending the last couple of days asking how this could happen and how something similar can be prevented in the future. I’ve spoken to the executive editor, Dean Baquet; to a top-ranking editor involved with the story, Matt Purdy; and to the two reporters, Matt Apuzzo and Michael S. Schmidt.\n\nMeanwhile, I heard from readers, like Maria Cranor who wanted clarification and explanation on The Times’s “recent, and mystifying, coverage of the HRC emails. It appears that your reporters relied on leaks from the Gowdy committee to suggest that Clinton was involved in some kind of criminal malfeasance around the emails. The subsequent walk backs have not been effective, or encouraging. Please help us retain our wavering confidence in the Times’ political coverage!” (Her reference is to the Republican congressman, Trey Gowdy.)\n\nAnother reader, Paul Kingsley, demanded a refund for his Friday paper. “We all deserve one,” he wrote to me. And, complaining about the lack of transparency and the errors, he added:\n\n1) please repost the original reporting;\n\n2) provide an explanation as to how it made it to press and what was wrong.\n\n3) what are you going to do to prevent such inaccurate bias in the future?\n\n4) are you going to minimize using unnamed sources?\n\nThe story developed quickly on Thursday afternoon and evening, after tips from various sources, including on Capitol Hill. The reporters had what Mr. Purdy described as “multiple, reliable, highly placed sources,” including some “in law enforcement.” I think we can safely read that as the Justice Department.\n\nThe sources said not only was there indeed a referral but also that it was directed at Mrs. Clinton herself, and that it was a criminal referral. And that’s how The Times wrote it initially.\n\n“We got it wrong because our very good sources had it wrong,” Mr. Purdy told me. “That’s an explanation, not an excuse. We have an obligation to get facts right and we work very hard to do that.”\n\nBy Friday afternoon, the Justice Department issued a terse statement, saying that there had been a referral related to the potential compromise of classified information, stating clearly that it was not a criminal referral. Mr. Purdy says he remains puzzled about why the initial inaccurate information was confirmed so clearly. (Update: Other news outlets also got confirmation of the criminal referral as they followed The Times’s story. They did not report, as an earlier version of this post suggested, that she herself was the target of the referral.)\n\nThere are at least two major journalistic problems here, in my view. Competitive pressure and the desire for a scoop led to too much speed and not enough caution. Mr. Purdy told me that the reporters, whom he described as excellent and experienced, were “sent back again and again” to seek confirmation of the key elements; but while no one would discuss the specifics of who the sources were, my sense is that final confirmation came from the same person more than once.\n\nThe reporters and editors were not able to see the referral itself, Mr. Purdy said, and that’s the norm in such cases; anything else would be highly unusual, he said. So they were relying on their sources’ interpretation of it. All at The Times emphasized that the core of the initial story – the request for an investigation – is true, and that it was major news, as was the later development.\n\nHindsight’s easy, but I’ll take a stab at it anyway. Here’s my take:\n\nFirst, consider the elements. When you add together the lack of accountability that comes with anonymous sources, along with no ability to examine the referral itself, and then mix in the ever-faster pace of competitive reporting for the web, you’ve got a mistake waiting to happen. Or, in this case, several mistakes.\n\nReporting a less sensational version of the story, with a headline that did not include the word “criminal,” and continuing to develop it the next day would have been a wise play. Better yet: Waiting until the next day to publish anything at all.\n\nLosing the story to another news outlet would have been a far, far better outcome than publishing an unfair story and damaging The Times’s reputation for accuracy.\n\nWhat’s more, when mistakes inevitably happen, The Times needs to be much more transparent with readers about what is going on. Just revising the story, and figuring out the corrections later, doesn’t cut it.\n\nMr. Baquet, who is a former Times Washington bureau chief, told me Sunday by phone that he faults himself on this score, and he would do it differently now.\n\n“We should have explained to our readers right away what happened here, as soon as we knew it,” he said. That could have been in an editor’s note or in a story, or in some other form, he said.\n\n“The readers of The New York Times got whipsawed,” by all the conflicting reports and criticism, he said.\n\nHe agreed, as Mr. Purdy did, that special care has to come with the use of anonymous sources, but he believes that the errors here “may have been unavoidable.” And Mr. Purdy said that he thought The Times probably took too long to append a correction in the first instance.\n\nBut, Mr. Baquet said, he does not fault the reporters or editors directly involved.\n\n“You had the government confirming that it was a criminal referral,” Mr. Baquet said. “I’m not sure what they could have done differently on that.”\n\nNone of this should be used to deny the importance of The Times’s reporting on the subject of Mrs. Clinton’s email practices at the State Department, a story Mr. Schmidt broke in March. Although her partisans want the focus shifted to these errors, the fact remains that her secret email system hamstrung possible inquiries into her conduct while secretary of state both by the news media and the public under the Freedom of Information Act and by Congress. And her awarding to herself the first cull of those emails will make suspicion about what they contained a permanent part of the current campaign.\n\nNevertheless, the most recent story is both a messy and a regrettable chapter. It brings up important issues that demand to be thought about and discussed internally with an eye to prevention in the future.\n\nMr. Baquet and Mr. Purdy said that would happen, especially on the issue of transparency to readers. In my view, that discussion must also include the rampant use of anonymous sources, and the need to slow down and employ what might seem an excess of caution before publishing a political blockbuster based on shadowy sources.\n\nI’ll summarize my prescription in four words: Less speed. More transparency.\n\nAfter all, readers come to The Times not for a scoop, though those can be great, but for fair, authoritative and accurate information. And when things do go wrong, readers deserve a thorough, immediate explanation from the top. None of that happened here.\n\n(Update: An editors’ note, explaining the errors and stating that corrections should have been handled differently, was published late Monday, and appeared in Tuesday’s paper on page A2.)", "_id": {"$oid": "55daf17004235215b082e3c5"}}