{"URL": "http://www.nytimes.com/2015/08/20/us/activist-shaun-king-denies-claims-he-lied-about-race-and-assault.html", "Text": "Advertisement Continue reading the main story\n\nA racial justice activist with a wide following on Twitter denied conservative bloggers’ claims on Wednesday that he had lied about his race and about being the victim of a racially motivated attack.\n\nThe activist, Shaun King, 35, rose to prominence in the Black Lives Matter movement after the fatal police shooting of Michael Brown, an unarmed teenager, in Ferguson, Mo., in August 2014. He has said that his mother is white and his father is black and that the assault fueled his passion for helping people.\n\nBut conservative bloggers accused him of lying about both, pointing to a police report from an incident that Mr. King describes as his brutal beating by a white mob. In the report, dated March 1, 1995, Mr. King’s race is marked as white, his injuries are described as minor, and only one other student is identified as being involved.\n\nKeith Broughton, the investigating detective, said in a telephone interview on Wednesday that he had not asked Mr. King about his race but filled out the form based on the observation of the student’s light skin and white mother. He said he interviewed six witnesses put forth by the school’s principal, including a teacher who broke up the fight. They all described it as a one-on-one altercation, he said.\n\nThe report was picked up from a conservative blogger and published Wednesday on the conservative media site Breitbart, and the reaction was swift. Mr. King became the top trending topic on Twitter, where he responded to the accusations in a series of messages to his 170,000 followers.\n\n“Every single person who knows me BEYOND Twitter, beyond trending topics and HIT PIECES, knows I have never lied about my race,” Mr. King wrote in response on Twitter. In a second message, he added, “Out of LOVE for my family, I’ve never gone public with my racial story because it’s hurtful, scandalous, and it’s MY STORY.”\n\nReached by email on Wednesday, Mr. King declined to comment on the accusations and referred a reporter to his responses on social media.\n\nAlthough reports calling his race and account of the assault into question have been circulating on conservative media for months, they had not received much attention before Wednesday.\n\nMr. King is not the first racial justice activist to be accused of appropriating a black identity. Rachel Dolezal, a former president of the Spokane, Wash., chapter of the National Association for the Advancement of Colored People, touched off a national debate about racial identity when she resigned her position in June after her parents revealed that she is white and had made up parts of her personal biography. Ms. Dolezal continues to identify herself as black.\n\nLike Ms. Dolezal, Mr. King attended a historically black college. He matriculated at Morehouse College, a college in Atlanta for men, with the help of a scholarship sponsored by Oprah Winfrey.\n\nResponding to a Breitbart report asking whether he misled Ms. Winfrey, Mr. King said he “did not concoct a lie” about his race to gain admission to Morehouse or to get the scholarship.\n\nAdvertisement Continue reading the main story\n\nAdvertisement Continue reading the main story\n\nMorehouse declined to comment on the allegations on Wednesday, but officials said in a message on Twitter that the college did not grant admissions or scholarships based on race.\n\nMr. King has founded several start-ups promoting philanthropy through technology, according to his website 100 Life Goals. He is a justice columnist for the Daily Kos website and has written for publications including The Guardian, The Washington Post, The Wall Street Journal and Vox.\n\nMr. King has said that he comes from a blended family and that none of his siblings have the same sets of parents.\n\nBreitbart and the blogger whose report was picked up, Vicki Pate, also posted copies of what they said was Mr. King’s birth certificate, which listed as his father a man who is white. A copy of the document from the Kentucky Office of Vital Statistics could not be obtained on Wednesday because the deadline for same-day processing had passed.\n\nThe school attack occurred when Mr. King was a 15-year-old freshman at Woodford County High School in Versailles, Ky. In a Facebook post, Mr. King said that he had been beaten so severely that he missed more than a year of school and had several operations and counseling for post-traumatic stress disorder.\n\n“Sadly, several popular conservative websites are saying I made the whole thing up in an attempt to discredit my work to end police brutality in our country,” he wrote.\n\nHis portrayal of the attack was backed by a band teacher and a former fellow student who said they saw it happen.\n\nAfter sending more than 30 messages on Twitter defending himself, Mr. King shifted the topic back to police brutality.\n\n“My life may be your trending topic but I live this,” he wrote on Twitter. “Done addressing it.”", "_id": {"$oid": "55daf0e904235215b082e379"}}