{"URL": "http://www.slate.com/blogs/the_slatest/2015/03/03/hillary_clinton_s_private_email_account_did_she_break_the_law_as_secretary.html", "Text": "Photo by Saul Loeb/AFP/Getty Images\n\nHillary Clinton used a private email account to conduct official government business while she was secretary of state, and made no effort to turn over any of those messages for the government to archive until it asked late last year. That revelation, first reported by the New York Times on Monday night and later confirmed by the State Department, has opened up the once-and-future White House hopeful to the latest round of criticism about her and her husband’s transparency, or lack thereof.\n\nJosh Voorhees Josh Voorhees is a Slate senior writer. He lives in Iowa City.\n\nI’ll leave the What Does This Mean for 2016? question to my colleagues in Washington, and instead focus on a more immediate one: Was Clinton’s use of private email to do government business a violation of the law?\n\nAdvertisement\n\n\n\nThe short and unsatisfying answer is that no one seems to know for sure. The Times, for example, reports only that Clinton “may have violated federal requirements.” The Wall Street Journal, likewise, says it’s “unclear” whether she did. Still, that neither paper—nor anyone else—has been able to find a specific law that Clinton violated is telling. My search has also come up empty.\n\nHere’s what I can say: Clinton’s penchant for private email would indeed run afoul of the current law on the books—but likely not the rules that were in place while she served as President Obama’s secretary of state between 2009 and 2013. Under a law passed this past November, a government official can use private email accounts to conduct government business—but only if that official copies or forwards the email to his or her government account within 20 days. Violating that law can result in disciplinary action but carries with it no criminal penalties. But Clinton’s private emailing occurred well before that law went into effect. According to the National Archives, the official definition of what constitutes a federal record did not “clearly include electronic records” until Obama signed the 2014 law, which represented “the first change to the definition of a Federal record” since the Federal Records Act was passed in 1950. Similarly, it wasn’t until August 2013—six months after Clinton had left office—that the National Archives and Records Administration issued guidance making it clear that email records of some senior officials are permanent federal records.\n\nClinton’s camp, as you might expect, maintains its boss did nothing wrong. “Both the letter and spirit of the rules permitted State Department officials to use non-government email, as long as appropriate records were preserved,\" Clinton spokesman Nick Merrill told the Associated Press.\n\nWhile Merrill appears to be correct on the first count, the case for the second—the spirit of the law—is less than convincing. At best, Clinton failed to go the extra mile to make sure her emails were part of the official record; at worst, she intentionally sought out a legal gray area from which to do her business.\n\nThe spirit of the federal archiving of government records is pretty clearly focused on providing an accurate and comprehensive account of administrative decision-making—for the government itself, as well as the American public. Or, as Obama himself put it in a memo to his administration in 2011 (when Clinton was still secretary) that asked his staff to redouble their record-keeping efforts: “Improving records management will improve performance and promote openness and accountability by better documenting agency actions and decisions.”\n\nEven Robert Gibbs, who served as White House spokesman during Clinton’s first two years in the State Department, has suggested that Clinton should have known she wasn’t following standard protocol when she decided to do all her emailing from a private account without taking specific steps to turn over those emails for government record collection. “There are lots of briefings that you have, certainly when you go into the White House, about preserving any email that you have, making sure it’s part of your official account,” Gibbs said on the Today show Tuesday, calling Clinton’s actions “highly unusual.”\n\nEven if Clinton somehow missed those briefings, it’s hard to imagine she didn’t know better. Washington has a history of email scandals. In 2007, when Clinton was a senator running for president, Democrats blasted the George W. Bush administration when it was discovered that Karl Rove and other White House advisors had been using the Republican National Committee email system to send and receive messages, a large number of which were deleted before being archived. Obama’s team has run into its own email problems as well—most notably EPA chief Lisa P. Jackson, who used a secondary account with a less-than-obvious email handle, and former IRS official Lois Lerner, who had thousands of official emails go missing, much to the dismay of the congressional Republicans investigating her.\n\nClinton’s team maintains that any email she sent or received to anyone else in the government would have been preserved on their end—an argument that relies on her colleagues using the same type of .gov address that she herself avoided. That defense also conveniently ignores any government business she may have conducted with foreign leaders or private parties outside the U.S. government.\n\nClinton’s team says she turned over 55,000 pages of emails from her personal account to the State Department late last year at its request, but that too doesn’t make things right, as Politico rightly notes. “The fact that Clinton’s emails were not a part of official State Department records until recently means many of them would not have been located in response to Freedom of Information Act requests, subpoenas or other document searches conducted over the past six years,” explains Josh Gerstein.", "_id": {"$oid": "55daf02c04235215b082e2c2"}}