{"URL": "http://www.straitstimes.com/tech/pcs/new-linksys-wi-fi-router-out-to-make-waves", "Text": "The Linksys Max-Stream AC2600 MU-MIMO Gigabit Router (EA8500) belongs to a new breed of Wi-Fi routers dubbed Wave 2 routers. These devices support multi-user multiple input multiple output (MU-MIMO), a technology that lets the router send wireless data to multiple clients simultaneously.\n\nThe EA8500 stands out because it is the first consumer router in which MU-MIMO works out of the box. MU-MIMO makes a Wi-Fi network go faster and increases its capacity.\n\nSmartphones have a single set of antennas to transmit and receive data. They are known as 1x1 devices. Laptops, or 2x2 devices, support two data streams in each direction. For devices using the latest 802.11ac wireless standard, each data stream has a maximum theoretical throughput of 433Mbps.\n\nTECH SPECS\n\nPRICE: $399 ETHERNET INTERFACE: 1 x 10/100/1000 Gigabit WAN, 4 x 10/100/1000 Gigabit LAN STANDARDS: 802.11a/b/g/n/ac SECURITY: WPA/WPA2, WEP ADVANCED FIREWALL FEATURES: NAT, SPI, DoS protection RATING FEATURES: 1 2 3 4 5 DESIGN: 1 2 3 4 5 PERFORMANCE: 1 2 3 4 5 VALUE FOR MONEY: 1 2 3 4 5 OVERALL: 1 2 3 4 5\n\nNon-MU-MIMO routers send data to a single client at any point in time. When dealing with multiple devices in a network, it alternates between devices in round-robin fashion. A MU-MIMO router can cater to multiple devices at once.\n\nThe EA8500, which has a maximum capacity of 1,733Mbps, can provide, say, up to 433Mbps for a smartphone (1x1 device) and divert its remaining capacity to other devices, such as a laptop (867Mbps maximum) or handset (433Mbps).\n\nLinksys says client devices can see up to three times faster network speed with EA8500 compared to non-MU-MIMO routers.\n\nCRUNCHING THE NUMBERS\n\nAt the moment, there are only a few MU-MIMO wireless adapters from Qualcomm, which also makes the chipset in the Linksys EA8500. Smartphones with the latest Qualcomm processors are the few devices supporting this technology.\n\nLinksys sent me three custom Dell Inspiron laptops to test the MU-MIMO feature on its router.\n\nI found that the aggregate throughput to the three Dell laptops from a PC linked to the router was 423Mbps with MU-MIMO enabled. When I disabled this feature, the aggregate speeds fell to 310Mbps. This works out to an average speed boost of 38Mbps per device.\n\nWhen I used the EA8500 with one laptop, the top download speed was 506Mbps.\n\nThe EA8500 looks like the older Linksys EA8350. Both have four adjustable and detachable antennas.\n\nThe interface is easy to use and feels responsive, probably because of the router's fast dual-core processor. The router has standard features such as guest networks.\n\nLinksys offers a companion app (Android and iOS) that lets you manage your home network from anywhere. Small businesses with multiple Wi-Fi users may find MU-MIMO routers a cheaper alternative to enterprise models.\n\n• A cutting-edge router that requires new devices to fulfil its potential. There is also a price premium for being the first such router in the market.", "_id": {"$oid": "55dc24a404235215b082e4f0"}}