{"URL": "http://www.washingtonpost.com/local/giant-panda-preparing-to-give-birth-national-zoo-says/2015/08/22/bba0fd2c-4804-11e5-8ab4-c73967a143d3_story.html?hpid=z1", "Text": "National Zoo panda Mei Xiang gave birth Saturday afternoon just days after zoo officials confirmed she was pregnant. A few hours later the zoo's panda cam showed her playing with the newborn. (Smithsonian National Zoo)\n\nNational Zoo panda Mei Xiang gave birth Saturday afternoon just days after zoo officials confirmed she was pregnant. A few hours later the zoo's panda cam showed her playing with the newborn. (Smithsonian National Zoo)\n\nThe giant panda at the National Zoo gave birth to two cubs a few hours apart Saturday, launching a fresh and not totally unexpected chapter in the public romance with the rotund black-and-white bears that have enthralled Washington and legions of panda fanatics for 43 years.\n\nGiant pandas give birth to twins about half the time, a zoo official said.\n\nAfter the first birth, Pamela Baker-Masson, the zoo’s spokeswoman, said the staff was “thrilled, absolutely thrilled.”\n\n“I’ve been in close communication with veterinarians, the scientists, keepers. Everybody’s extremely happy,” she said. “We were all tuned in to the panda cam, and we saw her water break. And then just about an hour later . . . she gave birth to a cub.”\n\nThe second cub was born at 10:07 p.m., Baker-Masson said. It was believed to be healthy, she said late Saturday night.\n\n1 of 10 Full Screen Autoplay Close Skip Ad × Mei Xiang gives birth to two cubs hours apart View Photos The birth launches a fresh chapter in the public romance with the bears that have enthralled Washington for 43 years. Caption The birth launches a fresh chapter in the public romance with the bears that have enthralled Washington for 43 years. In this photo provided by the Smithsonian's National Zoo, one of the giant panda cubs is examined by veterinarians after being born at Smithsonian's National Zoo on Saturday. Pamela Baker-Masson/Smithsonian's National Zoo/EPA Buy Photo Wait 1 second to continue.\n\nOne of the two was retrieved, following a special protocol for rearing twins, another zoo spokeswoman said. It was placed in an incubator. It was not clear which of the two cubs it was.\n\nHowever, the zoo said, both cubs would be given the opportunity to bond with their mother. The zoo’s “panda team” would alternate the cubs between maternal and incubator rearing. One will be nursing and spending time with the mother, while the other would be fed by bottle and kept warm in the incubator.\n\nAuthorities were alerted to the second birth through watching a video feed of the panda habitat.\n\nIt occurred quickly, more rapidly than the day’s first birth, Baker-Masson said.\n\nThe loud vocalizations from the first cub after birth were a “great sign for good health,” said Baker-Masson, who added that staffers watched with awe as the mother picked up her cub, about the size of a stick of butter.\n\nInside the panda house Saturday afternoon, a small, rapt knot of onlookers watched on a video monitor as Mei Xiang tossed and turned in her cage. About 4:30 p.m., zoo officials confirmed that the panda’s water had broken.\n\nSusan Powell, 51, had been standing with her son and granddaughter as Mei Xiang labored on the black-and-white screen. Powell, who was visiting her son from her home outside of Magnolia, Ark., said the event was a rare treat.\n\n“In south Arkansas, we don’t have anything like this,” she said. “We get deer and foxes, but not pandas.”\n\nPowell’s granddaughter Jorja, 7, sat on a wooden block nearby with her father. “I think it’s really cool,” the girl said. Her nickname when she was younger, she said, was “Panda” — because she is half-white and half-Asian, she joked.\n\nSuddenly at 5:33, someone said, “I think it’s coming.”\n\nA silence fell over the crowd. “Come on, sweet mama,” Powell said. “Come on, baby.”\n\nAt 5:35, the first glimpse of the baby came on the screen. People burst into applause and shouted, “Yes! Yes! Oh, my God!”\n\nJorja jumped up: “She had a baby!”\n\nMei Xiang, who went into labor about 10:30 a.m. Saturday, has already delivered two surviving cubs since 2005 — Tai Shan on July 9, 2005, and Bao Bao on Aug. 23, 2013.\n\nShe gave birth to a stillborn cub about 26 hours after Bao Bao. And on Sept. 16, 2012, she gave birth to a cub with liver abnormalities, and it died six days later.\n\n[From the archives: Panda cub dies after one week.]\n\nGiant panda cubs, like many newborns at the zoo, are extremely fragile. Six other giant panda cubs have died at the zoo dating to the 1980s.\n\nThe birth came three years after zoo officials were prepared to request replacements for Mei Xiang and the zoo’s male giant panda, Tian Tian, because of their poor reproductive record. In 2011, the pair had gone five years without producing a cub.\n\nThe first new cub was the second in two years.\n\n[From the archives: Five minutes of terror, then joy over birth of panda cub ]\n\nAt a news conference after the first birth Saturday, zoo officials cautioned that Mei Xiang and her cub would need to be monitored very closely. The mother and her offspring were to be watched on the panda cam around the clock, with staffers on hand at all hours to respond, said the zoo’s director, Dennis Kelly. That was how the second birth was spotted.\n\n“We’re very cautious,” Kelly said. “In 2012, we lost a cub after six days. This is still a very fragile time for this cub.”\n\nDon Neiffer, the zoo’s chief veterinarian, appeared in his navy scrubs and described the walk-up to the birth. Mei Xiang was behaving very lethargically, and Neiffer on Wednesday had spotted on an ultrasound scan what he said was a developing fetus inside the panda.\n\nIn the last couple of days, Mei Xiang began licking her chest and abdomen in apparent preparation for the birth. After her water broke, “she was bearing down a bit,” he said, before the cub arrived noisily into the world.\n\nSpeaking of the first cub, Neiffer said no decision had been made on when zoo staffers will examine the cub for paternity, gender and general health, Neiffer said. Naming will come later.\n\n“There’s a lot of very important bonding going on right now,” he said. “We don’t want to disturb that.”\n\n[Related: Zoo officials spot a fetus]\n\nThe giant panda had been artificially inseminated twice on April 26 and 27 with semen collected from Tian Tian and from a male giant panda at a research center in Wolong, China.\n\nIn 2011, the zoo reached a new lease agreement with China that extended the stay of the two giant pandas for five years. All cubs born in the zoo must be returned to China four years after birth. The new agreement expires Dec. 6, 2015.\n\nThe zoo’s first pandas, Ling-Ling, a female, and Hsing-Hsing, a male, arrived in 1972, one of the fruits of President Richard M. Nixon’s peacemaking visit to China.\n\nThe two have since died. They produced several cubs, but none lived more than a few days.", "_id": {"$oid": "55daf0fc04235215b082e38d"}}