{"URL": "http://www.slate.com/blogs/moneybox/2015/08/20/martin_lipton_wants_to_end_quarterly_earnings_reports_to_fight_quarterly.html", "Text": "Photo by Andrew Burton/Getty Images\n\nWhat would Wall Street be without earnings? Those quarterly reports are a ritual—companies push out their numbers; investors react in knee-jerk fashion; reporters blog the catchiest bits; execs join after-hours calls to tout their success or mitigate the damage. This intense three-month cycle and the kind of company behavior it drives is sometimes called “quarterly capitalism.” In some ways, quarterly capitalism is funny to observe—the corporate equivalent of watching someone sprint the first lap of a 1,600-meter race, either oblivious of or willingly ignorant to the fact that three more will follow. But to many it’s emblematic of the problems with our financial system, and as the 2016 election ramps up you should expect to start hearing a lot more about it.\n\n\n\nIn mid-July, Hillary Clinton highlighted the drawbacks of quarterly capitalism in a speech outlining her economic platform. The result of a private sector obsessed with satisfying investors every three months, she said, “is too little attention on the sources of long-term growth: research and development, physical capital, and talent.”\n\n\n\nAdvertisement\n\n\n\nOn Tuesday, another voice took up that cry when Wall Street law firm Wachtell, Lipton, Rosen & Katz called for the Securities and Exchange Commission to consider eliminating most quarterly reporting obligations for U.S. companies. Headlining this effort is Martin Lipton, a Wachtell founding partner. In a recent memo, Lipton pointed to new research from Legal & General Investment Management, a European firm with more than £700 billion in assets under its management, which found that short-term reporting “is not necessarily conducive to building a sustainable business” and “adds little value for companies that are operating in long-term business cycles.” In the U.S., the SEC “should keep the observations in mind,” Lipton wrote, “in pursuing disclosure reform initiatives and otherwise acting to promote, rather than undermine, the ability of companies to pursue long-term strategies.”\n\nClinton’s proposed remedy for quarterly capitalism includes reforming capital gains taxes to reward investors who hold onto stocks for longer, and thereby encourage investing with longer-term results in mind. She’d also like to see regulators require U.S. companies to disclose stock buybacks more quickly, perhaps on the within-one-day timeline used in the U.K. and Hong Kong. It’s hard to say how these policies would pan out. As Bloomberg View’s Matt Levine noted last month, forcing companies to disclose buybacks every day might just create more pressure for those companies to do buybacks every day.\n\nReducing the frequency of quarterly reporting, on the other hand, is a more straightforward fix. You might loosely compare it to McDonald’s recent decision to do away with its monthly same-store sales reporting practice—“to focus our activities and conversations around the strategic, longer-term actions we are taking,” as chief executive Steve Easterbrook explained. McDonald’s, you might recall, has been struggling for the better part of a year to turn around its business. By the time the company finally decided to give up on reporting same-store sales every 30 days, they’d declined globally for 11 months straight. That seems like a telling example here because, if you’re willing to take Easterbrook at his word, McDonald’s really does want a chance to focus on longer-term turnaround efforts. But its hands have in a sense been tied by the obligation to publish financial data on a monthly basis, which makes doing anything that helps in the long run but hurts up front that much more difficult to slide past investors.", "_id": {"$oid": "55daef1e04235215b082e23b"}}