{"URL": "http://apps.who.int/ebola/current-situation/ebola-situation-report-19-august-2015", "Text": "Total confirmed cases (by week, 2015)\n\nSUMMARY\n\nThere were 3 confirmed cases of Ebola virus disease (EVD) reported in the week to 16 August, all of which were reported from Guinea. For the first time since the beginning of the outbreak in Sierra Leone, a full epidemiological week has passed with no confirmed cases reported from the country. Overall case incidence has held at 3 confirmed cases per week for 3 consecutive weeks. In addition, the number of contacts under observation has halved from over 1600 on 9 August to approximately 800 throughout 3 Guinean prefectures and 3 districts in Sierra Leone on 16 August. Almost 600 contacts in Tonkolili, Sierra Leone, completed the 21-day follow-up period on 14 August, accounting for most of the decline in the number of contacts under follow-up. However, there is still a significant risk of further transmission. In addition to the large number of contacts who remain under observation in Guinea and Sierra Leone, 45 contacts have been lost to follow-up in the Guinean capital Conakry over the past 6 weeks. Several high-risk contacts have also been lost to follow-up in the Sierra Leonean capital, Freetown. Rapid-response teams remain alert and ready to respond to further cases.\n\nAll of the 3 confirmed cases reported from Guinea in the week to 16 August are registered contacts, and are now receiving treatment in Ebola treatment centres. Two cases were reported from the Matam area of the capital, Conakry. Both cases were relatives and registered contacts of the single case reported from the Ratoma area of the city in the previous week (week ending 9 August). The remaining case was reported from the sub-prefecture of Moussayah in Forecariah. The case is a relative and registered contact of the case reported from the same sub-prefecture during the previous week. The origin of the previous week’s case remains under investigation. 796 contacts remain under follow-up in 3 western prefectures in Guinea (Conakry, Coyah, and Forecariah), compared with 927 contacts in 4 prefectures the previous week. All contacts previously under observation in the prefecture of Kindia have now completed the 21-day follow-up period.\n\nNo new cases were reported from Liberia in the week to 16 August. All contacts in Liberia have now completed their 21-day follow-up period. The last 2 patients with EVD in Liberia were discharged after completing treatment and testing negative for EVD for a second time on 23 July.\n\nNo cases were reported from Sierra Leone in the week to 16 August: the first week without a reported case since the onset of the outbreak in the country. A total of 72 contacts remain under follow-up across 3 districts (Tonkolili, Western Area Urban, and Western Area Rural), all of whom are associated with the Western Area Urban (Freetown) chain of transmission. All contacts associated with the recent cluster of cases in Tonkolili will complete the 21-day follow-up period on 23 August.\n\nFor the third consecutive week no health worker infections were reported from any of the affected countries. There have been a total of 880 confirmed health worker infections reported from Guinea, Liberia, and Sierra Leone since the start of the outbreak, with 512 reported deaths.\n\nCOUNTRIES WITH WIDESPREAD AND INTENSE TRANSMISSION\n\nThere have been a total of 27 952 reported confirmed, probable, and suspected cases of EVD in Guinea, Liberia, and Sierra Leone (figure 1, table 1) up to 16 August, with 11 284 reported deaths (this total includes reported deaths among probable and suspected cases, although outcomes for many cases are unknown). Three new confirmed cases were reported in Guinea in the week to 16 August.\n\nThe total number of confirmed cases is similar in males and females (table 2). Compared with children (people aged 14 years and under), adults aged 15 to 44 are approximately four times more likely to be affected in Guinea and Liberia, and three times more likely to be affected in Sierra Leone.\n\nNo new health worker infections were reported in the week to 16 August. Since the start of the outbreak a total of 880 confirmed health worker infections have been reported in Guinea, Liberia, and Sierra Leone; there have been 512 reported deaths (table 5).\n\nFigure 1: Confirmed, probable, and suspected EVD cases worldwide\n\nView data »\n\nTable 1: Confirmed, probable, and suspected EVD cases in Guinea, Liberia, and Sierra Leone\n\nCountry Case definition Cumulative cases Cases in past 21 days Cumulative deaths Guinea Confirmed 3332 6 2072 Probable 452 * 452 Suspected 2 * ‡ Total 3786 6 2524 Liberia§ Confirmed 3151 - ‡ Probable 1879 - ‡ Suspected 5636 - ‡ Total 10 666 - 4806 Liberia** Confirmed 6 0 2 Probable 0 * ‡ Suspected ‡ * ‡ Total 6 0 2 Sierra Leone Confirmed 8697§ 3 3586 Probable 287 * 208 Suspected 4510 * 158 Total 13 494 3 3952 Total Confirmed 15 186 9 ‡ Probable 2618 * ‡ Suspected 10 148 * ‡ Total 27 952 9 11 284\n\nView data »\n\nTable 2: Cumulative number of confirmed cases by sex and age group in Guinea, Liberia, and Sierra Leone\n\nCountry Cumulative cases By sex*\n\n(per 100 000 population) By age group‡\n\n(per 100 000 population) Male Female 0-14 years 15-44 years 45+ years Guinea 1591\n\n(29) 1736\n\n(32) 529\n\n(11) 1897\n\n(41) 857\n\n(55) Liberia§ 1911\n\n(96) 1838\n\n(93) 561\n\n(33) 2060\n\n(121) 703\n\n(132) Sierra Leone 4792\n\n(168) 5081\n\n(175) 1978\n\n(82) 5592\n\n(216) 2129\n\n(288)\n\nView data »\n\nFigure 2: Geographical distribution of confirmed cases reported in the week to 9 August 2015\n\nTable 3: Cases and contacts by district/prefecture/county over the past 3 weeks\n\nData are based on official information reported by ministries of health. These numbers are subject to change due to ongoing reclassification, retrospective investigation and availability of laboratory results. *Data as of 9 August for Guinea and Sierra Leone and 6 August for Liberia. ¶One confirmed case in Tonkolili was retrospectively reported, with date of report 2 August 2015. ‡Includes Freetown.\n\nTable 4: Location and epidemiological status of confirmed cases reported in the 3 weeks to 16 August 2015\n\nSub-prefectures/chiefdoms/districts that reported one or more confirmed cases in the 7 days to 16 August are highlighted. *Epi-link refers to cases who were not registered as contacts of a previous case (possibly because they refused to cooperate or were untraceable), but who, after further epidemiological investigation, were found to have had contact with a previous case, OR refers to cases who are resident or are from a community with active transmission in the past 21 days. ‡Includes cases under epidemiological investigation. §A case that is identified as a community death can also be registered as a contact, or subsequently be found to have had contact with a known case (epi-link), or have no known link to a previous case. ¶One confirmed case in Tonkolili was retrospectively reported, with date of report 2 August 2015. **Includes Freetown. ¶One confirmed case in Tonkolili was retrospectively reported, with date of report 2 August 2015.\n\nFigure 3: Geographical distribution of new and total confirmed cases in Guinea, Liberia and Sierra Leone\n\nView interactive map »\n\nTable 5: Ebola virus disease infections in health workers in Guinea, Liberia and Sierra Leone\n\nCountry Cases Deaths Guinea 195 99 Liberia* 378 192 Sierra Leone 307 221‡ Total 880 512\n\nGUINEA\n\nKey performance indicators for the EVD response in Guinea are shown in table 6.\n\nThree confirmed cases were reported from 2 prefectures—Conakry and Forecariah—in the week to 16 August (table 3, table 4, figure 2, figure 3).\n\nBoth cases in Conakry were reported from the Matam area of the city, and were relatives and registered contacts of the single case reported from the Ratoma area of the city in the previous week. 216 contacts remain under follow-up in the prefecture. A total of 45 contacts have been lost to follow-up in Conakry during the past 6 weeks.\n\nThe case reported from the sub-prefecture of Moussayah in Forecariah is the second to be reported from the sub-prefecture in the past 2 weeks. The case is the older brother and a registered contact of the 26-year-old woman who was identified as EVD-positive after post-mortem testing during the previous week, and is now receiving treatment at an Ebola treatment centre. Investigations are ongoing to determine the origin of infection of last-week’s case. 579 contacts remain under follow-up in the prefecture.\n\nAn interim analysis of the Ebola ça suffit! ring vaccination trial in Guinea suggests that the investigational rVSV-ZEBOV Ebola vaccine protects people exposed to EVD. The trial will continue in Guinea, with all rings around confirmed cases now receiving immediate vaccination. Previously, rings were randomly allocated to receive either immediate vaccination or vaccination 21 days after the confirmation of a case.\n\n796 contacts remain under follow-up in 3 western prefectures in Guinea (Conakry, Coyah, and Forecariah), compared with 927 in 4 prefectures the previous week. Over 72% of all contacts are located in Forecariah, with 28% located in Conakry. A single contact is under follow-up in the prefecture of Coyah. All contacts previously being monitored in the prefecture of Kindia have now completed follow-up.\n\nThere were 3 (0.5%) unsafe burials reported in Guinea out of 577 recorded community deaths in the week to 16 August, compared with 6 (1%) unsafe burials out of 577 recorded community deaths in the previous week.\n\nIncluding both initial and repeat testing, a total of 842 laboratory samples were tested in the week to 16 August. Most tests (88% in the week to 16 August) are of post-mortem swabs taken to rule out EVD as the cause of death.\n\nLocations of the 8 operational Ebola treatment centres (ETCs) are shown in figure 7. No health-worker infections were reported from Guinea in the week to 16 August.\n\nLocations of the 11 operational laboratories in Guinea are shown in figure 8.\n\nTable 6: Key performance indicators for Guinea\n\nFor definitions of key performance indicators see Annex 2. Data are given for 7-day periods. *Includes repeat samples. ‡Data missing for 0–3% of cases. #Outcome data missing for 0–1% of hospitalized confirmed cases.\n\nFigure 4: Confirmed weekly Ebola virus disease cases reported nationally and by prefecture from Guinea\n\nView data »\n\nSIERRA LEONE\n\nKey performance indicators for the EVD response in Sierra Leone are shown in table 7.\n\nNo cases were reported from Sierra Leone in the week to 16 August: the first week without a reported case since the onset of the outbreak in the country.\n\nA total of 72 contacts remain under follow-up across 3 districts (Tonkolili, Western Area Urban, and Western Area Rural), all of whom are associated with the Western Area Urban (Freetown) chain of transmission. Several high-risk contacts have been lost to follow-up in Western Area Urban. All contacts associated with the recent cluster of cases in Tonkolili will complete their 21-day follow-up period on 23 August. Contacts in Freetown will remain under follow-up until 29 August.\n\nLocations of the 10 operational Ebola treatment centres (ETCs) in Sierra Leone are shown in figure 7. No health worker infections were reported in the week to 16 August.\n\nLaboratory indicators continue to reflect a heightened degree of vigilance, with 1775 new samples tested in the 7 days to 16 August. No new samples tested positive for EVD. Most tests (80% in the week to 16 August) are of post-mortem swabs taken to rule out EVD as the cause of death.\n\nLocations of the 9 operational laboratories in Sierra Leone are shown in figure 8.\n\nTable 7: Key performance indicators for Sierra Leone\n\nFor definitions of key performance indicators see Annex 2. Data are for 7-day periods. One confirmed case in Tonkolili was retrospectively reported, with date of report 2 August 2015. §Laboratory data missing for 14 July. ‡Data missing for 4–12% of cases. #Outcome data missing for 25–75% of hospitalized confirmed cases. An outcome is known for only 6 hospitalized, confirmed cases in each April and May.\n\nFigure 5: Confirmed weekly Ebola virus disease cases reported nationally and by district from Sierra Leone\n\nView data »\n\nFigure 6: Days since last confirmed case by district in Guinea, Liberia, and Sierra Leone\n\nView interactive map »\n\nOTHER AFFECTED AND PREVIOUSLY AFFECTED COUNTRIES\n\nLiberia was declared free of Ebola transmission on 9 May 2015, after reporting no new cases for 42 consecutive days. The country subsequently entered a 3-month period of heightened surveillance, during which approximately 80 blood samples and oral swabs are collected each day from potential cases and tested for EVD. On 29 June, this heightened surveillance detected an EVD-positive community death in Margibi County, Liberia—the first new confirmed case reported from the country since 20 March. The case was a 17-year-old male who first became ill on 21 June, died on 28 June, and subsequently tested positive for EVD. As at 12 July, 5 contacts associated with the first-detected case have since been confirmed as EVD-positive. Of the 6 confirmed cases reported since 29 June, 2 have died, and the remaining 4 have now all been discharged after treatment. The last case was discharged after testing negative for EVD for a second time on 23 July. All contacts have now completed follow-up.\n\nSeven countries (Italy, Mali, Nigeria, Senegal, Spain, the United Kingdom and the United States of America) have previously reported a case or cases imported from a country with widespread and intense transmission.\n\nFigure 7: Location of Ebola treatment centres in Guinea, Liberia, and Sierra Leone\n\nView interactive map »\n\nPREPAREDNESS OF COUNTRIES TO RAPIDLY DETECT AND RESPOND TO AN EBOLA EXPOSURE\n\nThe introduction of an EVD case into unaffected countries remains a risk as long as cases exist in any country. With adequate preparation, however, such an introduction can be contained through a timely and effective response.\n\nWHO’s preparedness activities aim to ensure all countries are ready to effectively and safely detect, investigate, and report potential EVD cases, and to mount an effective response. WHO provides this support through country support visits by preparedness-strengthening teams (PSTs) to help identify and prioritize gaps and needs, direct technical assistance, and provide technical guidance and tools.\n\nFigure 8: Location of laboratories in Guinea, Liberia, and Sierra Leone\n\nView interactive map »\n\nPriority countries in Africa\n\nThe initial focus of support by WHO and partners is on highest priority countries – Côte d’Ivoire, Guinea-Bissau, Mali, and Senegal—followed by high priority countries—Benin, Burkina Faso, Cameroon, Central African Republic, Democratic Republic of the Congo, Ethiopia, Gambia, Ghana, Mauritania, Niger, Nigeria, South Sudan, and Togo. The criteria used to prioritize countries include the geographical proximity to affected countries, the relative magnitude of trade and migration links, and the relative strength of their health systems.\n\nSince 20 October 2014, PSTs have provided technical support in Benin, Burkina Faso, Cameroon, Central African Republic, Côte d’Ivoire, Ethiopia, Gambia, Ghana, Guinea-Bissau, Mali, Mauritania, Niger, Senegal, South Sudan, and Togo. Technical working group meetings, field visits, high-level table-top exercises, and field simulations have helped to identify key areas for improvement. Each country has a tailored plan to strengthen operational readiness.\n\nFrom October 2014 to August 2015 WHO has undertaken over 264 field deployments to priority countries to assist with the implementation of national plans.\n\nWHO provides personal protective equipment (PPE) modules containing minimum stocks to cover staff protection and other equipment needs to support 10 beds for 10 days for all staff with essential functions. PPE modules have been delivered or are in the process of being delivered to all countries on the African continent. In addition, all countries have received one PPE training module.\n\nContingency stockpiles of PPE are in place in the United Nations Humanitarian Response Depots (UNHRD) in Accra and Dubai, and are available to any country in the event that they experience a shortage.\n\nFollow-up support to priority countries\n\nFollowing the initial PST assessment missions to the 14 priority countries undertaken in 2014, a second phase of preparedness-strengthening activities have provided support on a country-by-country basis. Activities in the last week are highlighted below.\n\nIn Cameroon from 11 to 14 August, WHO led a PST follow-up visit to review the country’s level of readiness, with a focus on surveillance, points of entry, and logistics. During the visit, the ministry of health, WHO, and partners updated Cameroon’s national operational plan for preparedness.\n\nIn Gambia, WHO is supporting the ministry of health from 17 to 21 August to plan simulation exercises to evaluate the country’s response systems.\n\nIn Ghana, alongside the Department for Health Services, WHO, other partners, and ministries conducted a workshop to develop national guidelines on safe and dignified burials. The group discussed strategies for community engagement, including the importance of cultural and religious sensitivity. Community representatives, religious leaders, traditional healers, and local government officials will be consulted about their opinions on policies in an effort to actively improve community engagement.\n\nIn Guinea Bissau, preparedness support continues to be provided at the central level and in two priority regions (Tombali and Gabu) through WHO’s sub-offices. Activities implemented by WHO and partners during the reporting period with national authorities include: a mapping of local partner activities and coordination meetings in Tombali and Gabu (involving regional authorities and partner organisations); establishment of community event-based surveillance project with the U.S. Centre for Disease Control (CDC), International organisation for Migration, and WHO support; border post visits and assessments in Gabu region by the WHO Representative and sub-regional teams; and a simulation exercise to test capacity for case isolation, safe sample collection, and shipment.\n\nEVD preparedness officers\n\nDedicated EVD preparedness officers have been deployed to support the implementation of country preparedness plans, coordinate partners, provide a focal point for inter-agency collaboration, provide specific technical support in their respective areas of expertise, and provide capacity development to national WHO staff. Preparedness officers are currently deployed to Benin, Cameroon, Central African Republic, Côte d’Ivoire, Ethiopia, Gambia, Ghana, Guinea-Bissau, Mali, Mauritania, Niger, Senegal, and Togo.\n\nTraining, exercises, and simulations\n\nPriority countries that have achieved a minimum of 50% implementation of preparedness checklist activities are encouraged to undertake a series of drills on elements of an EVD response, and a functional exercise to test the coordination of the Ebola operations centre.\n\nTrainings in Gambia (rapid response teams), Mauritania (points-of-entry), and Côte d’Ivoire (clinical management and IPC in Guiglo and Toulepleu) are currently being planned.\n\nSurveillance and preparedness indicators\n\nIndicators based on surveillance data, case-management capacity, laboratory testing, and equipment stocks continue to be collected on a weekly basis from the four countries that share a border with affected countries: Côte d’Ivoire, Guinea-Bissau, Mali, and Senegal.\n\nAn interactive preparedness dashboard based on the WHO EVD checklist is now available online.\n\nANNEX 1: COORDINATION OF THE EBOLA RESPONSE ALONG 4 LINES OF ACTION\n\nWHO continues to work with many partners in response to the EVD outbreak, including the African Union, the Economic Community of West African States, the Mano River Union, national governments, non-governmental organizations, and UN agencies, and technical institutions and networks in the Global Outbreak Alert and Response Network (GOARN). Agencies responsible for coordinating 4 key lines of action in the response are given below.\n\nLines of action Lead agency Case management WHO Case finding, laboratory services and contact tracing WHO Safe and dignified burials International Federation of Red Cross and Red Crescent Societies (IFRC) Community engagement and social mobilization UNICEF\n\nANNEX 2: DEFINITIONS OF PHASE 2 KEY PERFORMANCE INDICATORS", "_id": {"$oid": "55daf1d304235215b082e417"}}