{"URL": "http://www.nationaljournal.com/political-connections/rand-paul-s-audacious-outreach-20140801", "Text": "Sen. Rand Paul, a likely 2016 Republican presidential contender, is doing something new, and even potentially boundary-breaking, in his outreach to African-Americans.\n\nPaul's innovation isn't his clogged calendar of appearances before black groups like the National Urban League, where he spoke last week. Ever since black voters decisively shifted their allegiance to Democrats after the 1964 Civil Rights Act, there have always been some GOP leaders—from George Romney and Nelson Rockefeller through Jack Kemp (the most passionate advocate) and George W. Bush—who tried to woo them back.\n\nWhat's new is the way Paul is courting African-Americans. He has moved beyond the economic arguments that anchored those previous outreach efforts to embrace criminal-justice reform with a passion unprecedented in modern Republican politics. Few Democrats, in fact, have matched the fervor of Paul's case against drug laws that have disproportionately incarcerated minority men. While reform isn't imminent, he could be helping to clear the space that will ultimately produce it. \"We haven't really seen a Republican, and I can't think of many Democratic senators, who [has] been this out front in trying to reform the criminal-justice system,\" says Jeremy Haile, federal advocacy counsel for The Sentencing Project, a group that advocates for rethinking sentencing rules.\n\nRepublican outreach to African-Americans has long revolved around the argument that conservative economic policies would alleviate poverty more effectively than liberal social programs. This tradition is spiking again, with possible 2016 GOP hopefuls Rep. Paul Ryan and Sen. Marco Rubio offering plans to combat poverty and promote upward mobility by cutting taxes and retrenching Washington's role (for instance, by consolidating federal antipoverty programs into mega-block grants for states, as Ryan proposed last week). Paul has joined that sweepstakes by proposing Kemp-like \"Economic Freedom Zones\" that would slash taxes and environmental regulations to promote private investment in low-income neighborhoods.\n\nBut as Virginia Commonwealth University historian Timothy Thurber, author of Republicans and Race, points out, the voices urging greater GOP minority outreach have never succeeded in establishing such policies as a central party priority. And attempts to convince African-Americans that they will benefit from shrinking Washington, Thurber notes, have always splintered against the hard reality that, at least since the civil-rights era, blacks \"have looked more favorably on the federal government than other segments of American society.\" The minimal return on these Republican efforts is measured in the failure of any GOP presidential candidate since 1976 to win more than 12 percent of African-American votes.\n\nPaul is carrying some heavy baggage in his effort to improve on that. His libertarian leanings lead him to resist federal educational and health care programs that African-Americans strongly support, and even prompted him to publicly question the Civil Rights Act's provisions banning private businesses from discriminating based on race. (He now says he would have voted for the law.) \"There's no sympathy among African-Americans for [his] kind of libertarian philosophy,\" says David Bositis, a longtime analyst of black politics.\n\nBut sentencing reform looms as the big exception, where libertarian concerns about encroaching government overlap with African-American dismay over criminal-justice policies (particularly for nonviolent drug crimes) that have imprisoned legions of young black men. \"Our prisons are bursting with young men of color and our communities are full of broken families,\" Paul said in last week's Urban League speech. \"I won't sit idly by and watch our criminal-justice system continue to consume, confine, and define our young men.\"\n\nPaul has walked his talk by cosponsoring legislation with Democrats, including Senate Judiciary Committee Chairman Patrick Leahy and Sen. Cory Booker of New Jersey to reduce mandatory minimum sentences for nonviolent drug offenders; restore voting rights and access to welfare and food-stamp benefits for more former prisoners; and reform the juvenile-justice system. That agenda might not precipitate an immediate GOP electoral breakthrough with African-Americans, but it's serious enough to provide the party its best opportunity since Kemp to engage that community.\n\nBy scrambling the usual party alignment, Paul also has the potential to reshape the sentencing debate, much as Bill Clinton did with welfare reform. The question is whether Paul, as Clinton did, can convince his party to join him. Though falling crime rates and shifting attitudes about drugs have created an opening for a new approach, today the GOP dynamics on criminal-justice reform closely resemble the party's debate on immigration. On each front, a vanguard of Senate leaders and some potential 2016 contenders are backing new approaches (Ryan, tellingly, last week also urged criminal-justice reform). But while the push to reconsider mass incarceration hasn't antagonized the Right nearly as much as has immigration reform, most congressional conservatives, especially in the House, have shown little interest in advancing either issue. Before Paul can convert African-Americans around criminal-justice issues, he may first need to prove he can persuade his own party to reassess its views.\n\nPlay of the Day: Rand Paul's New Diet Could Work For All Republicans", "_id": {"$oid": "55daf17104235215b082e3c7"}}