{"URL": "http://www.slate.com/blogs/future_tense/2014/08/06/hurricane_iselle_tropical_storm_julio_what_hawaii_can_expect.html", "Text": "Image: University of Wisconsin/Suomi NPP True Color acquired Aug. 5, 2014\n\nUpdate, Aug. 7, 2014: This post has been updated to reflect the latest developments of Hurricane Iselle.\n\nHawaii is less than a day away from its first direct strike by a tropical system since Category 4 Hurricane Iniki made landfall on Kauai in 1992. And this time around, there could be a second hit just days later.\n\nAdvertisement\n\n\n\nAs of Thursday morning, Hawaii time, Hurricane Iselle was still on track to make an unprecedented landfall on the southern half of the Big Island, with a Hurricane Warning now in effect for the Big Island. Due in part to its symmetry, at least one model predicts it will keep its hurricane status until landfall—in line with official forecasts. The last tropical system to impact the Big Island was a low-end tropical storm in 1958, which fizzled over the northern half, near Hilo. On its current path, Iselle will be the first hurricane to make landfall on the Big Island in recorded history. On its heels is Hurricane Julio, expected to make a close approach on Monday.\n\nHeavy rain will be Iselle’s primary threat, in addition to coastal storm surge flooding and surf heights nearing 20 feet. According to the National Weather Service, Hurricane Iselle will create an atmosphere that’s loaded with water vapor, “near/over monthly record high values.” A flash flood watch is in effect across the entire state. Higher elevations on the Big Island could also see very strong winds, with gusts up to 85 mph.\n\nNOAA’s Wavewatch III model showed the expected surf:\n\nIn advance of Iselle’s landfall on the Big Island, the National Weather Service has also issued Tropical Storm Warnings for the other main islands, including Maui, Oahu, and Kauai. An Air Force hurricane hunter aircraft has relocated from its base in Biloxi, Mississippi, to Honolulu, and has been monitoring Iselle regularly beginning Tuesday evening—the crew found Iselle had actually strengthened a bit on Wednesday.\n\nImage: Naval Research Lab\n\nThough there have been calls for a delay, the state’s primary election is expected to continue as scheduled on Saturday. According to Hawaii News Now, most of the state’s official polling places also serve as emergency shelters. School closures have already been announced in areas expected to be hit hardest.\n\nHawaiian hurricanes are rare. So rare that the National Weather Service doesn’t quite know what will happen, especially with Iselle’s circulation interacting with the two huge volcanoes on the Big Island, Mauna Kea and Mauna Loa. The volcanoes could help to disrupt Iselle’s circulation, or they could even enhance its winds.\n\nA message from the Central Pacific Hurricane Center in Honolulu highlighted the risk:\n\nIn Hawaii, mountainous terrain accelerates hurricane and tropical storm winds causing extremely high winds that can destroy buildings, structures, trees, vegetation and crops.\n\nHeavy and prolonged rains can accompany all types of tropical cyclones including hurricanes, tropical storms, and tropical depressions. Even the weakest tropical depressions can bring torrential rains and flash flooding to the Hawaiian Islands.\n\nRegardless, since Iselle’s center will likely make landfall on the southern part of the island, the brunt of its counter-clockwise circulating winds will hit the rest of the island.\n\nBut there’s some good news: Iselle seems to be ingesting a significant amount of dry air (the yellows shown in the above satellite animation), which adds uncertainty to the forecast and may help weaken it slightly. Also, the forecast track of the second storm, Julio, seems to be veering increasingly north of the islands. However, Hawaii shouldn’t write off Julio just yet. The historically most accurate computer model for hurricane forecasting, the ECMWF, shows Julio making the closest approach of all the major models with statewide impacts on Monday as a tropical storm.\n\nHere’s what the 50th state can expect from the twin threats, island by island:\n\nBig Island:\n\nThe windward (eastern) part of the Big Island should get the biggest statewide rainfall totals from Iselle, with some spots on tap for a deluge of more than 10 inches in two days. With an average of more than 200 inches of rainfall per year, Hilo is one of the rainiest cities in the United States, but that kind of precipitation could still cause flash flooding, especially as it collects into valleys along the island’s mountain slopes. Rain will also likely wrap around to the dry side of the island, which is much less used to downpours, parts of which only get 10-15 inches of rain on average each year. Thankfully, Julio should pass mostly north of the island.\n\nMaui and Central Islands:\n\nNext to the Big Island, Maui should face the biggest impacts from Iselle, regardless of whether Mauna Kea and Mauna Loa disrupt its circulation. Expect rain—and lots of it, nearly a foot—in places that don’t normally receive it. Those who live near streambeds, even dry ones, should be prepared for rapidly rising water. Julio should have a bigger impact on Maui than on the Big Island, especially if it takes a track slightly south of what’s currently forecast.\n\nOahu:\n\nHawaii’s most populous island can expect up to 10 inches of rain in Honolulu with a 24-hour stretch of winds near tropical storm force late Thursday into Friday. There will be a short break on Saturday before Julio’s heavy rain starts on Sunday and Monday, though it won’t be as bad as Iselle’s. The south shores of the island will have the heaviest surf with Iselle, and the north shore will face the brunt of Julio.\n\nKauai and Western Islands:\n\nKauai took the brunt of Hawaii’s last hurricane strike, Iniki, in 1992, but should have the least impacts of the major islands this time around. Still, folks on Kauai can expect up to a foot of heavy rain from Iselle alone and additional rain from Julio until Monday night. Flash floods and mudslides are nearly certain in places.\n\n* * *", "_id": {"$oid": "55daef1304235215b082e231"}}