{"URL": "http://www.slate.com/articles/news_and_politics/crime/2015/08/cory_booker_interview_the_new_jersey_senator_on_how_to_end_mass_incarceration.html", "Text": "I think [what] this movement is doing is trying to do things people think are more politically feasible. Well, the reality is that we really need to start expanding our view of who we will ascribe opportunities for redemption to. Not just to these so-called nonviolent prisoners, but all prisoners who are worthy of redemption. So, I’m one that has been talking about this issue for some time, this failure to include so-called violent offenders.\n\nYeah, well, I have a problem with that. I’ve spoken out about it a lot—that you’re not gonna solve this problem until we start having a real conversation about so-called violent offenders.\n\nThe other thing I hear people worry about a lot is that the legislation that’s been proposed by Congress so far is all geared exclusively toward nonviolent offenders. Why is that?\n\nYeah. The same way that this idea of mass incarceration went viral throughout our society in the ’70s, ’80s, and ’90s, there needs to be a similar movement back to some rationality and pragmatism. So what we’re doing at the federal level is really important.\n\nSo you see it as a two-way street, where the states are inspiring the federal government to act, and the federal government will inspire other states that haven’t moved on this?\n\nFirst of all—move the needle? For the guy who doesn’t spend 50 years in prison for a nonviolent offense, that moves the needle a lot for his life. But also, we live in a nation where, when New Jersey figures out how to do something and does it well, and shows progress, it affects other states. When I was mayor I looked at other cities for innovations and reforms. And so for the federal government to make moves on solitary confinement, make moves on reducing mandatory minimums and three-strikes laws, that makes a big impact on thousands of Americans. But it also will have an impact, I think, on a lot of states as well.\n\nThere are relatively few prisoners in the federal system. Would any of the federal legislation people are talking about really move the needle, even if there was comprehensive reform passed?\n\nWell, look, I think it’s really noble for organizations like Cut50 to put specific numbers out there. I just don’t think there’s any reason for the United States to be so out of step with our industrial peers, and for us as a society to be heaping this self-imposed burden on us that drags our economy, reduces productivity for such a large percentage of our citizenry, that drives poverty. I have never articulated a specific number, but I think a nation as great as we are, that professes to favor freedom and liberty, that we would find a way to evidence that in our criminal justice system by achieving what we know we can achieve: a reduction in crime, a reduction in taxpayer expense, and a reduction in the prison population.\n\nWhen you look at the total number of people who are behind bars in America—it’s about 1.5 million in state prisons , about 200,000 or so in federal prisons , and about 700,000 in local jails on any given day—how much do you want to reduce those numbers? Do you have a goal in mind that you think is realistic?\n\nI don’t want to talk about anything being negotiated. But obviously there are pieces of legislation already out there that I think are important, like the Smarter Sentencing Act. You know, mandatory minimums, three-strikes-and-you’re-out laws—all those front-end policies that we have, that have been such a major source of our mass incarceration problem, need to be addressed. There are other aspects of reform that are just as critical—many of which are [bills] that I’ve either proposed or co-sponsored: everything from the elimination of procedures like solitary confinement, which many people consider torture, all the way to helping people to reintegrate, so we don’t have such a stunningly high recidivism rate nationally as we do.\n\nSen. Cory Booker: Well, look, there’s a lot of great energy that’s building in Washington, as you know. There is, on the House side, a piece of legislation that’s already been introduced, that has a lot of good elements to it, and there is a lot of work here in the Senate—conversations I’m involved in—about trying to get a piece of solid legislation sometime in the coming months. So, I’m hopeful. Obviously it’s not moving as fast as I would like. And a lot of the efforts are great steps but not as comprehensive as I would like. But I just feel grateful that there’s a bipartisan coalition trying to get something done in this Congress.\n\nLeon Neyfakh: We’ve been hearing for many months now that we’re going to see criminal justice reform soon. From where you’re sitting, do you have a sense of when it might actually happen?\n\nOne exception is New Jersey Sen. Cory Booker, whom I spoke to by phone on Friday. During our conversation, Booker expressed unequivocal support for a position that has not yet become popular with his colleagues in Washington: If the United States is serious about ending mass incarceration, it will require more than just lenience for drug offenders and other low-level criminals.\n\nThere are two big reasons for this. The first is that the proposed legislation would only apply to the federal prison system, which houses just 10 percent of the nation’s inmates. The second is that, of the more than 1.5 million people in state prisons, about half are there because they’ve been convicted of violent offenses like murder, rape, and armed robbery. Most politicians don’t have the stomach to talk about reducing sentences for violent offenders.\n\nThe emerging consensus has created the impression that reform is around the corner—and it might very well be. But none of the proposed legislation that’s currently on the table can be expected to shrink the prison population by all that much .\n\nBeing in favor of criminal justice reform these days is fashionable in Washington. Politicians from the left and the right seem to agree that with 2.2 million people either in federal prison, state prison, or jail, the United States is keeping a shameful percentage of its population behind bars.\n\nAt the big Bipartisan Criminal Justice Summit in D.C. a couple of months back, you said something like, “We need to redefine what it means to commit a violent crime.” Can you elaborate on that? Some people might think the line between violent and nonviolent would be straightforward. Why isn’t it?\n\nIt’s just not. I mean, we’ve lumped a lot of things [into the violent category]— accomplices to crimes, robberies that often don’t involve physical violence. But I think we need to look at the totality of the things that we’re labeling as violent and really examine whether we need to have some more proportionality in terms of the punishment fitting the crime that’s done. The bright line that we have right now, between violent and nonviolent, does not account for shades of gray.\n\nDo you make this argument when you talk to other legislators?\n\nIt’s definitely been part of my conversations. But frankly as of now it’s not going that far.\n\nWhat kind of reaction do you get?\n\nLet’s just say the appetite is not there at this point for expanding that. There are still battles being fought over basic criminal justice reform for so-called nonviolent offenders.\n\nDo you see it as a question of incremental progress, where reform for nonviolent offenders will open up the political space for bigger, broader measures later?\n\nThat’s my hope. I hope that as we start putting points on the board for fiscal responsibility when it comes to criminal justice, and for justice, for proportionality, for fairness, we can expand after that to this gray area where we have people labeled as violent offenders but weren’t directly involved in acts of significant violence. So my hope is that once we get some momentum, we’ll be able to address a much larger pool of people.\n\nOne concern I’ve heard from activists and academics is that there’s a conventional wisdom forming that the reason our prison population is so huge is because of nonviolent offenders. Even President Obama, during his big criminal justice speech in July, said, “Over the last few decades we’ve also locked up more and more nonviolent drug offenders than ever before, for longer than ever before, and that is the real reason our prison population is so high.” When I heard that, I just thought, “That’s not true.”\n\nWell, look, the drug war certainly has driven an explosion in incarceration, and drug crimes do make up a very large percentage of what we have. But again, we’ve been doling out harsher and harsher penalties for all crimes.\n\nI’ve seen research that says only 17 percent of the inmates in state prisons are there for drug charges. Just 17 percent! Whereas 50 percent or so are there for crimes that are classified as violent. Does that mean talking about the problem in the way Congress has been talking about it puts a pretty low ceiling on how much of a reduction in the prison population we can achieve?\n\nRight, but there’s some other data that we should talk about. Michelle Alexander [author of The New Jim Crow] talks about how much marijuana arrests have fueled the explosion in arrests in our country. Her point is that we end up sending so many young people, particularly young African-Americans and Latinos, into the system. And what happens once you get a felony conviction? Now you are entering this American caste system where you can’t get a job, you can’t get a loan, you can’t get a Pell grant, you can’t get public housing. And then those people often feel that they have no other options, so they go back and commit crime again. And again, and again. And what we saw in Newark, through a Rutgers study, was that about 84 percent of our murder victims had been arrested before an average of 10 times.\n\nVictims?\n\nVictims. So what I’m saying is that, because of these low-level drug crimes, people get stuck in this world that eventually turns violent. So I’m very concerned about how we’re treating the drug war. And while I definitely want to deal with a more expansive view of who should be eligible for a lot of this legislation, please understand that the drug war has really fueled so much of our problem. The drug war has been a war where the direct casualties have primarily been America’s poor; America’s minorities; and often, unfortunately, America’s vulnerable, in terms of people with disease and addiction and mental health.\n\nThere is some debate around the Michelle Alexander book—there are people who say she overstates the role of the drug war in the mass incarceration boom. And there is data that says the percentage of drug offenders in the prison population peaked in like, 1990, at 22 percent. So even when it was at the highest it has ever been, 4 out of 5 people in prison were there for offenses that didn’t involve drugs. That’s something I hear from folks who are worried that the focus is too much on drug crimes right now.\n\nI guess I’m not into the tyranny of the “or”— either this or that. This system is broken along many, many dimensions. And to ignore the crisis of America’s drug policies and the devastating impact it’s having in America is a very significant problem. That’s not to say there’s not a problem with high mandatory minimums as a whole—which have shifted our whole criminal justice system from courts and judges to prosecutorial discretion. But the situation is bad all over.\n\nAs you said earlier, it’s politically quite difficult to get lawmakers to look at the entire situation, which would mean looking at people who are in prison for doing objectively bad things. That’s a high barrier for a lot of people, because intuitively there’s a pretty powerful argument to be made that the central purpose of prison is to keep violent offenders out of society. But when you look at the data, it seems like it’s an argument that will have to be prevailed upon if we’re ever going to see a really serious drop in the incarceration numbers.\n\nI agree. I agree. There’s a profound, glaring injustice that’s a significant part of our society that needs to be addressed.", "_id": {"$oid": "55daee6f04235215b082e1b6"}}