{"URL": "https://www.americanprogress.org/issues/higher-education/news/2015/08/18/119574/proposed-student-loan-repayment-plan-would-extend-the-same-income-based-terms-to-all-federal-loan-borrowers/", "Text": "Proposed Student Loan Repayment Plan Would Extend the Same Income-Based Terms to All Federal Loan Borrowers\n\nSOURCE: AP/Patrick Semansky\n\nPeople walk on Johns Hopkins University's Homewood campus in Baltimore, July 2014.\n\nThis column contains a correction.\n\nLast week, the Center for American Progress submitted comments to a proposed U.S. Department of Education rule that would create a new student loan repayment plan. Read the full comment here.\n\nIncome-based loan repayment has a long and dizzying history as a policy solution for student borrowers. During recent years, changes to old repayment plans and the creation of new ones have expanded generous income-based repayment options to a growing number of borrowers. But, until now, the most generous terms—a monthly payment based on 10 percent of discretionary income and loan forgiveness after 20 years of payment—were only available to recent borrowers, leaving older borrowers stuck with less favorable terms. However, all of that changes under the proposed Revised Pay As You Earn, or REPAYE, repayment plan, which extends the same generous terms to all federal student loan borrowers.\n\nIn comments submitted last week to the U.S. Department of Education, the Center for American Progress Postsecondary Education Policy team detailed its support for numerous improvements to the proposed REPAYE plan. The comments also offer recommendations for addressing some of the challenges presented by the creation of an additional plan, as well as how to increase the plan’s benefits for students.\n\nBackground\n\nIncome-driven repayment plans have been available to Direct Loan borrowers since 1994, when Congress established the Income-Contingent Repayment, or ICR, plan. Under the standard Direct Loan repayment plan, a borrower’s total loan balance is divided evenly into monthly payments over a 10-year repayment term. Income-driven plans, by contrast, extend repayments over a set term and use information derived from the borrower’s income level and family size to determine the amount paid each month. At the end of the extended repayment term—currently either 20 years or 25 years—the remaining balance on the loan is forgiven. In 2007, the federal government introduced the more generous Income-Based Repayment, or IBR, plan. Congress also passed The Health Care and Education Reconciliation Act of 2010, which changed repayment plan terms for borrowers by making the terms of IBR more generous to new borrowers after July 2014.\n\nHistory of income-based repayment and varying terms 1994—Income-Contingent Repayment, or ICR: Borrowers either pay the lesser of two options: 20 percent of their discretionary income for a maximum of 25 years before forgiveness or, alternatively, what they would pay on a repayment plan with a fixed payment over 12 years, adjusted according to income. 2007—Income-Based Repayment, or IBR: Borrowers pay 15 percent of their discretionary income with loan forgiveness after 25 years. The payment amount will never exceed the 10-year Standard Repayment Plan. 2010—Pay As You Earn, or PAYE: Borrowers pay 10 percent of their discretionary income with loan forgiveness after 20 years. PAYE is only available to borrowers who first received a loan after 2007 with another disbursement after 2011. The payment amount will never exceed the 10-year Standard Repayment Plan. 2014—New IBR: Borrowers pay 10 percent of their discretionary income with loan forgiveness after 20 years. The new IBR is only available to new borrowers after July 1, 2014. The payment amount will never exceed the 10-year Standard Repayment Plan. 2015—Revised Pay As You Earn, or REPAYE, proposed rule: Borrowers pay 10 percent of their discretionary income with loan forgiveness after 20 years for undergraduates and 25 years for graduate students. The payment amount can exceed the 10-year Standard Repayment Plan.*\n\nAs a result of these changes, the terms and favorability of an income-driven repayment plan can vary significantly based solely on when a borrower first incurred their debt. The department has already closed some of this gap through the creation of the PAYE plan, which extends the same terms as the new IBR to a limited number of existing borrowers. The creation of REPAYE is important because it would allow all borrowers who are not currently eligible for IBR to make monthly payments based on 10 percent of their income.\n\nHow REPAYE expands benefits to borrowers\n\nREPAYE would improve on previous income-driven repayment plans by targeting benefits toward low-income borrowers while also keeping costs reasonable. In addition to expanding access to all Direct Loan borrowers, the proposed rule would:\n\nEliminate the partial financial hardship requirement: Partial financial hardship is an eligibility requirement to qualify for other income-based plans. Removing the partial financial hardship requirement would give borrowers greater safety and security in their repayment plan. For example, a borrower who initially has a high income but later experiences a decline in earnings would see their payment amount drop accordingly. All payments under the new rule would count toward forgiveness, giving borrowers added assurance that they will not have to make payments beyond the allotted 20- or 25-year window. Under other plans for which they are eligible, earlier payments made by borrowers who did not initially have an economic hardship but later experienced one do not count toward forgiveness. Remove the cap for high earners: Under other previous income-driven payment plans, individuals who see their incomes rise dramatically may still receive loan forgiveness because they never pay more than what they would under the 10-year standard plan. This raises costs for the federal government and targets benefits away from the most at-risk borrowers. REPAYE would remove the cap so that all borrowers pay 10 percent of their discretionary income, ensuring that high earners pay their fair share. Ensure that the incomes of married borrowers are properly captured: Under other plans, married borrowers can file individually, thus capturing only one income while claiming their spouse when reporting their household size. This substantially reduces the monthly payment amount on the individual’s loan. REPAYE would eliminate this loophole by basing monthly payments on combined income and household size—a more accurate measure of an individual’s ability to repay their loans.\n\nHow the Department of Education could increase the benefits of income-driven plans\n\nWhile expanding the same terms to all borrowers is a laudable goal, the addition of another plan could cause more confusion for borrowers. Excluding REPAYE, there are currently seven different repayment plans with varying terms and eligibility requirements. Adding another repayment plan raises some important consumer-choice questions. For example, how are borrowers supposed to know if they are better off staying on the older IBR plan—where their payment amount cannot exceed the 10-year standard payment, but they pay a larger share of their income—or if they should enroll in REPAYE, where they pay a smaller percentage of their income, but their payment amount can exceed the 10-year standard payment cap?* Providing consumers with better information and assistance in making the best choice possible could help reduce the cost to borrowers.\n\nThe department must support the creation of REPAYE with consumer-choice tools and assistance. This should include:\n\nA system that helps borrowers understand the key differences between the various plans: This should account for differences spurred by changes in life circumstances, as well as what these differences mean for both monthly and long-term repayment. Clear expectations regarding student loan servicers’ communication to students: This communication should account for unique borrower circumstances—such as changes in income, employment, and family life—as well as the potential implications and consequences of switching to REPAYE. Flexibility and room for error in decision-making: Borrowers may choose or be guided toward a particular repayment option only to later realize that it is not the best fit for their circumstances. A grace period that allows borrowers to switch plans without consequence would provide critical flexibility. Continued action to ease the burden of the recertification process: Borrowers who participate in an income-based plan must provide proof of income annually. More than half of current borrowers, however, fail to recertify their income in time and face harsh consequences. To help borrowers avoid such strict penalties, the Department of Education should work with the Internal Revenue Service, or IRS, and the U.S. Department of the Treasury to develop a process that allows for multiple years of certification. Ongoing pilots—which test enhanced messaging informing students of the annual income recertification deadline—will prevent more borrowers from missing their deadline.\n\nConclusion\n\nThe department’s proposed rule would extend generous and equitable terms to all student loan borrowers. Its enactment would be an important step toward protecting at-risk borrowers and helping more borrowers afford their monthly loan payments. The department can further increase the benefits of REPAYE and other income-driven plans by providing better information and increased assistance to borrowers.\n\nAntoinette Flores is a Policy Analyst on the Postsecondary Education Policy team at American Progress.\n\n*Correction, August 21, 2015: This column has been corrected to accurately reflect the terms of both the Revised Pay As You Earn, or REPAYE, plan, as well as the Income-Based Repayment, or IBR, plan.", "_id": {"$oid": "55daf07a04235215b082e301"}}