{"URL": "http://www.theguardian.com/business/2015/aug/21/global-stocks-in-a-tailspin-as-chinese-factory-slump-drags-on-markets", "Text": "The FTSE 100 has hit its lowest level this year after further signs of a weakening Chinese economy spooked global investors.\n\nBritain’s leading share index had fallen 1.5% to 6,272 by Friday afternoon, with Wall Street opening lower as the Dow Jones industrial average fell 123.13 points, or 0.72%, to 16,867.56.\n\nRelated: Eight reasons why China’s currency crisis matters to us all\n\nThe drops on both sides of the Atlantic mirrored stock markets across Asia-Pacific markets early on Friday after they went into “panic mode” when further signs of a weakening Chinese economy compounded overnight losses on Wall Street and European bourses.\n\nChina’s factory sector shrank at its fastest pace in more than six years in August as domestic and export demand dwindled, a private survey showed, adding to worries that the world’s second-largest economy may be slowing sharply and sending financial markets into a tailspin.\n\nTony Cross, an analyst with Trustnet Direct in London, said the FTSE could be heading for its worst week this year. “As it stands, the FTSE 100 is on course to post its biggest weekly decline of the year so far and there’s not a great deal on the agenda that would appear to have the ability to salvage the situation before the weekend break,” he said.\n\nConnor Campbell, an analyst at Financials, also predicted fresh lows. Oil and mining stocks were “drowning in losses” from the beginning of the day, he said.\n\nEuropean shares also fell to a seven-month low on mounting concerns about China’s economy. The FTSEurofirst 300 index of top European shares fell 1% to 1,462.78 points, its lowest level since January and on course for its biggest weekly fall of the year. Germany’s DAX declined 0.5%, which was some 16% below record highs reached in April.\n\nElsewhere on Wall Street, the S&P 500 lost 13.94 points, or 0.68%, to 2,021.79 and the Nasdaq composite dropped 76.26 points, or 1.56 percent, to 4,801.23.\n\nChina’s surprise devaluation of the yuan and heavy selling in its stock markets in recent weeks have sparked fears that it could be at risk of a hard landing, which would hammer world growth.\n\nMarkets in countries whose economic fortunes are closely linked to China’s growth tumbled. Japan’s Nikkei average dropped almost 3% to six-week lows on Friday, while the Kopsi index in South Korea fell 1.92%.\n\n\n\n“Global markets are in panic mode as the full scale of China’s slowdown becomes clearer,” said Angus Nicholson at IG Markets in Sydney.\n\nThe long-awaited interest rate rise by the US federal reserve, pencilled in for as early as September by many analysts, was now looking much less likely, Nicholson said.\n\n\n\n“The potential for further devaluations in the Chinese yuan not only make a US rate hike in September unlikely, but increasingly even put a December rate hike at risk.”\n\nThe Hang Seng stock index in Hong Kong was down 1.92% while the Shanghai Composite index was 4.2% lower.\n\n— Holger Zschaepitz (@Schuldensuehner) #China rout deepens: Shanghai Comp closes 4.2% lower at 3507.74 after horrible econ data. PMI at lowest since GFC. pic.twitter.com/pV1B2ycQ8L\n\nCommodities also suffered. US crude hit fresh six-and-a-half year lows near $40 a barrel as it headed for its eighth straight weekly decline, the longest weekly losing streak since 1986. Brent crude for October delivery was down more than 1% at $46.02 by lunchtime in London.\n\nShares in Australia are having their worst month since the global financial crisis hit in October 2008. The benchmark ASX200 closed down 1.4% at 5,214 points, taking the loss for August so far to 8.5%, according to broker Commsec.\n\nThe Australian dollar was also hammered, falling 0.45% and went as low as US72.85c. The Aussie, which is seen as a proxy for the Chinese economy, has fallen about 1% in the past week.\n\nJapan’s economics minister, Akira Amari, said on Friday he expected China’s government to take steps to prevent its economic slowdown from becoming a global problem.\n\n\n\nThe preliminary Caixin/Markit China manufacturing purchasing managers’ index (PMI) stood at 47.1 in August, well below economists’ expectations of 47.7 and down from July’s final 47.8.\n\nThe reading was the worst since March 2009, the depths of the global financial crisis, and the sixth straight one below the 50-point level, which separates growth in activity from contraction on a monthly basis.\n\nThe flash PMI, the earliest economic measure to be released about China each month, is closely followed by global investors for clues on the health of the economy.\n\n“The poor number confirms what higher frequency data has been suggesting, that more weakness in the economy is likely,” said Chester Liaw, an economist at Forecast in Singapore.\n\nHe added: “The authorities claimed that there will be a rebound in demand in the second half but it appears that the opposite is happening. With first half GDP scraping the bottom of the barrel at 7%, the authorities will have a fight on their hands to ensure that the second half of the year comes in at even the same level.”\n\nA detailed breakdown of the activity survey showed conditions were deteriorating on almost every level, with factory output sinking to a near four-year low, domestic and export orders declining at a faster rate than in July and companies laid off more workers.\n\nUS Federal Reserve policymakers discussed China, Greece’s debt crisis and the weak state of the global economy at their last meeting in July, according to minutes of the meeting released this week.\n\nUS stock futures fell sharply after the PMI report and most Asian stock markets and the Australian dollar extended early losses. Overnight on Wall Street, the S&P 500 sank to a more than six-month low on concerns about how China’s slowdown would impact US firms’ earnings and global growth.", "_id": {"$oid": "55daeec004235215b082e1ed"}}