{"URL": "http://www.ssa.gov/news/press/factsheets/women.htm", "Text": "Social Security Is Important to Women June 2015 (Printer Friendly Version)\n\nSocial Security is neutral with respect to gender – individuals with identical earnings histories are treated the same in terms of benefits. This Fact Sheet is provided by the Social Security Administration to highlight how women benefit from the Social Security program and how certain demographic characteristics of women compare with the entire population.\n\nWith longer life expectancies than men, elderly women tend to live more years in retirement and have a greater chance of exhausting other sources of income. They benefit from Social Security's cost-of-living protections because benefits are annually adjusted for inflation. Women reaching age 65 in 2015 are expected to live, on average, an additional 21.6 years compared with 19.3 years for men. Women represent about 56 percent of all Social Security beneficiaries age 62 and older and approximately 66 percent of beneficiaries age 85 and older.\n\nThe Social Security system is progressive in that lower-wage earners receive a higher percentage benefit than higher-wage earners do. The system returns a greater percentage of pre-retirement earnings to a lower-wage worker than to a higher-wage worker. Women who are low-wage workers receive back more benefits in relation to past earnings than do high-wage earners. In 2013, the median earnings of working-age women who worked full-time, year-round were $39,000, compared to $49,000 for men.\n\nIn 2013, the average annual Social Security income received by women 65 years and older was $12,857, compared to $16,590 for men. Social Security provides dependent benefits to spouses, divorced spouses, elderly widows, and widows with young children.\n\nIn 2013, for unmarried women – including widows – age 65 and older, Social Security comprises 49 percent of their total income. In contrast, Social Security benefits comprise only 35 percent of unmarried elderly men's income and only 30 percent of elderly couples' income.\n\nIn 2013, 49 percent of all elderly unmarried females receiving Social Security benefits relied on Social Security for 90 percent or more of their income.\n\nElderly women are less likely than elderly men to have significant family income from pensions other than Social Security. In 2012, only 22.0 percent of unmarried women aged 65 or older were receiving their own private pensions (either as a retired worker or survivor), compared to 27.7 percent of unmarried men. Participation in employer-sponsored retirement plans is increasing for women in today's workforce. In 2013, 56.4 percent of women employed full-time participated in an employer-sponsored public and private sector plan compared to 53.0 percent of men. Women generally receive lower pension benefits due to their relatively lower earnings.\n\n\n\nOur website at www.socialsecurity.gov/women contains more information of interest to women.\n\nThis fact sheet is designed to provide general information and does not apply to all individuals within the female population.", "_id": {"$oid": "55daf00404235215b082e299"}}