{"URL": "http://www.slate.com/blogs/future_tense/2015/08/18/slate_s_chrome_extension_alphabet_to_google_fixes_the_worst_corporate_name.html", "Text": "Photo illustration by Chris Kirk\n\nWhen Google announced last week that it was changing its name to Alphabet, many were outraged. Describing the shift as a “semiotic land grab,” Slate’s Lowen Liu lamented, “[T]he name we use for the building blocks of our language has now been partially co-opted.” Those of us who were persuaded by Liu’s claims were helpless at first. Google, we thought, was too large, too powerful: Alphabet was theirs, even though it was the worst name imaginable.\n\nBut now Slate has found a way to fight back, and we’re hoping you’ll join our resistance. Our new Chrome extension “Alphabet to Google” transforms every appearance of the word Alphabet back to Google. In the spirit of “Millennials to Snake People,” it may make your experience of the Web a little more surreal, not least of all because it makes no distinction between correct and incorrect uses of the word. Consider this our symbolic revenge on alphabet-obsessed Sesame Street for decamping from public television to the alphabetically named HBO.\n\nAdvertisement\n\n\n\n“Alphabet to Google” also has the added benefit of turning articles about the name change itself into something far more Dadaist. Liu describes “Google’s transubstantiation into Google” as “a bully move”; meanwhile, Will Oremus’ post on the name change becomes richly redundant, as much a postmodern tone poem as a news item: “Seemingly out of the blue on Monday,” he writes, “Google announced that it is forming a new company, called Google. Google won’t be part of Google. Rather, Google will become part of Google. Are you confused yet?”\n\nInstall it, won’t you? If nothing else, it’ll make this article pretty weird.", "_id": {"$oid": "55daf10904235215b082e397"}}