{"URL": "http://www.straitstimes.com/business/economy/ringgit-rout-singaporeans-keep-calm-shop-for-malaysian-bargains", "Text": "SINGAPORE (BLOOMBERG) - When Edmund Goh wanted a better air-conditioning system for his Toyota Harrier, he chose a mechanic in Malaysia where the currency, at a record low against the Singapore dollar, offered a bargain for the upgrade.\n\nHe said he paid RM780 (S$265.70) for what would usually cost him $700 in the city-state. His friends head across the border for cheaper food, groceries and massages, unperturbed by inconveniences ranging from traffic jams and higher toll rates, as well as reports of theft of Singapore cars.\n\n\"With the exchange rate itself you save more than half,\" said Mr Goh, 35, who works in operations for London-based asset manager RWC Partners.\n\nWhile global investors are fleeing Malaysia's currency, bond and stock markets as political uncertainty clouds the outlook for an economy rocked by plunging oil prices and an emerging-market sell-off, Singaporeans are heading for its restaurants, big-box retailers and shopping centres. Some switched their vacations to Malaysia from Bangkok after a deadly blast on Monday, while Singapore money changers at times ran out of ringgit as demand surged.\n\nThe Singapore dollar closed at a record 2.9246 per ringgit on Wednesday and has climbed about 11 per cent against the Malaysian currency this year.\n\n\"It's lucky that the ringgit is cheaper now,\" said Tan Geok Lee, 48, who booked a holiday to Ipoh. \"We're going to just go there and spend.\"\n\nWhile both the Singapore dollar and the ringgit have weakened against the greenback, Malaysia as a net oil and gas exporter and in the midst of a political scandal has fared worse. Against the US dollar, the Malaysian currency has fallen about 15 per cent this year, Asia's worst performer.\n\nThe FTSE Bursa Malaysia KLCI Index has lost 23 per cent in US dollar terms this year, the most among Asian benchmark gauges, while sovereign bond risk jumped to a four-year high since the Wall Street Journal reported on July 3 on a money trail of about US$700 million (S$980 million) that led to Prime Minister Najib Razak's accounts. The Malaysian Anti-Corruption Commission said this month the RM2.6 billion (S$888.7 million) in Datuk Seri Najib’s accounts were from donors in the Middle East.\n\nWhat is a bane for Malaysia has been a boon for tourists. Ms Annalise Cheong, a Singaporean mother-to-be, accompanied her husband on a business trip to Kuala Lumpur and went shopping for newborns' clothes and toys while he was at work.\n\n\"More than anything in the world, Singaporeans love bargains and sales and food,\" Ms Cheong said. \"It is really a good time to be shopping and eating in Malaysia.\"\n\nThe weakening ringgit may help the country's tourism sector at a time when other industries are hurting from an uneven global recovery that has curbed export demand and hurt commodity shipments.\n\n\"Second half, tourism should do better compared to the first half of this year,\" said Mr Rahul Bajoria, a regional economist at Barclays in Singapore. \"From a relative value perspective, you might see more tourists coming in from China, from India as the ringgit becomes more competitive.\"\n\nEven a spate of car thefts hasn't deterred Singaporeans from spending time in Malaysia. At least three Singaporean cars have been stolen in the border city of Johor Bahru this month, The Straits Times reported. A Honda Fit vanished 15 minutes after its owner parked it next to a restaurant on Aug 14, while a Honda Civic was broken into and driven out of a parking lot on Aug 10, the newspaper said.\n\n\"Safety is a concern for sure,\" said Ms Gwendolyn Pan, who travelled to the southern Malaysian city by train earlier this month to avoid traffic jams that lasted as long as six hours over a four-day weekend. \"Singapore cars are always a target. We had to take precautions.\"\n\nSingapore has one of the lowest crime rates in the world, according to the US State Department's Bureau of Diplomatic Security. In comparison, the bureau gave Malaysia a \"high\" crime rating in its latest report, which said petty crime against expatriates is fairly common.\n\nFor Mr Goh, his familiarity with Malaysia and the lure of the weak ringgit is too strong to resist even as some friends with young children choose to stay away.\n\n\"It's quite a struggle for a lot of people, because the pull factor for Malaysia of course is the exchange rate, but the push factor is the crime rate,\" he said. \"For me, I don't care, I just go in.\"", "_id": {"$oid": "55dc225904235215b082e4bf"}}