{"URL": "http://www.reuters.com/article/2015/07/30/us-europe-migrants-balkans-idUSKCN0Q413Y20150730", "Text": "SUBOTICA, Serbia Swifts darted in and out of nesting holes in the scrubland around an old brick factory in northern Serbia. In the shade of the trees, Syrians and Afghans rested amid the rubbish of those who came before them, waiting for nightfall to walk across the nearby Hungarian border and into the European Union.\n\nThirty-year-old Mohammed, from the devastated Syrian city of Aleppo, said it had taken him just two weeks to come this far. “We are quick,” he said. “We are quick, to beat the fence.”\n\nA month from now Hungary says it will seal its border with Serbia with a 4-metre high, 175-km barrier to keep out migrants streaming through the Balkans, fleeing war, poverty and upheaval in the Middle East and Africa for a better life in western Europe.\n\nThe move, with its Cold War echoes in ex-Communist eastern Europe, threatens Serbia with disaster, creating a new migrant bottleneck, one of several on Europe’s fringes, in a country woefully ill-equipped to cope.\n\nOne migration expert compared the likely outcome to the French port of Calais, where nine migrants are believed to have died since June trying to breach the entrance to the tunnel than runs under the channel to Britain.\n\nBut Serbia \"will be on a far greater scale,\" said Rados Djurovic, head of the Asylum Protection Centre, a local non-governmental organization.\n\nIn Calais, some 3,000 migrants are camped out trying to cross the water to Britain; in the Balkans, well over 100,000 are believed to have entered illegally into Hungary so far this year.\n\nWhile the fence is unlikely to stop many of them, it will slow them down, likely creating vast squats in northern Serbia as winter approaches and temperatures drop below freezing. Migrants are entering Serbia from southern neighbor Macedonia at a rate of over 1,000 per day.\n\nWhile the fence may push some east into Romania or west into Croatia, Djurovic said, neither EU member is part of the borderless Schengen zone that makes Hungary so attractive, so many migrants are likely to bide their time in Serbia until they find a way through.\n\nUnder EU rules, if a migrant enters Croatia or Romania, that's where he or she will be returned to if caught elsewhere in the bloc, putting them again outside the Schengen zone.\n\nSo far this year, over 93,000 have applied for asylum in Hungary, before slipping the immigration net and heading west for the more affluent countries of western and northern Europe, most often Germany. Many more are believed to have made the trip unnoticed.\n\n“That desire to get to Hungary - the first free Schengen territory beyond which travel is borderless - is so great that people will risk everything to continue on that route,” said Djurovic.\n\n\"HUMANITARIAN CATASTROPHE\"\n\nAleksandar Vulin, the Serbian government minister tasked with addressing the problem, told Reuters: “I’m afraid we are going to face a humanitarian catastrophe when thousands of people who want to leave Serbia physically will not be able to.”\n\nThe government says it is spending 15,000 euros daily in direct support for the migrants, and has opened a new reception center in the south.\n\nBut there is scant evidence of aid in the northern town of Subotica, where migrants sleep on the filthy floors of an abandoned, 100-year-old brick factory and in the surrounding scrubland, washing themselves at roadside taps.\n\nThey fill the park at the main railway station in the capital, Belgrade - an ironic sight in a country that thought it had seen the end of refugee flight with the wars of Yugoslavia’s bloody collapse in the 1990s.\n\nOverwhelmingly poor and socially conservative, Serbian society has been taken by surprise by the sudden surge in Middle Eastern, African and Asian migrants; the government fears a strain on social harmony and the its own meager coffers.\n\n“The numbers are far outstripping the capacities of the state,” warned Djurovic. “The whole business needs to be raised to a much higher level.”\n\nOtherwise, he warned, migrants face being pushed into a grey zone of illegality the longer they remain in Serbia, preyed on by corrupt police officers and organized crime gangs.\n\nHungarian Prime Minister Viktor Orban, whose rightist policies have frequently put him at odds with his EU peers, says the bloc’s migration policy is broken and the influx of mainly Muslim foreigners risks distorting its identity. Thousands have drowned in the Mediterranean trying to reach Greece, Italy and Spain. As Europe gropes blindly for a solution, Orban plans to finish the fence by Aug. 31.\n\nVulin said Serbia was appealing for help from the EU, which Belgrade wants to join, but complained that the bloc was dragging its feet.\n\nEU officials dismissed the criticism, saying the bloc was finalizing a support program of eight million euros for the western Balkans and Turkey beginning in September. A spokeswoman said Serbia would also be entitled to ask for short-term humanitarian financial aid as it did so in 2014 during devastating floods.\n\n“Right now it’s summer, we can put them in tents and they can hold out,” said Vulin. “But what are we going to do with women, children, the elderly, the sick ... when it’s minus 20?”\n\n“Serbia is not going to become a reception center for hundreds of thousands of migrants. We simply can’t do it, nor do these people want it.”\n\nFor a graphic on migration in Europe click link.reuters.com/dan35w\n\n(Additional reporting by Krisztina Than in BUDAPEST and Francesco Guarascio in BRUSSELS; Writing by Matt Robinson; editing by Anna Willard)", "_id": {"$oid": "55daf12204235215b082e3aa"}}