{"URL": "http://www.slate.com/blogs/outward/2014/09/29/pride_about_london_gays_helping_welsh_miners_in_the_1984_85_strike_reviewed.html", "Text": "Photo by Nicola Dove, ©NDOVE\n\nPride, the wonderful new movie about a group of London-based lesbian and gay activists who raised money for Welsh miners during a major 1984-85 strike, is a love letter to solidarity, a powerful force that we still talk about inside the LGBTQ community but rarely act upon. It’s an unapologetic piece of agit-prop, and it’s the most stirring film I’ve seen in years.\n\nJune Thomas June Thomas is a Slate culture critic and editor of Outward, Slate’s LGBTQ section.\n\nThe early establishing scenes showing dueling TV appearances by National Union of Mineworkers President Arthur Scargill and Prime Minister Margaret Thatcher could have been plucked from any number of British films about the political turmoil of the 1980s—Billy Elliot, Brassed Off, The Fully Monty, or Sammy and Rosie Get Laid. But Pride quickly transcends the uniting-to-make-it-through-adversity clichés, thanks to Matthew Warchus’ direction and a wickedly witty script from Stephen Beresford.\n\nAdvertisement\n\n\n\nWhen Mark Ashton (played with oodles of sexy charisma by American Ben Schnetzer) notices that the police are spending less time harassing gays, in part because they’re busy on the miners’ picket lines, he spends the 1984 London gay pride march soliciting donations for the strikers and their families. After a post-march party that makes political gays seem like the fun-est homosexuals ever (finally!), he cajoles a handful of comrades into forming LGSM: Lesbians and Gays Support the Miners. A couple of scenes later, the big-city queers make contact with a mining village in South Wales and plan a trip to meet the people they’re supporting.\n\nIn most films, the gays’ arrival in the valleys would be the big climax—homophobia would be overcome by a moving piece of oration, and the miners would link arms with guys who socialize in clubs called the Mineshaft and sing songs as the credits roll. All this would take place while a veritable Masterpiece Theatre of great British thespians—Billy Nighy, Imelda Staunton, Paddy Considine, and some less familiar names—make American performers realize there’s more to being an actor than having a banging bod.\n\nIn Pride, though, forging the connection between two groups on Thatcher’s enemies list is just the beginning. Yes, there is an epic disco scene (the gays love to dance) in which Dominic West more than justifies his paycheck, and, naturally, there’s a heartrending singalong (because you know the Welsh do love to sing), but then things start to get real. Just as the Great Atlantic Fault links the “dark artery” of coal that runs from South Wales to Pennsylvania, the miners and gays come to realize that they, too, are connected, and they’re stronger if they focus on the common struggle instead of lingering on their differences.", "_id": {"$oid": "55daf1ff04235215b082e421"}}