{"URL": "http://www.nytimes.com/2015/08/22/us/politics/joe-biden-campaign.html?ref=politics&amp;amp;_r=1&amp;amp;gwh", "Text": "Photo Advertisement Continue reading the main story\n\nWASHINGTON — As Hillary Rodham Clinton’s campaign struggles with sliding poll numbers, Vice President Joseph R. Biden Jr.’s exploration of a presidential candidacy is taking on a new seriousness.\n\nMr. Biden has been in contact with donors who could help finance a campaign, eyeing major contributors to President Obama and pillars of his own fund-raising network: trial lawyers, Jewish leaders and Greek-Americans. On Thursday, the vice president, who is not known for aggressively courting donors, spoke to George Tsunis, a Long Island developer and longtime supporter, who raised more than $750,000 for the Obama-Biden ticket in 2012.\n\n“I think he is doing the prudent thing, which is to look at it and lay down some groundwork should he run,” said Mr. Tsunis, saying that Mr. Biden is aware that Mr. Tsunis will help him if he enters the race.\n\nAt the same time, some Democrats supporting Mrs. Clinton have quietly signaled that they would re-evaluate their support if Mr. Biden joined the race. For example, Tom Daschle, an influential former Senate Democratic leader who has given the maximum amount allowable to Mrs. Clinton’s campaign, has indicated that he would reassess his position if Mr. Biden entered the race, according to people who have been in contact with him in recent days.\n\nIn addition, a “Draft Biden” group has started to build an infrastructure to use if the vice president enters the race. After initially focusing on raising money for their effort, they have begun to hire field organizers.\n\n“Over the next few weeks we hope to expand our operations so we can communicate with more voters about Vice President Biden’s record,” said Josh Alcorn, a Biden family friend working for the group.\n\nMr. Biden’s supporters have, in private conversations, signaled that if he does enter the race he will portray himself as the rightful heir to Mr. Obama’s legacy, given his loyalty to the president. They also argue that given the unpredictability of a campaign season in which both Bernie Sanders and Donald J. Trump have won a following, it is folly to dismiss Mr. Biden’s chances.\n\nMr. Biden “is authentic and spontaneous and real,” said James P. Kreindler, a New York lawyer who helped raise money for Mr. Biden’s 2008 campaign.\n\nBut the vice president and his closest advisers are also monitoring Mrs. Clinton as she tries to put questions over her use of a private email server while secretary of state behind her. On Thursday, Quinnipiac University released a poll showing troubling signs for Mrs. Clinton in three key states: Florida, Pennsylvania and Ohio. In each state survey, at least 6 in 10 voters said the former secretary of state was not honest and trustworthy. Fewer than 4 in 10 voters in each state held a favorable view of Mrs. Clinton, compared with nearly 6 in 10 who viewed her negatively.\n\nThose who have spoken directly to Mr. Biden, who spent part of this week with his grandchildren in Delaware, increasingly believe that he is going to take several more weeks to decide whether to pursue a candidacy. They hope the time will provide more clarity about how much political damage Mrs. Clinton has suffered as a result of the email issue, and whether the problems will last.\n\nAdvertisement Continue reading the main story\n\nAdvertisement Continue reading the main story\n\nMr. Biden is still mourning the death of his son Beau, and his aides had previously said that he would make an announcement about whether he will run by the end of this summer. But it now appears that deadline could slip. He would need to make a declaration before the first Democratic debate on Oct. 13.\n\nContinue reading the main story First Draft Newsletter Subscribe for updates on the 2016 presidential race, the White House and Congress, delivered to your inbox Monday - Friday.\n\n“He’s not unrealistic that if she’s able to right the ship here, at this point it’s tough, really tough, to see a lot of Democrats coming off her,” said one former senior Obama administration official who recently discussed the merits of a campaign with Mr. Biden. “On the other hand, the things with the emails and everything else could deteriorate — who knows? So I think he’s figuring he’s got another month or so to see what happens, to sort of put feelers out there.”\n\nKendra Barkoff, a spokeswoman for Mr. Biden, declined to comment on questions about calls that have been made and the efforts of the vice president’s allies.\n\nMembers of Mr. Biden’s inner circle have asked the Democrats they have spoken with to be circumspect about conversations, but the advisers have followed who is saying favorable things in the news media about the vice president’s prospects, and are contacting them after they do so.\n\nMr. Biden’s allies have also reached out to some gay and lesbian donors, who the vice president’s supporters believe may be open to his candidacy because of his early support for same-sex marriage. (Mr. Biden spoke out for same-sex marriage rights before Mr. Obama or Mrs. Clinton.) Those who have been approached include Scott Miller, the husband of Tim Gill, who has been a major backer of caucuses for lesbian, gay, bisexual and transgender people, according to Democrats familiar with the outreach effort. Mr. Gill and Mr. Miller are already supporting Mrs. Clinton, and Mr. Miller is on the board of the pro-Clinton group Correct the Record.\n\nMany of Mrs. Clinton’s backers, while respectful of Mr. Biden, believe that few of her contributors will abandon her, no matter the vice president’s plans.\n\n“Everybody thinks the world of Joe Biden,” said Jay S. Jacobs, a contributor and former chairman of the New York Democratic Party. “The difficulty that I think he’d face is that not only are almost all or most of the major donors lined up behind Hillary, but I believe they’re enthusiastic in that.”\n\nAmong the obstacles Mr. Biden would face would be fund-raising: He has struggled when methodically calling upon donors.\n\nStill, his supporters have been cheered by the small donations amassed by Mr. Sanders and have wondered if the vice president could use a similar approach. Only a small group of advisers are in regular contact with Mr. Biden about his deliberations. Outside of his family, he leans mainly on Steve Ricchetti, his chief of staff; Mike Donilon, one of his longest political advisers; and Ted Kaufman, his longtime aide who temporarily took his seat in the Senate when Mr. Biden became vice president.\n\nHunter Biden, Mr. Biden’s younger son, has been described by several prominent Democrats as central to his father’s thinking and he has been in touch with some supporters, though he emphasized in an email that he had not “asked anyone to donate to Draft Biden or any other super PAC.”", "_id": {"$oid": "55daef0c04235215b082e22a"}}