{"URL": "http://www.slate.com/blogs/behold/2015/08/20/klaus_frahm_s_the_fourth_wall_stages_takes_a_different_look_at_what_s_happening.html", "Text": "Klaus Frahm\n\nIn 2010, while photographing a theater, Klaus Frahm snapped a color Polaroid of the audience from backstage. On his way home he took a look at the frame and had a surge of inspiration looking at the deep red seats that seemed to pop out of the image. It proved to be a catalyst for a series, “The Fourth Wall: Stages,” which he has been working on for nearly five years.\n\n“I’ve been doing this with other projects because from behind they look interesting,” he said. “You don’t know what it is. So the idea was already sleeping but there was that moment when I saw the Polaroid, I thought, is this something?”\n\nFrahm began traveling around Germany shooting theaters from backstage, slowly gaining more and more access once he was able to show theater managers the photos he had shot. They often allowed him to shoot between breaks or after performances.\n\nAdvertisement\n\n\n\n“The stage is empty and the auditorium becomes flat like a postcard,” Frahm said about the work. “When you look at the photograph you might think you’re looking at a play and then you get the impression that the auditorium is itself a play because the theater scene is a hole where the action is and you can see what surrounds it.”\n\nKlaus Frahm\n\nKlaus Frahm\n\nKlaus Frahm\n\nKlaus Frahm\n\nIn that sense, the images also bring to mind the back of a film camera with all of the mechanisms surrounding the shutter, in this case the empty theaters.\n\n“It’s so funny,” Frahm said about the different interpretations of his work. “First you have the idea but when you go on and on, suddenly you find more aspects and different meanings than you did at first.”\n\nFor over two decades, Frahm has been shooting with a large-format wooden camera made by Ebony because he likes the feel of it. But he also sees a connection between the camera and the theaters.\n\n“It’s wooden and titanium,” Frahm said about the camera. “So it has two aspects: the auditorium which is kind of soft and romantic like the wood and then the rough and hard metal, the technical stuff on stage.”\n\nWhether he has switched gears because a camera was broken or decided to try something new because it presented a different way of looking at something, Frahm considers himself to be a patient photographer who isn’t afraid of switching directions.\n\n“When you have a concept it’s just a rough sketch, and then you try things that bring up new ideas and widen the concept. It’s always like that and I like to go deeper into it.”\n\nKlaus Frahm\n\nKlaus Frahm\n\nKlaus Frahm", "_id": {"$oid": "55daf2c304235215b082e468"}}