{"URL": "http://www.slate.com/blogs/the_slatest/2015/03/10/hillary_clinton_email_press_conference_2016_frontrunner_attempts_to_defend.html", "Text": "Photo by Sean Gardner/Getty Images\n\nWhen word began to leak Monday evening that Hillary Clinton would, finally, address her controversial private email use while secretary of state, a source close to the once and future White House hopeful lamented to Politico that the media “are going to just say it raises more questions than it answers.” Turns out, that prediction was not quite correct: Clinton’s afternoon press conference didn’t immediately raise any major new questions—but that’s only because it didn’t shed any significant light on the big ones that were already out there.\n\nJosh Voorhees Josh Voorhees is a Slate senior writer. He lives in Iowa City.\n\nAs I argued late last week, Clinton hasn’t been able to offer a good defense of her decision to use private email to conduct government business because there’s isn’t a reasonable one to be made. Clinton effectively proved my point with what turned out to be her overarching explanation for forgoing an official state.gov email address, a practice that skirted federal law and appears to have run afoul of official White House instructions: She simply didn’t want to carry two smartphones.\n\nAdvertisement\n\n\n\n“When I got to work as secretary of state, I opted, for convenience, to use my personal email account,” Clinton said at the United Nations in New York, following a scheduled appearance on a panel for International Women’s Day. “I thought it would be easier to carry just one device.” As a pair of unnamed State Department employees had previously explained to Business Insider during interviews arranged by Clinton’s allies, State Department policy at the time prevented Clinton from having multiple email addresses on her BlackBerry. Clinton also conceded that in hindsight, her decision was a mistake. “Looking back it would have been probably, you know, smarter to have used two devices.” (Update 6:52 p.m.: There's evidence to suggest that she did indeed use more than one email-capable device.)\n\n\n\nBut after the 20-minute-long press conference—during which she took questions from about 10 reporters—the chief issues that have dogged her for days remained: How can the public be confident that Clinton’s team did indeed turn over each and every work-related email to the State Department, as she claims? And why didn’t she turn over her emails to be archived until after the State Department specifically asked for them two years after she left office?\n\nOn the first question, Clinton vowed that her team erred on the side of transparency when deciding which emails to turn over for archiving, but offered no supporting evidence. “I have no doubt that we have done exactly what we should have,” she said. But even if the rest of us do have doubts, Clinton said that she has no plans to allow a third party to take a look at the private server that hosted her account—“The server will remain private,” she said—and that those emails deemed not work-related have since been deleted. “I had no reason to save them,” she said.\n\nClinton, meanwhile, sidestepped questions on the issue of why it took so long for her to turn over 55,000 pages of emails to the State Department (and, again, only after it asked). She did, however, provide additional info on the number of messages in the account. “In going through the emails, there were over 60,000 in total, sent and received,” she said. “About half were work-related and went to the State Department, and about half were personal, [and] not in any way related to my work.”\n\nTry as her supporters might to dismiss the controversy as a manufactured scandal with few real-world implications, that’s simply not accurate. Even if we take Clinton at her word that she opted for a private account simply for the sake of convenience, her unorthodox decisions gave her and her team outsize control of the public record, and thwarted Freedom of Information Act requests from the press, public, academics, and her critics in the process.\n\nShortly before the press conference began, the State Department announced that it would release any non-classified emails that Clinton turned over to the government on a website in the coming months, as Clinton had requested last week. That, however, is a hollow gesture. Those were the messages that Clinton’s own team—the only people with access to her private account—had already decided were safe to be archived by the government and, eventually, made public. Releasing those emails in the coming months won’t refute the idea that Clinton intentionally sought out a legal gray area from which to do her business, an act that privileged her own privacy (and likely political aspirations) above the public record.\n\nLikewise, the other explanation she offered Tuesday—that the vast majority of her emails would have been saved in the government system because any email she sent to anyone else in the government would have been preserved on his or her end—also fell short. That argument relies on her colleagues using the same type of .gov address that she herself felt was too much of a burden—something that ignores that one of her top aides had her own clintonemail.com address, and does the same for any messages Clinton sent to foreign officials or private parties.", "_id": {"$oid": "55daf0f604235215b082e386"}}