{"URL": "http://www.washingtonpost.com/blogs/fact-checker/wp/2015/03/10/hillary-clintons-emails-a-timeline-of-actions-and-regulations/", "Text": "\n\n(AP Photo/Kevin Lamarque/pool)\n\nThe Fact Checker has compiled an extensive timeline concerning government rules and regulations on the use of private e-mail accounts and the actions of former secretary of state Hillary Rodham Clinton.\n\nThe timeline shows that before she became secretary, the State Department made clear that certain e-mail records should be retained and that official communication systems were preferred.\n\nDuring Clinton’s term as secretary, regulations were tightened concerning the preservation of e-mail records, and concerns were raised about the use of personal e-mail accounts for official business. But the legal requirement to immediately preserve e-mails from nongovernment e-mail accounts was not made mandatory until nearly two years after she stepped down. (We welcome suggestions from readers to expand and update this timeline.)\n\nBefore Clinton becomes secretary of state\n\n1950: President Truman signs into law the Federal Records Act, which establishes the records-management responsibilities of government officials.\n\nOct. 30, 1995: The State Department Foreign Affairs manual is updated to reflect the emergence of something called “electronic mail.” The manual notes: “All employees must be aware that some of the variety of the messages being exchanged on E-mail are important to the Department and must be preserved; such messages are considered Federal records under the law.”\n\nThe manual then described how to determine which e-mails are such federal records, giving as examples: “Records that document the formulation and execution of basic policies and decisions and the taking of necessary actions; records that document important meetings; records that facilitate action by agency officials and their successors in office.”\n\nThe manual says that it is up to officials themselves to determine which e-mails should be considered federal records: “E-mail message creators and recipients must decide whether a particular message is appropriate for preservation.”\n\nNov. 4, 2005: The State Department updates the Foreign Affairs manual to state that “sensitive but unclassified” information should not be transmitted through personal e-mail accounts. “It is the Department’s general policy that normal day-to-day operations be conducted on an authorized AIS [Automated Information System], which has the proper level of security control to provide nonrepudiation, authentication and encryption, to ensure confidentiality, integrity, and availability of the resident information,” the manual says.\n\nJan. 13, 2009: Clintonemail.com domain name is registered to a person named Justin Cooper, a senior adviser to former president Bill Clinton. (He then signs it over to a company called Perfect Privacy LLC, which offers private domain registration.) Hillary Clinton begins her confirmation hearings the same day.\n\nClinton is secretary of state\n\nJan. 21, 2009: The Senate confirms Clinton as secretary of state.\n\nOct. 2, 2009: The U.S. Code of federal regulations on handling electronic records is updated: “Agencies that allow employees to send and receive official electronic mail messages using a system not operated by the agency must ensure that Federal records sent or received on such systems are preserved in the appropriate agency recordkeeping system.” The responsibility for making and preserving the records is assigned to “the head of each federal agency.”\n\nJune 29, 2011: A State Department cable to employees is issued under Clinton’s signature (as are all cables) after Google revealed that hackers were targeting the personal e-mail accounts of U.S. government employees. The cable warns: “Avoid conducting official Department business from your personal e-mail accounts.”\n\nAugust 2012: The State Department inspector general issues a scathing report on the performance of U.S. Ambassador to Kenya Scott Gration that includes criticism of the fact he used a private e-mail account to handle “sensitive but unclassified” material. Gration is later fired.\n\n“The Ambassador’s requirements for use of commercial e-mail in the office and his flouting of direct instructions to adhere to Department policy have placed the information management staff in a conundrum: balancing the desire to be responsive to their mission leader and the need to adhere to Department regulations and government information security standards,” the IG report said.\n\nFeb. 1, 2013: Clinton steps down as secretary of state.\n\nAfter Clinton leaves State\n\nMarch 15, 2013: Clinton’s private e-mail account is first exposed after a hacker named “Guccifer” accessed the account of former Bill Clinton aide Sidney Blumenthal. The hack shows that Clinton communicated with Blumenthal using the private e-mail account of hdr22@clintonemail.com, and Guccifer published a screen grab of their exchanges showing that the two discussed a number of sensitive foreign policy issues.\n\nThe leak attracted little attention at the time, though an article in Gawker asked, “Why was Clinton apparently receiving emails at a non-governmental e-mail account?” John Cook, the author, added: “Neither the State Department nor the White House would immediately comment on whether the White House knew that Blumenthal was digitally whispering in Clinton’s ear, or if the e-mails were preserved as the law requires.” (Cook later said that Gawker filed a Freedom of Information request for copies of the emails, citing the specific e-mail address, but was told by State no records existed.)\n\nSept. 9, 2013: The National Archives updates regulations on the handling of e-mails and federal records: “While agency employees should not generally use personal email accounts to conduct official agency business, there may be times when agencies authorize the use of personal email accounts, such as in emergency situations when Federal accounts are not accessible or when an employee is initially contacted through a personal account.”\n\nSummer, 2014: State Department officials responding to a request for documents from the House Select Committee on Benghazi realize there are no records to or from an official State Department e-mail account for Clinton.\n\nNov. 14, 2014: President Obama signs an update of the 1950 Presidential and Federal Records Act. The law expanded the definition of “federal records” to specifically include electronic communications. The law also clarified the responsibilities of federal government officials when they use nongovernment email systems, which includes copying an official record or forwarding a complete copy of the e-mail within 20 days of transmission.\n\nDecember 2014: In response to a request from the State Department, Clinton provides 50,000 pages of printed e-mails. The Department provides 900 pages related to Benghazi to the House committee in February.\n\nMarch 4, 2015: Clinton tweets: “I want the public to see my email. I have asked State to release them. They said they will review them for release as soon as possible.”\n\nMarch 10, 2015: Clinton tells reporters that she set up the system because she did not want to carry two devices–one for work email and one for personal e-mail. She says she turned over 30,490 work-related e-mails to the State Department and deleted 31,830 e-mails that she deemed to be personal.\n\n(About our rating scale)\n\nSend us facts to check by filling out this form\n\nFollow The Fact Checker on Twitter and friend us on Facebook", "_id": {"$oid": "55daf2ac04235215b082e45a"}}