{"URL": "http://english.caixin.com/2015-08-18/100841116.html", "Text": "08.18.2015 19:15\n\nAuthorities are in a race to clean up hundreds of tons of chemicals at site of Tianjin explosions on concerns rain could release deadly gas\n\nBy staff reporters Yu Dawei, Ren Bo, Wang Heyan, Zhao Han and Cui Zheng\n\n(Tianjin) – Clean-up efforts at the site of the Tianjin blast have focused on the risk that sodium cyanide in the area could turn into a hazardous gas with rainfall.\n\nAs heavy rain fell briefly on the morning of August 18, white-colored foam streamed onto Huanghai Road in Tianjin's Binhai New Area, 5.5 kilometers away from the site of blasts.\n\nA number of reporters exposed to the rain complained about a burning sensation in their lips and joints, though it is not clear if the foam is linked to chemical spills in the wake of the massive August 12 explosions.\n\nThe Tianjin Meteorological Bureau said thunderstorms are expected to stop in the early morning hours of August 19, but a drizzle will follow.\n\nDuring a news conference on August 18, Bao Jingling, the chief engineer of the Tianjin Environmental Protection Bureau said workers have conducted two rounds of clean-up efforts to collect the toxic chemical sodium cyanide, but sodium cyanide dust from the explosion would remain a large risk.\n\nBao warned local residents against exposing themselves to rain because if the dust is mixed with water, it triggers the formation of hydrogen cyanide, a colorless and highly poisonous liquid that becomes a vapor at even slightly above room temperature.\n\nHe also warned local residents not to touch any dust in their homes if they must return to retrieve personal belongings or necessities.\n\n\"In particular, people should avoid spilling water on the dust,\" he added.\n\nTwenty-nine water samples taken from 40 sites near the area of the explosion within a 24-hour period were found to have sodium cyanide including one sample with more than 28 times the chemical allowed, said Bao.\n\nBy August 18, the death toll for the disaster had risen to 114 people, 83 of whom have been identified.\n\nAnother 57 people remain missing, including 52 firefighters and five police officers.\n\nGao Huaiyou, a vice director of the Tianjin Administration of Work Safety said at least 16 types of dangerous chemicals including sodium cyanide were stored in the warehouse based on a review of customs documents, company reports and data collected by local transportation authorities.\n\nAuthorities said several hundred tons of sodium cyanide was stored in the warehouse in wooden boxes and metal containers though it is not clear how much and how far the substance has dispersed into the air and surrounding areas.\n\nWorkers have been using hydrogen peroxide to neutralize the chemicals near the site, but Liu Peinian, a professor of material science at East China University of Science and Technology, said that the use of hydrogen peroxide can damage the environment, although the harms are still far less great compared to the deadly chemical sodium cyanide.\n\n(Rewritten by Li Rongde)", "_id": {"$oid": "55daf2fe04235215b082e473"}}