{"URL": "http://www.pewsocialtrends.org/2010/01/12/blacks-upbeat-about-black-progress-prospects/", "Text": "Blacks Upbeat about Black Progress, Prospects\n\nA Year After Obama's Election\n\nOverview\n\nDespite the bad economy, blacks’ assessments about the state of black progress in America have improved more dramatically during the past two years than at any time in the past quarter century, according to a comprehensive new nationwide Pew Research Center survey on race.\n\nBarack Obama’s election as the nation’s first black president appears to be the spur for this sharp rise in optimism among African Americans. It may also be reflected in an upbeat set of black views on a range of other matters, including race relations, local community satisfaction and expectations for future black progress.\n\nIn each of these realms, the perceptions of blacks have changed for the better over the past two years, despite a deep recession and jobless recovery that have hit blacks especially hard.\n\nThe telephone survey was conducted from Oct. 28 to Nov. 30, 2009 among a nationally representative sample of 2,884 adults, including 812 blacks. (For details see page 67 in the full report).\n\nIn some topic areas, the survey finds little change in black opinions. For example, four decades after the turmoil, triumphs and tragedies of the Civil Rights era, most blacks still doubt the basic racial fairness of American society. More than eight-in-ten blacks — compared with just over a third of whites — say the country needs to make more changes to ensure that blacks have equal rights with whites. Blacks also continue to lag behind whites in their satisfaction with their lives and local communities, and most remain skeptical that the police treat blacks and whites equally.\n\nHowever, in the teeth of what may be the deepest recession since the Great Depression, nearly twice as many blacks now (39%) as in 2007 (20%) say that the “situation of black people in this country” is better than it was five years earlier, and this more positive view is apparent among blacks of all age groups and income levels. Looking ahead, blacks are even more upbeat. More than half (53%) say that life for blacks in the future will be better than it is now, while just 10% say it will be worse. In 2007, 44% said things would be better for blacks in the future, while 21% said they would be worse.\n\nA majority of blacks (54%) also report that Obama’s barrier-breaking election has improved race relations in America; just 7% say it has made race relations worse. Whites, too, see progress on this front, though by much smaller margins. A plurality of whites (45%) say Obama’s election has made no difference to race relations, while about a third (32%) say it has made things better and 15% say it has made race relations worse.\n\nFor both races, these appraisals are not as effusive as the expectations expressed immediately after the November 2008 election, when nearly half of white voters (48%) and three-quarters of black voters (74%) said they expected to see race relations improve during Obama’s presidency.\n\nAs for Obama himself, one year into his presidency, his personal favorability rating runs well ahead of public support for his policies, though both have declined in the course of a year marked by highly partisan battles over his policy agenda. His support is higher among blacks than whites, but there is little to suggest that negative opinions about Obama among whites have been driven mostly by race. For example, only a small share of whites (13%) say Obama has been paying too much attention to the concerns of blacks.\n\n\n\nAnd while whites who score low on an index of racial liberalism have much more negative views of Obama than do other whites, it is also the case that many whites with an unfavorable opinion of the president have more liberal racial views.\n\nMost See a Black-White Convergence on Values, Living Standards\n\nIn what may be some of the most intriguing findings of this survey, most blacks join with most whites in saying that the two racial groups have grown more alike in the past decade, both in their standard of living and their core values.\n\nSeven-in-ten whites (70%) and six-in-ten blacks (60%) say that the values held by blacks and whites have become more similar in the past 10 years. Similarly, a majority of blacks (56%) and nearly two-thirds of whites (65%) say the standard of living gap between whites and blacks has narrowed in the past decade.\n\nCompared with 2007, whites have changed little in either perception.But more blacks now say that the values of blacks and whites have become more similar (from 54% then to 60% today) and that the standard of living gap has narrowed (41% then, 56% now).\n\nThe changing views about the size of the black-white economic gap are all the more notable because they run counter to underlying economic realities. According to a widely-used indicator of a group’s standard of living — median household income — blacks in this country have lost ground to whites since 2000, after having spent the previous three decades narrowing the gap. (For details see page 62 in the full report).\n\nBlacks and Discrimination: No Longer the Biggest Target?\n\nBlacks and whites continue to have very different views about the pervasiveness of discrimination against African Americans. Some 43% of blacks now say there is a lot of anti-black discrimination, about the same as in 2001. Among whites, just 13% see a lot of anti-black bias now, down from 20% in 2001.\n\nMoreover, among whites some 21% say that Hispanics face a lot of discrimination. As a result, Hispanics have not only passed blacks as the nation’s biggest minority group, they are also now seen by slightly more Americans as frequent targets of discrimination (23% vs. 18% for African Americans). This was not the case in 2001.\n\nFewer Americans see a lot of discrimination against three of four other demographic groups tested in this question: women (13%), whites (10%) and Asian-Americans (8%).\n\nBut many Americans see a lot of discrimination against another group tested: gays and lesbians. Nearly half (45%) of all Americans (and 55% of all blacks) say they face a lot of discrimination.\n\nThese findings are in sync with surveys taken over the last decade that show the public perceives substantial bias against gays and lesbians.\n\nOverall, blacks are much more inclined than whites to see discrimination against all groups tested, except whites.\n\nThe survey finds other sizable black-white racial gaps in perceptions of bias. As noted earlier, blacks are much more likely than whites to say that the police do not treat blacks the same as whites.\n\nThey are also much more likely to say the country needs to continue to make changes to ensure blacks have equal r\n\nights with whites. Fully eight-in-ten blacks (81%) say so, compared with just over a third (36%) of whites.\n\nBut on a related question, a majority of blacks (52%) now say that blacks who cannot get ahead in this country are mainly responsible for their own situation, whereas only about a third (34%) say that racial discrimination is the main reason. Fifteen years ago, most blacks held the opposite view. Multiple surveys taken since 1994 show that this shift in blacks’ perceptions has occurred in fits and starts over time, and that the change pre-dates the election of Obama.\n\nRacial Identity: Do the Old Categories Still Work?\n\nFrom slavery to segregation to the civil rights era, the terms “black” and “white” have generally been regarded in this country as mutually exclusive. The simplicity of that classification scheme has served to obscure the racial mixing that has always been a part of the national tapestry.\n\nIt is not clear if the nation’s racial lexicon will one day grow more nuanced. But several findings from this new Pew Research survey demonstrate that, at the very least, the old categories are hard-pressed to describe America’s new demographic realities — and that public opinion has begun to take notice.\n\nA particularly vivid challenge to the old categories comes from the bloodlines of the man who now lives in the White House — the son of an African father from Kenya and a Caucasian mother from Kansas.\n\nRacially speaking, who is Barack Obama?\n\nIt depends on whom you ask. Offered a choice, most blacks (55%) say Obama is black, while about a third (34%) say he is mixed race. Among whites, the pattern is reversed. Most (53%) say he is mixed race, while just a quarter (24%) say he is black. Hispanics are even more inclined than whites to see him as mixed race; 61% do so.\n\nThere are only minor sub-group differences by age, education or income on this question. So race is the overriding factor that divides public opinion on the question of Obama’s racial identity. But even within racial groups, there is considerable disagreement — witness the fact that only a bare majority of both blacks and whites agree among themselves.\n\nNor is Obama the only source of semantic confusion on the racial classification front. In this survey, when respondents were asked to state what race they are (black; white; Asian; some other race) and told they could choose as many categories as they wished, just 1% chose to identify with more than one category. However, later in the same survey, when respondents were asked explicitly if they consider themselves to be of mixed race — fully one-in-six (16%) said they did, including 20% of blacks, 8% of whites and 37% of Hispanics.\n\nIn short, responses to racial identity questions vary widely depending on wording and context — a sign that the old classification scheme may be losing some of its descriptive power in a country that is rapidly growing more racially and ethnically diverse, and that is experiencing, from a small base, a sharp rise in interracial marriage. As of 2008, 8.1% of marriages in this country were between spouses of a different race, up from 3.2% in 1980, according to U.S. Census Bureau figures.\n\nInterracial Marriage\n\nOnce a social and legal taboo in this country, interracial marriage is now widely accepted by Americans of all racial groups. In the Pew Research survey, about two-thirds of whites (64%) say they would be fine with a member of their family marrying a black person; an additional 27% say they would be bothered but would accept it.\n\nAmong blacks, eight-in-ten (80%) say it would be fine with them if a family member were to marry a white person, and another 16% say they would be bothered but would accept it. Just 6% of whites and 3% of blacks say they could not accept a black-white interracial marriage in their family.\n\nWithin both races, degrees of acceptance are higher among younger respondents than older ones.\n\nSince 2001, acceptance of black-white interracial marriage has risen slightly among whites. It is still the case that more blacks than whites approve, but the black-white gap on this question has fallen from 31 percentage points in 2001 to 16 percentage points in 2009.\n\nThe survey finds that most Americans also are ready to accept intermarriage in their family if the new spouse is Hispanic or Asian. But there is one new spouse that most Americans would have trouble accepting into their families: someone who does not believe in God. Seven-in-ten people who are affiliated with a religion say they either would not accept such as marriage (27%) or be bothered before coming to accept it (42%).\n\nObama and Race\n\nAn overwhelming share of blacks — 95% — have a favorable opinion of President Obama. This number has remained in the stratosphere among blacks throughout his first year in office. Among whites, however, Obama has seen his popularity ratings decline significantly — from a high of 76% just before he was inaugurated to 56% in the current survey. (Even so, Obama’s personal favorability ratings continue to run ahead of public approval for his policies; his December Pew Research Center job approval rating among whites was 39% approve and 48% disapprove).\n\nParalleling the near-unanimous black support for Obama is the near unanimous view among blacks that he shares the values and interests of black people; 61% of blacks say he shares “a lot” of values and interests with blacks and an additional 31% say he shares “some.” These numbers are up from 2007 when, during the early stages of the Democratic nomination contest, some questioned whether the then long-shot candidate was “black enough.” In a Pew Research survey taken in the fall of 2007, 42% of blacks said he shared “a lot” of the values and interests of black people, while an additional 33% said he shared “some.”\n\nThe new survey finds that a year into Obama’s presidency, few Americans of any race believe he has been favoring his black constituents over other groups. Just 13% of both whites and Hispanics and 1% of blacks say he is paying too much attention to the concerns of blacks.\n\nA small share of all three groups (10% of whites and Hispanics, 13% of blacks) take the opposite view; that he is paying too little attention to the concerns of blacks. A majority of whites (57%) and Hispanics (60%), as well as 80% of blacks say he is paying the right amount of attention to blacks.\n\nThe survey findings suggest that blacks are disinclined to press race-based claims on Obama. The share who say the nation’s first African-American president is paying too little attention to blacks is not as large as the share of blacks who say he is paying too little attention to the concerns of other groups, including labor unions (23%) and seniors (22%).\n\nBoth whites and Hispanics have more group-based complaints about Obama than blacks do. Fully 42% of Hispanics say he isn’t paying enough attention to the concerns of Hispanics. And 22% of whites say he isn’t paying enough attention to the concerns of whites.\n\nThere are also sharp racial and ethnic differences in perceptions about whether people who oppose Obama’s policies are motivated to a significant degree by race. More than half of blacks (52%) say this, compared with 29% of Hispanics and just 17% of whites.\n\nThe survey also finds a striking shift in black opinions about Obama’s principal oppo\n\nnent for the Democratic presidential nomination, Hillary Clinton. Going back to her years in the 1990s as First Lady, blacks have always held Clinton in very high regard, but her ratings plummeted in the spring of 2008, at the height of her political battle with Obama. At that time, about six-in-10 blacks viewed her favorably, down from about eight-in-ten at the beginning of 2008. However, she has since made up all that lost ground — and more. Her current favorability rating among blacks is 93%, virtually identical to that of Obama.\n\nProblems in Black Communities and Families\n\nBlacks have long trailed whites in their level of satisfaction with their communities. This is still the case now, but the black-white gap on this question has narrowed in the past two years.\n\nOverall, 44% of blacks say they are very satisfied with their local community as a place to live, compared with 52% of Hispanics and 64% of whites. Two years ago, just 36% of blacks were very satisfied with their community. During the same period, there was no substantial shift in community satisfaction among the other groups.\n\nIn response to a question about the problems facing black families, a majority of blacks rate not enough jobs (79%), drugs and alcoholism (74%), crime (67%) and poor public education (56%) as big problems.\n\nMost blacks (61%) say churches are helping “a lot” to tackle these problems. But blacks are less impressed by the problem-solving role being played by community organizations (47% say they help a lot), black people themselves (39%) and the government (26%).\n\nBlacks, Whites and the Economy\n\nWhen it comes to employment rates, blacks have been hit harder than whites by the recession and so-far jobless recovery. But when it comes to perceptions about the economy, the opposite is true: whites have turned sharply negative since the recession began, while black perceptions (starting from a more downbeat base) have held steady. For example, the share of whites who rate the national economy as excellent or good has plummeted from 42% in late 2006 to just 7% in late 2009. During this same period, black assessments barely budged — from 16% in December 2006 to 14% three years later.\n\nThe contrast is even more dramatic in perceptions about one’s personal finances. The share of whites who rate their personal financial situation as excellent or good has declined during this period from 52% to 35%, while the share of blacks who rate their personal finances as excellent or good has changed very little (32% in late 2009, 27% in late 2006).\n\nRead the full report for more details.", "_id": {"$oid": "55daf03304235215b082e2c9"}}