{"URL": "http://www.slate.com/articles/news_and_politics/crime/2015/08/mansur_ball_bey_death_st_louis_police_use_strange_new_tactic_of_baton_banging.html", "Text": "Photo by Lawrence Bryant/Reuters\n\nSt. Louis erupted in protests on Wednesday night after the shooting death of 18-year-old Mansur Ball-Bey at the hands of police officers, who said he pointed a gun at them before they fired their service weapons. The protests, which reportedly escalated when people started throwing rocks and bottles at officers, led the St. Louis Police Department to respond with a regrettably familiar show of military-style force, complete with armored vehicles, riot gear, tear gas, and smoke canisters.\n\nLeon Neyfakh Leon Neyfakh is a Slate staff writer.\n\nOne aspect of the police’s response was distinctly unfamiliar, though. According to local black newspaper the St. Louis American, around 8 p.m. a line of police officers began “moving towards the crowd and started beating their batons on the ground” in unison. The paper reported that as the officers “advanced down the street,” the synchronous taps “seemed to further enrage the individuals who had temporarily formed pockets on the side street.” According to the paper, demonstrators seemed to take “the batons hitting the ground as taunts.”\n\nAdvertisement\n\n\n\nThe situation got worse from there, with protesters setting fire to a mattress, an American flag, and a car, which was still smoldering the following morning. Ultimately the night ended with nine people arrested, and many community members outraged over what they saw as an excessive use of force by the police.\n\nSo what was the eerie-sounding baton-thumping tactic that police used on Wednesday evening? How was it meant to work, and what was it supposed to accomplish?\n\nNone of the experts on crowd control I reached on Thursday could give me a name for what the maneuver is called. They did recognize it, however, and told me that it dates back as far as the 1960s, though it is not often used today, at least not in the United States. (I reached out to the St. Louis Police Department for comment but did not hear back. I will update this post if I get a response.)\n\n“While this is somewhat common in Europe, it is pretty rare in [the] US,” wrote Alex Vitale, a sociologist at Brooklyn College who has studied police tactics for crowd control. “The idea is a kind of ‘shock and awe’ effect. It represents a concrete threat that the police are prepared to use force to disperse people. On the one hand it is an organized, measured, and intentional show of force. On the other hand it can be very provocative, inviting additional throwing of rocks and bottles.”\n\nIrv Miller, president of J & L Self Defense Products, a company that sells batons and other equipment to law enforcement agencies, confirmed that the point of the tactic is essentially to scare protesters. “In riot control training they are taught that the unison and teamwork of the group is intimidating,” Miller wrote in an email. It is meant, he added, “to psychologically affect the people creating the disturbance.”\n\nJoseph Giacalone, a retired NYPD officer, echoed that explanation: “Think of the Roman soldiers banging on their shields to instill fear in the opponent,” he wrote to me. “It's all about a psychological advantage.”\n\nBut how can a tactic that is now uncommon, and somewhat inscrutable, send a clear message? According to Doug Wyllie, editor in chief of the law enforcement news and commentary website PoliceOne, that’s sort of the point. “It really is just a matter of doing something that’s completely nonviolent,” he said. “The intent is to get people to think, ‘This is gonna get weird in a minute.’ ”", "_id": {"$oid": "55daeebb04235215b082e1e7"}}