{"URL": "http://www.nbcnews.com/news/latino/latinos-outraged-anchor-baby-term-see-it-offensive-n413391", "Text": "Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed 2:08 autoplay autoplay Copy this code to your website or blog\n\nAny GOP hope that time would ease the sting many Latinos felt when Donald Trump opened his campaign by deriding Mexicans may have been quashed by Jeb Bush and his use of the term \"anchor babies,\" which drew swift criticism from many in the community.\n\nThe phrase is used to describe American citizens who are children of parents not born in the U.S. It has been used to describe both children whose parents are not legally here and those of legal immigrants.\n\nBush's use of the phrase, which predates the campaign and is used regularly by lawmakers on Capitol Hill, set off a firestorm and questions of whether the term is derogatory.\n\nFacebook\n\nTwitter\n\nGoogle Plus\n\nEmbed 3:00 autoplay autoplay Copy this code to your website or blog\n\nTrump has used the term as well, giving more fodder to Democrats.\n\n\"From the depths of my heart, I look at someone like Jeb Bush, who really should know better and that all I can think of is the Spanish term, sinvergüenza, which means somebody who is completely without shame to attack children this way,\" said Rep. Linda Sanchez, chair of the Congressional Hispanic Caucus.\n\nSanchez, the daughter of immigrants from Mexico, pointed out that her parents had seven children in the U.S., including two who are serving in the U.S. Congress and are \"law abiding and tax paying.\"\n\nLike other children born in the U.S. to immigrant parents, \"I'm a citizen of the United States. Does that make me an anchor baby?\" asked Sanchez, D-Calif.\n\nThe term has been used before on Capitol Hill and in media. But it comes as the Latino population is rapidly growing and showing up in enough numbers at the ballot box, particularly in key battleground states, to have ramifications on whether Hispanics are being taken seriously and treated respectfully.\n\nIt also is resonating in a community that is predominantly Mexican American, with many members of that community not that far removed from decades when they or their parents or grandparents were not treated equally - even though many were U.S. citizens. Even today, many U.S.-born Latinos are told to go back to their country or must assert that they have deep roots in this country.\n\nBush, whose wife is from Mexico and has children who were born here, said he didn't regret using the term on a radio show. He explained that he didn't use it as his own language, but said \"it's commonly referred to that.\"\n\n\"Do you have a better term? You give me a better term and I'll use it,\" he said when asked if the term was bombastic. When it was suggested he say children of undocumented immigrants, he said that was too many words.\n\nTrump who was questioned about using the term at a town hall had a similar response, when asked if knew the term is offensive. \"You mean politically correct and everybody uses it,\" Trump said and then asked for another term.\n\nHe didn't want to use the longer description of American-born children of undocumented immigrants.\n\nFacebook\n\nTwitter\n\nGoogle Plus\n\nEmbed 1:13 autoplay autoplay Copy this code to your website or blog\n\nIan Haney Lopez, an expert on racial rhetoric and politics in the U.S., said the debate has juxtaposed the noble and ignoble.\n\n\"Children are widely seen as innocent and pure … yet there is an unspoken racial element there, for children of color are all too often pictured as criminals or welfare cheats in training,\" said Haney Lopez, author of \"Dog Whistle Politics: How Coded Racial Appeals Have Reinvented Racism and Wrecked The Middle Class.\"\n\nDog whistle is a term used to describe coded language that means one thing in general but has an additional meaning for a targeted population.\n\nThe racializing of children of color is \"the ignoble tradition that finds voice in the phrase 'anchor babies,' which tarnishes even the tiniest infant with the stain of being one of 'them,' the dark and dangerous who invade our society,\" Haney Lopez said.\n\nHe said the \"dog whistle\" term operates as code \"to stimulate fear about changing racial demographics,\" which politicians like Trump are stoking as his supporters consider turning over leadership of the country to a plutocrat.\n\nBush's use of the phrase drew criticism in the Latino and Latino immigrant community.\n\n\"Sadly, by talking about border first and 'anchor babies,' Jeb Bush and Marco Rubio are now allowing racism to be used in the pandering for votes. What happened to Bush's 'immigration is an act of love' or Rubio's immigration reform plan,\" said Maria Rodriguez, executive director of the Florida Immigrant Coalition in Miami.\n\nIn 2012, there were 35.7 million U.S. born children of immigrant parents, what demographers refer to as second-generation Americans, according to Pew Research Center. Of those, 16.3 million were Hispanic and and 57 percent of the Hispanics were under 18. For whites, 11.6 million were children of immigrants and 23 percent were under 18.\n\nUnlike Trump, who said he wants to repeal birthright citizenship, Bush said Thursday he thinks \"all people born in this country should be American citizens.\"\n\nBut Democrats accused him of trying to have it both ways by taking that position but using the \"derogatory terminology of the anti-immigrant movement.\"\n\nThe anger over use of the term wasn't confined to Democrats.\n\nAlfonso Aguilar, director of American Principles in Action's Latino Partnership, a conservative group, said use of the term is \"extremely insulting.\" Aguilar served in the George W. Bush administration.\n\n\"It makes undocumented immigrants sound like leeches who just want to come here to have children so they can have access to government handouts. And that's simply not true,\" Aguilar said. \"The vast majority come here to improve their livelihood and their families.\"\n\nFollow NBC News Latino on Facebook and Twitter", "_id": {"$oid": "55daf1ce04235215b082e413"}}