{"URL": "http://www.theatlantic.com/health/archive/2015/01/carter-center-guinea-worm-jimmy-carter-parasite-pipe-filter/384557/", "Text": "For the past 30 years, Jimmy Carter has waged war on the Guinea worm, a parasite that infects people who drink water contaminated with its larvae. Carter’s first encounter with the worm was in the late 1980s during a trip to a small village in Ghana, where more than two-thirds of inhabitants were infected.\n\n“I saw a young woman holding a baby in her arms … But it was not a baby—It was her right breast,” he said to a group of reporters. “It was [swollen to] about a foot long. And coming out of the nipple of her breast was a Guinea worm.” Carter would later discover that the woman had 11 worms in her body. This event, which he called one of the most unforgettable scenes of human suffering he had ever seen, inspired him to create a new mission for his Carter Center foundation: The complete eradication of Guinea worm disease.\n\nIn 1986, cases of Guinea worm disease numbered more than 3.5 million worldwide. Now, globally, there are only 126 cases left, Carter announced this week during the unveiling of a new exhibit at the American Museum of Natural History in New York, called Countdown to Zero: Defeating Disease. The exhibit showcases “neglected tropical diseases” such as Guinea worm, river blindness, and polio, which have disappeared from wealthy nations but still plague the developing world. Though most of the Western world has averted its attention from the scourges, Carter said that these diseases are prime for eradication, and his foundation is on track to make Guinea worm the second human disease after smallpox to be entirely eliminated worldwide.\n\nThe disease was endemic in an estimated 23,735 villages across 21 Asian and African countries like Ghana, India, Pakistan and Yemen in 1991. Now, only 30 villages in four countries—Mali, Chad, Ethiopia, and South Sudan—harbor the worms. The feat comes from decades of public-health intervention. Once inside a human host, the Guinea larva develops into a long, pale worm within a year. Then, over the course of 30 days, it emerges from the infected person’s skin through painful, swollen welts. “Imagine a worm one meter long coming out of your skin for, on average, 11 weeks. That in itself is a nightmare to me,” Craig Withers, a program director at the Carter Center, said at the event. “It’s sort of like ‘Alien’ in real life.” It’s also common for people to suffer from more than one infection, Withers said, adding that the worms can manifest in any part of the body. “Use your worst imagination: Roof of the mouth, breast, the head, scrotum. Any area, it can come out,” Withers said. Afflicted people often immerse themselves in a watering hole in an attempt to wash the worm out of their bodies, but this allows the worm to lay its eggs and start the cycle anew.\n\nThe Carter Center helped interrupt this chain of events by educating affected communities on the Guinea worm, and providing them with “pipe filters” to wear around their necks and use like straws for filtering drinking water. The outreach methods that helped the Carter Center decimate the disease may offer insight into combating the explosive Ebola outbreak in West Africa, according to Donald Hopkins, the Carter Center’s vice president for health programs. Hopkins noted that the most important lesson learned from Guinea worm is how essential it is to engage with the afflicted community. He said that doctors should reassure affected villages that Ebola is not a death sentence, and that more than a third of the people infected recover. By dispelling those fears, health officials can encourage those with the disease to seek treatment early, Hopkins said.", "_id": {"$oid": "55daf1b404235215b082e3fd"}}