{"URL": "http://www.slate.com/articles/business/the_bills/2015/08/gop_candidates_on_social_security_they_re_not_just_gimmes_to_the_rich_they.html", "Text": "Photo illustration by Juliana Jiménez. Photo by Shutterstock\n\nEarlier this week, Paul Krugman asked an important question in his New York Times column: Why are almost all the Republican candidates for president campaigning on a platform that calls for cuts in Social Security, even though polls routinely show most voters support increasing payments?\n\nKrugman flagged the financial priorities of the wealthiest Americans as the culprit, arguing that surveys show they demonstrate the least support for Social Security. If the people funding the candidates don’t like something, in other words, neither will the candidates. As true as this analysis is, it misses a vital piece of the puzzle—the war on women.\n\nAdvertisement\n\n\n\nIn national politics, the war on women isn’t always about denying women the right to choose to end a pregnancy or to have health insurance pay for contraception. It’s also about denying women their financial dignity.\n\nSo is Social Security another front in the politicians’ affronts to the lives of American women? “Absolutely,” says Nancy Altman, co-founder of the advocacy organization Social Security Works and co-author of a book with the same name. “Attacks on the program are attacks on everyone, but they are especially attacks on women.”\n\nLet me explain.\n\nSocial Security is rightly viewed as a program that provides economic security for all Americans in their old age. But who is most likely to benefit from it? From the time an American can first claim eligibility at age 62, the majority of those receiving a Social Security check in retirement are female—56 percent to start off, to be specific. But because women outlive men, that discrepancy grows only larger with time. By age 85, about two-thirds of the recipients are women.\n\nWomen are more likely to suffer from any cutbacks in Social Security, even the most innocent-sounding ones.\n\nMoreover, women—who earn less than men and take more pauses from the workforce (due in part to their assumption of caretaking duties for everyone from children to elderly relatives)—are more dependent on Social Security for their economic well-being in their final years than their male peers are. According to the National Women’s Law Center, 30 percent of women 65 or older rely on Social Security for at least 90 percent of their income. Men? Only 23 percent are so reliant. And women’s checks are smaller, too. The average retired female worker receives more than $300 less a month from Social Security than a male one.\n\nViewed all together, this leaves women more likely to suffer from any cutbacks in Social Security, even the most innocent-sounding ones. Take a look at calls to change the formula to determine annual cost-of-living adjustments for Social Security payments, a position supported by, for example, Ted Cruz.\n\nThe argument is that the current formula overestimates the impact of inflation on the finances of the elderly. Not by a large amount, mind you. Just a tiny bit, maybe something like 0.25 or 0.3 percent annually, as revealed by competing Department of Labor measures for computing how inflation is experienced by consumers.\n\nWhen the National Women’s Law Center ran the numbers on the proposed adjustment in 2011, it determined that a woman would receive $56 less than she otherwise would find in her monthly Social Security stipend by the time she’s 80. If she lives to 95? That number all but doubles to $101 a month.\n\nThat may sound piddly, but it comes to one to two weeks’ worth of meals for an elderly woman. According to the USDA, the average amount of money a woman over the age of 71 spends on groceries costing a “moderate” amount is $57.70.", "_id": {"$oid": "55daeffd04235215b082e292"}}