{"URL": "http://www.usatoday.com/story/news/world/2015/07/15/ebola-liberia-epidemic-sierra-leone-guinea/30183429/", "Text": "Liberia said a teenager who died of Ebola fever had spread the virus to at least two more people, confirming the first outbreak of the tropical disease for months.\n\nLiberians read a story about Ebola on a public chalkboard in Monrovia on July 10, 2015. Liberia has had six new cases of Ebola after the World Health Organization declared the country free of Ebola on May 9, 2015. (Photo: Ahmed Jallanzo, EPA)\n\nMONROVIA, Liberia — Six cases of Ebola have surfaced in Liberia in the two months since the nation was declared free of the deadly virus, raising fears the disease lingers in the human body in ways not fully understood.\n\nThree of those cases were in the past week, doubling the number of new infections since the virus re-emerged in late June, the World Health Organization (WHO) said Wednesday.\n\nThe newest case occurred in a suburb of Monrovia, the capital city devastated at the peak of last fall's epidemic by scores of new Ebola infections each week.\n\nThis new patient was a nurse who died Sunday on arrival at an Ebola treatment clinic in Monrovia, according to the United Nations and the Liberian government. She had been caring for her son, who became infected with the disease in a remote village and fled to the capital.\n\nGovernment health officials are ramping up responses in Monrovia, tracking more than 140 people exposed to the virus, including 16 placed under quarantine.\n\n\"We have asked all county health officers to be on the alert,\" said Francis Kateh, Liberia's chief medical officer. \"We are not saying the other counties have Ebola. But we need to alert them so that we wouldn't experience the previous outbreak.\"\n\nThe six new infections in Liberia since June 21 include two deaths.\n\nThe disease persists in neighboring Sierra Leone and Guinea, where a few dozen new cases are reported each week, according to the WHO.\n\nThe strain that resurfaced in Liberia does not appear to be genetically similar to those in Sierra Leona and Guinea, suggesting the new infections are not the result of cross-border contamination. Instead, the strain in Liberia is similar to one that circulated in that country last year, according to the WHO.\n\n\"Preliminary evidence from genomic sequencing strongly suggests that the most likely origin of transmission is a re-emergence of the virus from a survivor within Liberia,\" the WHO reported Wednesday.\n\nThe WHO declared Liberia Ebola-free on May 9 because 42 days had passed — twice the known 21-day period of incubation for the virus — since a previous infection.\n\nScientists such as Stuart Nichol, head of the Viral Special Pathogens Branch of the U.S. Centers for Disease Control and Prevention, said one very possible explanation for the virus staying alive in survivors is that it possibly harbors in male testes.\n\n\"Infectious agents can hang out there undetected by the body's policing system, looking for foreign invaders,\" Nichol said Wednesday. He said there have been cases of it remaining active there for 80 days.\n\nEbola could then be transmitted through sexual contact. Liberia has encouraged protected sexual contact by Ebola survivors for at least 90 days.\n\nThere could be other explanations for the virus suddenly striking back in Liberia, said Peter Hotez, dean of the National School of Tropical Medicine at Baylor College of Medicine in Houston. People may have carried the disease without showing symptoms, something documented in a smaller outbreak, Hotez said. Another possibility is a rare case where the incubation period lasted far longer than 21 days.\n\n\"I think this is a new type of epidemic that we haven't seen before,\" Hotez said. \"We're still in a learning curve.\"\n\nSince late 2013 when this epidemic began, there have been 27,600 Ebola cases, including more than 11,000 deaths.\n\nLiberia suffered the worst, with more than 4,800 deaths. President Obama deployed nearly 3,000 U.S. troops there last year to build Ebola treatment clinics, train staff and conduct laboratory diagnostic tests. Most of those troops pulled out early this year, the last leaving in late June.\n\nZoroya reported from McLean, Va.\n\nRead or Share this story: http://usat.ly/1J0MiET", "_id": {"$oid": "55daf03c04235215b082e2cf"}}