{"URL": "http://www.theguardian.com/world/2015/aug/20/macedonia-state-of-emergency-migrant-crisis", "Text": "Sorry, your browser is unable to play this video.Please install Adobe Flash ™ and try again. Alternatively upgrade to a modern browser.\n\nMacedonia has declared a state of emergency in an attempt to stem the flow of migrants over its southern border with Greece, deploying riot police in armoured vehicles and calling out the army.\n\nAuthorities said official border crossings remained open, but that they would “reduce illegal border entry to a minimum”.\n\nA Reuters reporter near the border town of Gevgelija said a column of riot police armed with teargas and armoured vehicles had shut off passage for several thousand people now stranded in no-man’s land. “No more Macedonia,” one officer said in English to a Syrian man requesting passage.\n\nThe flow of migrants into Gevgelija, which had hit 1,500 to 2,000 a day, has been stopped. The clampdown came after days of chaotic scenes at the local railway station as thousands of people tried to board trains to Serbia, young children being passed through open carriage windows.\n\nMacedonia acted as a Greek car ferry docked in Athens carrying 2,400 Syrian refugees from the island of Kos, just some of the 50,000 Middle Eastern, African and Asian migrants and refugees who arrived in Greece in July alone. Many will take buses north, heading for Macedonia, then Serbia and Europe’s borderless Schengen zone in Hungary.\n\n“We cannot hermetically close the borders,” interior ministry spokesman Ivo Kotevski told Reuters. But “we will try to reduce illegal border entry to a minimum,” he added.\n\nKotevski said there was no coordination between Greek and Macedonian police. The two countries have had an uneasy relationship, rooted in a dispute over Macedonia’s name, since it declared independence from Yugoslavia in 1991, a row that has blocked Skopje’s integration with Nato and the European Union.\n\nKotevski said a state of emergency had been declared on Macedonia’s northern and southern borders and that soldiers would be brought in to help address a crisis that is straining the capacity of cash-strapped Macedonia and Serbia.\n\nTo the north, Hungary is racing to complete a fence along its 108-mile (175km) border with Serbia to keep migrants out, threatening to create a bottleneck of tens of thousands of people.\n\nMacedonia appealed on Wednesday for neighbouring countries to send train carriages to address the demand. But the United Nations refugee agency urged the government to do more, saying it should allocate a site to accommodate the migrants and refugees.\n\n“Depending on how Greece uses ships to de-congest the islands, that will also temporarily increase the arrivals here,” said Alexandra Krause, senior protection officer at the UNHCR in the Macedonian capital, Skopje.\n\n“The [Macedonian] government needs to provide an appropriate site to be able to shelter the arrivals properly and to ensure sufficient assistance,” Krause told Reuters.\n\nThe only site currently being used is at the local police station, where Krause said the UNHCR had built a shelter with capacity for only 165 people. Krause said the Red Cross had access to the migrants and refugees in the border area but warned of harsher weather approaching.", "_id": {"$oid": "55daf09904235215b082e319"}}