{"URL": "http://www.denverpost.com/business/ci_28670015/platte-river-networks-clinton-e-mail-server-was", "Text": "Caught in the middle of Hillary Clinton's classified e-mail campaign controversy, Denver's Platte River Networks hires crisis-communication expert\n\nFILE - In this Aug. 18, 2015 file photo, Democratic presidential candidate Hillary Rodham Clinton speaks at a town hall meeting Tuesday, Aug. 18, 2015 in North Las Vegas, Nev. Clinton s frank exchange with black activists underscores the core of her approach to politics: She prefers pragmatism over passion. (John Locher, AP)\n\nGetting hired by Hillary Clinton was a major coup for a small IT management company in Denver. But Platte River Networks didn't — and couldn't — talk about its new client back in June 2013.\n\nAnd when Platte River became the latest name to emerge in the Clinton e-mail controversy, the company maintained its silence — until last week, when it hired a crisis-communications expert to defend against political innuendo, death threats and allegations that it stored her e-mail in the bathroom of a downtown Denver loft.\n\n\"There never was, at any time, data belonging to the Clintons stored in Denver. Ever,\" said Dovetail Solutions CEO Andy Boian, who added that Clinton's server was always in a New Jersey data center. \"We do not store data in any bathrooms.\"\n\nPlatte River Networks had no prior relationship with Hillary Clinton, said Boian, whose online biography says he served on Bill Clinton's 1992 presidential transition team.\n\nHillary Clinton's decision to have an employee set up a private e-mail server in her New York home in 2008 has plagued the former secretary of state's presidential campaign.\n\nAdvertisement\n\nThe FBI is investigating whether any of her private e-mails contained sensitive information and should have been classified — and not stored on a computer inside her house.\n\nPrivate e-mail servers are unusual because they carry greater risks of getting hacked, said Scott W. Burt, president and CEO of Integro, a Denver e-mail management company.\n\n\"There are a lot of people you could hire, and they would set up (an e-mail server) and run it. That's not hard. But there's no real reason to do that,\" Burt said. \"The main motivator is you're nervous about what is in your e-mail. It's a control thing.\"\n\nBoian said Platte River had nothing to do with Clinton's private home server.\n\nPlatte River, which submitted a bid for the e-mail job, stepped in four months after Clinton left the secretary job on Feb. 1, 2013, and three months after Sidney Blumenthal, a former Clinton White House staffer, reported that his e-mail account had been hacked, exposing messages sent to Clinton.\n\n\"We were literally hired in June 2013,\" Boian said, \"and because we use industry best practices, we had (Clinton's) server moved to a data center in New Jersey. It remained in that spot until last week,\" when the FBI picked it up Aug. 12.\n\nPlatte River also is not in possession of any Clinton e-mail backups, he said.\n\n\"The role of Platte River Networks was to upgrade, secure and manage the e-mail server for both the Clintons and their staff beginning June 2013. Platte River Networks is not under investigation. We were never under investigation. And we will fully comply with the FBI,\" he said.\n\nClinton did not respond to requests for comment, but she has publicly expressed regrets for using a private e-mail server for her work as secretary of state. She has handed a portion of the e-mails to the State Department but deleted others. Asked about it this week by reporters in Las Vegas, Clinton responded, \"Nobody talks to me about it other than you guys,\" she said.\n\nWho are they?\n\nPlatte River Networks opened in September 2002, offering information technology services to small businesses. Services included computer maintenance, virus and malware control, and emergency technical support, according to an archive of its old website.\n\nTwo years later, the company moved into a condo owned by company co-founder Treve Suazo at Ajax Lofts, 2955 Inca St., a few blocks from the South Platte River.\n\nA year later, the company began offering cloud-based services, which makes company data available online so employees can access software and services from any device.\n\nToday, Platte touts itself as a full-service IT management firm.\n\nIt also lists Suazo, its CEO, and Brent Allshouse, its chief financial officer, as co-founders. According to industry publication CRN, Platte River expected to grow to $6 million in sales in 2014, from $4.7 million a year earlier.\n\nBut as early as 2006, Tom Welch was listed as a partner, the same title given to Suazo and Allshouse.\n\nWelch, who now runs Colorado Cloud Consulting, declined to comment. But he told the United Kingdom's Daily Mail that Platte River Networks had retrofitted a bathroom in the loft to be the server room.\n\nFast growth\n\nBefore the Clinton scandal blew up, Platte River Networks welcomed attention. David DeCamillis joined the company in 2008 and, as its director of business development, became its public face, using news releases to promote industry awards and appearing on Fox31 Denver's \"Good Day Colorado\" as a tech expert.\n\nIn 2012, Platte River was named Ingram Micro's Rainmaker of the Western Region, an honor that California technology distributor gives its fastest-growing business partners based on revenue, peer-to-peer leadership and use of Ingram Micro's cloud services.\n\nThat same year, the company won the Denver Metro Chamber of Commerce's Small Business of the Year award. The award is vetted by the chamber and independent judges, said Abram Sloss, executive director of the chamber's small-business development center.\n\n\"We really look for companies that have a good chance for a strong uptick and have solid growth,\" Sloss said.\n\nWhile the chamber can offer advice to members who suddenly are thrown into the media spotlight — for good or bad — Sloss said he has not heard from the company.\n\n\"Gosh, if I was the company who the Clintons hired, it'd be hard not to say, 'We are a trusted provider that one of the influential families in the United States hired,' \" Sloss said.\n\nPlatte River continues to win awards and has grown. Last week, it was named, for the fourth consecutive year, to CRN's Next-Gen 250 . The list highlights companies that are \" ahead of the curve\" in their IT offerings.\n\nIn June, it moved to a 12,000-square-foot building at 5700 Washington St. A photo on Platte River's blog shows 30 people posing in the new building.\n\nPlatte River did not make DeCamillis, now its vice president of sales and marketing, available for comment.\n\nBut DeCamillis told The Washington Post that no one at the company had expected this kind of attention, which he said included death threats that caused the company to pull employee information from its website.\n\nIf they had, he said, \"we would never have taken it on.\"\n\nPlatte River Networks timeline\n\n2002: Platte River Networks founded\n\n2004: Moves to 2955 Inca St., Unit 2K\n\nFeb. 1, 2013: Hillary Clinton's last day as secretary of state\n\nJune 2013: Hired to manage Clinton-family e-mail server, which is moved from their Chappaqua, N.Y., home to a secure data center in New Jersey\n\nJune 18, 2015: Hosts open house for new headquarters at 4700 Washington St.\n\nAug. 11, 2015: FBI asks for Clinton's e-mail server\n\nAug. 12, 2015: Delivers Clinton's server to the FBI from New Jersey\n\nAug. 13, 2015: Hires crisis-communications expert", "_id": {"$oid": "55daf15a04235215b082e3b9"}}