{"URL": "http://www.slate.com/articles/news_and_politics/crime/2015/03/prison_reform_releasing_only_nonviolent_offenders_won_t_get_you_very_far.html", "Text": "One example of a crime that’s legally defined as “violent” in many states even though it doesn’t necessarily involve any actual violence is illegal gun possession. Other examples include burglarizing an occupied dwelling or serving as a getaway driver while someone else commits an armed robbery. Statutory rape stemming from consensual sex between an adult and a minor is also typically classified as a violent offense.\n\nThis might seem strange, but there are criminal statutes all over the country that routinely result in defendants being classified as “violent” in the eyes of the law even though most people would never describe their deeds that way. Many crimes are legally considered violent “even if no force is used, let alone injury suffered,” said Jonathan Simon, the director of the Center for the Study of Law & Society at the University of California in Berkeley, in an email. He added, “violence is a much more capacious legal category than most people assume.”\n\n“A significant number of people who have been convicted of violent offenses aren’t violent people,” said Joe Margulies, a visiting professor of law and government at Cornell University who is working on a book about criminal justice reform. “People who never hurt anyone, who never confronted a victim, can nevertheless be convicted of violent crimes.”\n\nYou might be wondering, quite reasonably: Why would we even want to prevail over that “inherent limitation”? Yes, too many Americans are in prison. But prisons exist for a reason—to remove violent criminals from the streets and to punish them for the violence they’ve committed.\n\n“Lots of people think that 80 percent of the people who are locked up are there for low-level drug offenses, and that’s not even close to being true,” Marc Mauer, the executive director of the Sentencing Project, a nonprofit that advocates for reducing the prison population, told me this week. “ Half the people in state prisons today have been convicted of a violent offense. That’s what they’re serving time for,” he said. “There’s going to be an inherent limitation on how much of a reduction in incarceration we can achieve if we’re not even considering them.”\n\nIn light of this, experts on America’s prison system are beginning to sound an alarm: If reform-minded politicians continue to limit the prison-reduction discussion to nonviolent offenders and refuse to take up the more difficult work of re-evaluating harsh sentencing policies for people convicted of more serious crimes like armed robbery, rape, and murder, then the country’s prison population will never fall very far.\n\nOne thing all these reform-minded lawmakers seem to agree on is that the beneficiaries of a more lenient criminal justice system should be strictly limited to nonviolent offenders—people who were convicted of drug offenses, property crimes, and other low-level felonies. The Lee-Durbin bill, for instance, would affect only nonviolent drug offenders while the Portman-Whitehouse proposal explicitly excludes violent offenders. At the state level, meanwhile, we’re seeing more lenient policies for drug and minor property offenses, according to Stanford Law School professor Joan Petersilia, but violent offenses “aren’t being touched, in the main.”\n\nIt has become conventional wisdom that America’s prisons are too full, and prominent elected officials on both sides of the aisle have expressed enthusiastic support for reducing the number of Americans behind bars. Of course, different politicians have different ideas about how to pursue this goal. Sens. Mike Lee, R-Utah, and Dick Durbin, D-Illinois, have proposed legislation that would make prison sentences shorter, by loosening mandatory minimum laws and giving judges more leeway in doling out punishment. Sens. Rob Portman, R-Ohio, and Sheldon Whitehouse, D–Rhode Island, are pushing to allow more inmates to leave prison early by going through rehabilitation programs.\n\nPerhaps the best illustration of how a not-necessarily-violent person can be found guilty of a violent crime involves “felony murder.” In many states, you can be convicted of felony murder for having been present when someone you are affiliated with committed a homicide, even if you never touched a weapon, let alone actually killed someone. Critics of “felony murder” laws argue that while you may well deserve to go to prison for being part of such a crime, you don’t deserve the same label as the trigger man.\n\n“Tens of thousands of people in California are serving life sentences for this crime,” said Petersilia, who is the co-director of the Stanford Criminal Justice Center and a member of the Department of Justice Scientific Advisory Board. “If you’re at a party and gang activity breaks out and someone gets shot, all the people who were there—everyone who came with that person who did the shooting, or was part of their gang—can then be convicted of felony murder.”\n\nIt seems clear, then, that there are many people serving time for violent offenses who haven’t actually committed violent acts and might be good candidates for reduced sentences. That might sound like good news for reformers, but Petersilia points out that the flaws in the violent/nonviolent labels run both ways: Many offenders who are labeled “nonviolent” actually did commit violent crimes but were able to negotiate for lesser charges in exchange for pleading guilty.\n\n“They’re not clean labels,” said Petersilia. “And it’s a very, very serious problem, because we are downsizing prisons based on these categories. Legislation is being based on these categories that don’t reflect the seriousness of the offender.”\n\nThe basis on which we’re deciding who should and shouldn’t be a beneficiary of decarceration is thus fundamentally flawed. So what would be a better approach? Some experts, including Petersilia and Margulies, believe in using so-called risk assessment tools to determine how dangerous individual inmates really are. These tools, which have long been used by parole boards to decide who can be safely let out of prison, come in many different forms, but the basic idea is to use a variety of facts about the offender’s criminal history, mental health status, and prison record to statistically predict whether he or she is likely to commit crime in the future.\n\nMargulies says that when you use risk assessment tools, and take seriously their ability to predict future behavior, you are disabused of the idea that “someone who was convicted some years ago of a violent offense is by definition a violent person.” Many inmates serving time for violent crimes are, for a variety of reasons, unlikely to be dangerous if they are released back into society, whether it’s because they were never violent in the first place, or because the recidivism rate for certain violent crimes is actually exceedingly low, or simply because the inmate has grown older—a significant factor because people are known to age out of crime.\n\nIf our goal is to separate dangerous offenders from not-dangerous ones, Margulies added, using the most sophisticated risk assessment tools out there lets us do that in a much more nuanced way than by simply looking at an offender’s crime of conviction. (Of course, a strong argument can be made that the purpose of prison isn’t only about keeping potentially dangerous people off the street—it’s also about punishment and deterrence. Just because an inmate is found to be a low risk for recidivism doesn’t necessarily mean he should be granted leniency.)", "_id": {"$oid": "55daf23a04235215b082e44b"}}