{"URL": "http://abcnews.go.com/Politics/ellen-page-confronts-ted-cruz-gay-rights-iowa/story?id=33231236", "Text": "While Sen. Ted Cruz was grilling pork chops at the Iowa State Fair today, actress Ellen Page, wearing a hat and sunglasses, snuck her way up to the grill and asked the GOP presidential candidate about \"the persecution of gays in the workplace and LGBT rights.\"\n\nABC News caught the exchange.\n\n\"What about the question about LGBT people being fired for being gay-trans?\" Page asked.\n\n\"Well, what we’re seeing right now, we’re seeing Bible-believing Christians being persecuted for living according to their faith,\" Cruz responded.\n\n\"You’re discriminating against LGBT people,\" Page, 28, said. \"Well, would you use that argument in segregation?\"\n\n\"Now I’m happy to answer your question, but not to have a back-and-forth debate,\" said Cruz, a devout Christian who has said he believes that marriage is between one man and one woman.\n\nABC News PHOTO: Ellen Page is seen at the Iowa State Fair, Aug. 21, 2015.\n\nThe Texas senator, 44, went on to argue today that \"no one has the right to force someone else to abandon their faith and their conscience.\"\n\n\"Imagine, hypothetically, you had a gay florist and imagine two evangelicals wanted to get married and they decide, ‘You know what, I disagree with your faith and I don’t want to provide flowers,’\" Cruz posed to Page.\n\nCruz and Page, both Canadian-born, spoke for over five minutes. Afterward, ABC News asked Cruz whether he knew it was Page and he said no. He described the conversation to us as being about religious liberty.\n\nFriday night Cruz plans to hold a rally in Des Moines meant to call “attention to the religious persecution of Christian business owners and employees who have been sanctioned by their government because of their religious beliefs,” according to the Cruz campaign. Along with the senator, the event will feature appearances by other religious freedom advocates, including an Iowa couple who refused to host a gay wedding at a venue they owned.\n\nPage is in Iowa on a project for VICE Media, her publicist told ABC News today, declining to provide details.\n\nNot a fan of pork on Capitol Hill, but we can all agree #PorkAtTheFair is a great thing! pic.twitter.com/kshCQUydSp — Ted Cruz (@tedcruz) August 21, 2015\n\nPage is set to star in the film “Freehold,” co-starring Julianne Moore, about a police officer and her partner's legal battle to get her pension benefits after she's diagnosed with cancer. Page came out as gay on Valentine's Day last year.\n\nOn Twitter, Page has posted some tweets in the past about Cruz ranging from attacking Cruz on health care to tweeting she wants his coloring book.\n\nToo bad Ted Cruz didn't spend some more formative years in Canada and realize how great public health care is. — Ellen Page (@EllenPage) August 20, 2013\n\n,@tedcruz do your #farts smell like roses? — Ellen Page (@EllenPage) October 17, 2013", "_id": {"$oid": "55daf06004235215b082e2e5"}}