{"URL": "http://www.businessinsider.com/proof-that-uber-is-obliterating-new-york-citys-taxi-industry-2015-8?utm_source=slate&amp;amp;utm_medium=referral&amp;amp;utm_term=partner", "Text": "Uber is crushing the taxi industry that has dominated New York City for so many years.\n\nGothamist just published a story about the increasing number of abandoned taxis piling up on the streets of Brooklyn, outside of taxi dispatchers.\n\nHossam Yossri, who also works at McGuinness Management in Greenpoint, Brooklyn, told Gothamist that taxi drivers keep quitting, abandoning their vehicles to defect to Uber.\n\nYossri says drivers are jumping ship to Uber because they don’t have to worry about paying a lease or interacting with a dispatch.\n\nTaxi dispatchers like McGuinness Management Corporation have so many abandoned taxis, employees like Jon-Nicholas Kiouvas serve as “runners,” coming into work early to run around the neighborhood, reparking taxis to avoid getting parking tickets.\n\nUber’s flexibility is a big part of why people flock to it as a job opportunity.\n\nTLC spokesman Allan Fromberg told Gothamist, “Of course, we’ve heard that drivers like the flexibility Uber offers. We are in the midst of re-evaluating our lease rules to provide yellow drivers with this kind of flexibility.”\n\nGus Kodogiannis, who opened McGuinness Management almost 30 years ago, said: “Honestly, yes, it’s Uber. We’ve lost 40% of our business in the last year and a half.”\n\nUber waged a public battle against New York City mayor Bill de Blasio last month after he proposed a bill to limit the growth of for-hire vehicle companies such as Uber and Lyft.\n\nTo fight the proposed legislation, Uber pulled no punches. The company, which has a history of being far from conflict-averse, aggressively marketed itself as a service for minorities and outer-borough residents (two groups taxis are notoriously bad at serving) and as a means for New Yorkers to find gainful employment.\n\nNew York City is one of Uber’s largest markets; the company generates hundreds of millions of dollars of revenue there.\n\nYou can read Gothamist’s full story about the growing number of parked taxis in Greenpoint here.", "_id": {"$oid": "55daf0c304235215b082e349"}}