{"URL": "http://www.slate.com/articles/news_and_politics/slate_plus/2015/08/slate_s_weekly_roundup_laura_helmuth_on_her_week_at_slate.html?wpsrc=sp_all_native_by-section", "Text": "Image by Slate\n\nGreetings, people of Slate!\n\nThanks for stopping by. I’m Laura Helmuth, health and science editor and jurisprudence editor. I’ve been working at Slate for three years and reading it for 18, and this week at Slate has been one of my favorites.\n\nLaura Helmuth Laura Helmuth is Slate's science and health editor.\n\nOur most ambitious and important story of the week was Jeremy Stahl’s Fresca on the trials of Ed Graf, a man who was convicted of killing his sons in a fire. You’ve gotten a few messages about this story already, and I hope you’ve had a chance to read it and the accompanying stories in Slate Plus about Cameron Todd Willingham, another man convicted of killing his children. Willingham was innocent, and Texas executed him anyway. Texas is atoning for his death (sort of) by leading the country in reforming how it investigates arson cases.\n\nThe whole series is haunting, but one statistic really captures the scope of the problem. In the 1990s, thanks to new research and a lot of pushing from reformers, arson investigators finally started accepting that many supposedly distinctive signs of arson were actually common in any accidental fire. As a result, as Jeremy wrote: “Between 1999 and 2008, arsons dropped from 15 percent to 6 percent of fires nationwide.” Imagine how many fires that missing 9 percent represents, how many people were convicted of arson or even murder based on shoddy forensic science.\n\nIf you ever need a break from all the tragedy and injustice of the world, I recommend turning to animal stories—animals and space. We glammed it up on the Wild Things blog this week with some delightful posts about peacocks (which are kind of pathetic) and hummingbirds (which are vicious), after a less photogenic but still delightful week of hornets (also vicious) and parasites (delightfully revolting). On Bad Astronomy, Phil Plait collected some of the most spectacular photos and videos of the Perseid meteor shower. And oh my goodness the nebulae! The Cassini spacecraft—which I think is the best mission in the history of ever—made its final close pass of Saturn's moon Dione, and the images it sent back are unspeakably beautiful.\n\nMegan Cartwright just finished a writing fellowship at Slate sponsored by the good people at the American Association for the Advancement of Science. (AAAS sponsored Jane C. Hu last summer; you may remember her great piece on the problems with talking apes research.) In one of Megan’s final stories, she described a condition called “misophonia,” or extreme irritation at sounds such as chewing and lip smacking. (As Megan says, “urgh.”) Judging from the comments and social media response, a lot of people now have a name for their condition and know they are not alone.\n\nOther favorites this week: Amanda Hess observed that there’s a sexual panic every time some new technology allows women to meet men—for at least the past 150 years. Oscar Lopez wrote a sweet first-person story about why gay marriage isn’t legal in relatively secular Australia but is legal in Catholic, fairly observant Mexico. Maybe extended families are to thank? Jamelle Bouie, just promoted to be Slate’s chief political correspondent, pointed out that Donald Trump’s immigration plan is ridiculously (even for Trump) punitive and cruel. L.V. Anderson bemoaned Starbucks’ decision to add actual pumpkin to its pumpkin spice latte to appease the Food Babe. (We have a bit of a history with the Food Babe and other food frauds.) Ruth Graham picked a fight with the New York Times’ tiny crossword—and the puzzlesmiths won!\n\nBut the best part of this week was our Slate Plus happy hour Wednesday night in D.C. and New York. It was such a pleasure to meet some of you in person! I talked with people who are fans of our podcasts or our legal stories or our no-baloney science coverage. About 60 Slate Plus members and 20 Slate staffers came to the D.C. event, and despite the din (my throat is still scratchy from yelling), we stayed way past the time when the event was supposed to end.\n\nPhoto by Jeff Friedrich\n\nMeanwhile, here’s Julia Turner with a recap of the New York party:\n\nWhat a smart, funny, inquisitive, charming bunch you all are. The Slate Plus party in New York featured about 20 Slatesters and 50 members, a live Spiel from Mike Pesca, chit-chat, conviviality, and a few damp brows. (The bar was outside; it was warm.)\n\nWhat I loved most about my conversations with members was how much I learned: I met an expert on the intersection of sports and the environment who explained why the NHL is our greenest pro league. (It’s the Canadians, he theorized—thanks to global warming, they can’t play pond hockey for as much of the year as they used to, so the sport’s fans are uniquely attuned to these matters.) I learned that there’s an affordable housing fight in Westchester County right now to rival the one in David Simon’s “Show Me A Hero.” A dance critic told me about a round-table blog where dance pros compare notes on new productions. I learned about the economics of the Associated Press, why Slate should do live events in India, and who’s working to preserve our nation’s valuable newspaper photo archives. (Not enough people, that’s who!)\n\nIn short: My mind was engaged and expanded. I often describe Slate’s readers by saying something like: “They’re smart, busy, curious—experts in their own field, and they want to know what experts think about everything else.” I left feeling grateful for having had the chance to soak up some of your expertise, and full of joy about the community of thinkers who follow our work and—through Slate Plus—support it. Thanks for coming out! We’ll do it again soon.\n\nAnd my apologies to people who don’t live in NYC or D.C.—having lived in Indiana, Florida, California, and Idaho before moving to D.C., I know how annoying it is that people on the East Coast seem to forget that there’s a big world out there. We’re hoping to plan other events in other locations soon.", "_id": {"$oid": "55daf1cb04235215b082e40f"}}