{"URL": "http://www.reuters.com/article/2015/07/26/us-usa-election-clinton-idUSKCN0PZ0S920150726", "Text": "Democratic U.S. presidential candidate Hillary Clinton speaks to supporters at the home of Sean and Vidyha Bagniewski in the Beaverdale area of Des Moines, Iowa July, 25, 2015.\n\nWINTERSET, Iowa U.S. presidential candidate Hillary Clinton said on Saturday that she did not use a private email account to send or receive classified information while she was secretary of state, in response to a government inspector's letter this week.\n\n\"I did not send nor receive anything that was classified at the time,\" Clinton said at a campaign stop in Iowa.\n\nThe email controversy has dogged Clinton's bid for the presidency, fuelling worries that the frontrunner for the Democratic nomination has tried to sidestep transparency and record-keeping laws.\n\nAt least four emails from the private email account that Clinton used while secretary of state contained classified information, Inspector General Charles McCullough, who oversees U.S. intelligence agencies, told members of Congress in a letter on Thursday.\n\nClinton said on Saturday she had \"no idea\" what were the emails mentioned in the letter.\n\nMcCullough's letter said a sampling of 40 of about 30,000 emails sent or received by Clinton found at least four that contained information the government had classified as secret.\n\nThe information was classified at the time that the emails were sent, McCullough said.\n\nThe use of her private email account, linked to a server in her New York home for work, has drawn fire from political opponents since coming to light in March.\n\nRepublicans have accused Clinton of trying to avoid disclosure laws through her use of private systems.\n\nThe frontrunner to represent the Democratic Party in the November 2016 election, Clinton has repeatedly said she broke no laws or rules by eschewing a standard government email account.\n\nWhile Clinton faces little competition for the Democratic Party's nomination, several recent polls have found a majority of voters find her untrustworthy, a perception potentially exacerbated by controversy over her emails.\n\n(Reporting by Alana Wise in Winterset, Iowa; Editing by Bernard Orr and Richard Chang)", "_id": {"$oid": "55daf03504235215b082e2cb"}}