{"URL": "http://nypost.com/2015/03/15/fed-up-restaurant-owners-fight-back-at-yelp-reviews/", "Text": "These reviews are hard to ­swallow.\n\nNew York City restaurant owners are fighting back against negative Yelp postings by disgruntled diners, serving them heaping portions of curses, insults and threats.\n\n“There is an overall douchebaggery to your review that makes me unsympathetic and ultimately content that you didn’t have a good experience. Take care,” Francesco Macri wrote after a patron criticized the sandwiches at his Midtown deli.\n\nThe visitor to Park Italian Gourmet was sharing a meal with a pal and called the hero skimpy, saying it lacked “complexity.” The reviewer gave the deli just one star, the lowest rating.\n\nMacri shot back, “I haven’t shared a sandwich with anyone since I was maybe 6 years old.”\n\nMacri told another Yelp reviewer that she was “full of s–t.” He called one man “proprio scemo” or “just stupid” in Italian and said to another, “If you came back, I’d kick you out again.”\n\nMacri stood by his comments.\n\n“I’m not a nice person,” he told The Post.\n\nHe said he wanted to “defend myself and my business from a public complaints department.”\n\nYelp gets 135 million monthly visitors, giving its laptop reviewers of restaurants, hair salons, dry cleaners and even prisons great power.\n\nSome Yelpers have tried to use the threat of bad reviews as extortion — to get a seat or even discounted food.\n\nIn Boston, one chef recently turned the tables on diners who seated themselves without a reservation, refused to leave and then conspicuously posted to Yelp in order to remain at the eatery. Michael Scelfo put their photo on Instagram with the hashtag WeDoNotNegotiateWithYelpers.\n\nGaia Bagnasacco, the owner of Gaia Italian Cafe on the Lower East Side, also takes a tough stand. She was unapologetic about her blunt rebuttals to unhappy diners.\n\n“Where are the educated customers? Where are the people who understand quality and what we are doing?” she wrote last month in response to a woman who complained about overcooked pasta and poor service.\n\nSteven Gelfer of Montclair, NJ, complained on Yelp that Bagnasacco threw him and his elderly parents out of the nearly empty restaurant in 2013 when they asked to be seated at a different table.\n\n“You were not happy so we have invite [sic] you with all our love to find a place where you would be happy,” Bagnasacco countered.\n\nGelfer said he was not feeling the love. “It was the single worst experience that we’ve ever encountered,” he told The Post.\n\nBagnasacco, who has owned the eponymous restaurant for five years, told The Post that she replies to those who judge her.\n\n“They think they know everything about food and running a restaurant,” she fumed.\n\nWhen a diner at Il Triangolo in Queens griped on Yelp about having to hang up his coat, he said he was met with an email from the restaurant owner reading: “PROPER ATTIRE FOR DINNER HOURS AND ALL COATS & JACKETS MUST BE HUNG.”\n\nMario Gigliotti told The Post that the Yelp reviewers were mostly young and not accustomed to his old-school restaurant.\n\n“They’re used to going to these fast-food restaurants . . . like Olive Garden,” Gigliotti said.\n\n“They complain about the service being slow, stupid stuff like that.”", "_id": {"$oid": "55daf0ac04235215b082e32f"}}