{"URL": "http://www.slate.com/blogs/the_slatest/2015/07/01/europe_heat_wave_paris_france_and_london_england_approach_all_time_high.html", "Text": "Photo by MIGUEL MEDINA/AFP/Getty Images\n\nThe temperature hit 100 degrees Fahrenheit in Paris on Wednesday. And then it kept rising.\n\nThe official high was 103.5 degrees, just short of the hottest day ever recorded in the French capital. Electricity fluctuations caused by the excessive temperatures briefly blacked out power for 830,000 households on Tuesday night. Near France’s Atlantic coast in the southwestern part of the country, the Guardian reports temperatures rose as high as 108 degrees on Tuesday. I wasn’t able to independently confirm that figure, though short-term weather models did show that such a high temperature—more typical of California’s Death Valley at this time of year—was expected.\n\nAdvertisement\n\n\n\n“But it’s summer,” you say. Yes, but this isn’t normal. The weather site MeteoFrance called for “special vigilance”—warning that the current heat wave could top out above the one in July 2006, arguably the hottest in the nation’s history.\n\nThe \"misery index\", an indication of how hot it feels outside that factors in both temperature and humidity, was well above normal across much of Western Europe on Wednesday:\n\nAnother heat wave in August 2003, centered in France, was the deadliest in world history—more than 70,000 people died across Europe that month. It was also the most intense European heat wave in terms of temperatures in at least 500 years. Although air conditioning is still relatively rare across most of Europe, a repeat of 2003 isn’t likely, even if the temperatures this week turn out to be hotter. France instituted strict heat wave guidelines after the 2003 disaster that are widely credited with a significant reduction in mortality during a 2006 heat wave. That emergency plan, which includes making daily phone calls to hundreds of thousands of especially vulnerable people, is in place again this week.\n\nThis rapid-fire sequence of extreme heat waves is not a trend that is going to end any time soon. A study late last year found that in just the last 10 to 15 years heat waves like this have become 10 times more likely—mostly due to human-caused climate change. On Wednesday, the World Meteorological Organization and the World Health Organization, both United Nations organizations, issued their first-ever joint guidelines for dealing with the expected rise in heat waves and their increasing impact on public health.\n\n“Heatwaves have emerged as an important hydrometeorological hazard and will remain so, given projected changes in the frequency of extreme heat events associated with human-induced climate change,” the U.N. text warned.\n\nRidge-o-genesis & blocking as 5-day+ heat wave begins in Europe. pic.twitter.com/Ye6B0XTDI8 — Ryan Maue (@RyanMaue) June 30, 2015", "_id": {"$oid": "55daeea504235215b082e1d5"}}