{"URL": "http://www.straitstimes.com/lifestyle/a-concert-of-chinese-classics-with-contemporary-orchestrations", "Text": "Review: Concert\n\nUNFORGETTABLE TUNES II\n\nSingapore Chinese Orchestra\n\nSingapore Conference Hall\n\nLast Saturday (22 August 2015)\n\nThere have been rumbles about the Singapore Chinese Orchestra not playing enough traditional Chinese tunes or classics. The plain truth is that unlike the Western orchestra which has centuries of music to choose from, there is not enough traditional repertoire for the Chinese orchestra to sustain an entire season. Hence the need for the SCO to commission new works and fresh orchestrations of pre-existing melodies.\n\nThis concert, conducted by assistant conductor Moses Gay, looked back at some Chinese classics through the prism of contemporary orchestrations.\n\nIt did not take one long to recognise the melody of Tang Jian Ping's Overture For The New Century, a vigourous and festive arrangement of Dance Of The Golden Snake by Nie Er, who also composed the Chinese National Anthem. Also familiar was Liu Wen Jin's Great Wall Capriccio, a condensed version of the erhu concerto of the same title, which rehashes its most memorable melody.\n\nPeng Xiu Wen's 1961 composition Yue Er Gao (The Moon On High) is an acknowledged classic. He had orchestrated nine of 12 pieces from Hua Qiu Ping's Pipa Anthology dating from the Qing Dynasty. There was a stately air to this medley, which relived the chamber music origins of Chinese music in its gentle treatment of dizi and guzheng textures, and graced by principal Yu Jia's lovely pipa solos.\n\nContrast this with the two concertante works, newer orchestrations much in line with the virtuoso Western concerto.\n\nZhang Yin was the spectacular pipa soloist in Wang Dan Hong's Yun Xiang Hua Xiang (Clouds And Flowers Fantasies). Her mastery of the instrument and its myriad nuances was exquisite, a portrayal of feminine grace and beauty personified in the tragic concubine Yang Guifei.\n\nErhu soloist Tan Man Man coaxed a sonorous and earthy tone for Wang Jian Min's Erhu Rhapsody No. 2, a work which transitioned from slow and meditative to a fast and brilliant conclusion. SCO can be proud of these rank-and-file members who are truly consummate virtuosos.\n\nXu Hui's guzheng solos highlighted Chen Ning-chi's Ancient City Xian, a picturesque travelogue of the city of terracotta warriors, from vivid night scenes to historical monuments. Gu Guan Ren's The General Command's used another Qing melody but dressed in martial garb, with grouped suonas providing the raucous edge that would vanquish any foe.\n\nThe excellent young conductor Gay conducted the two-hour-long completely from memory. His pluck, and chutzpah in requesting a standing ovation, did not fall on deaf ears. The audience duly obliged, and was rewarded with an encore, Bizet's Farandole from L'Arlesienne.", "_id": {"$oid": "55dc227c04235215b082e4c2"}}