{"URL": "http://www.slate.com/articles/news_and_politics/politics/2015/08/trump_s_campaign_hat_making_america_great_again_starting_with_this_hat.html", "Text": "Photo by Matthew Busch/Getty Images\n\nIn late July, while touring the Mexican border in Laredo, Texas, Donald Trump wore a baseball cap. This might seem a less-than-noteworthy development. One assumes Trump wore the hat mostly just to corral his cotton-candy hair on a windy day. Yet the online reaction was swift and torrential.\n\nSome wondered why a man worth more than TEN BILLION DOLLARS chose a hat that looked to cost about $5.99. Many others, meanwhile, wondered where they could buy one for themselves. The Trump campaign store in Manhattan sold out of the hat within hours, and his website scrambled to make them available for order. One online retailer rushed to fill the void with a line of knockoffs.\n\nAdvertisement\n\n\n\nWhy did the donning of casual headwear become a subject of national fascination? It helps that The Donald is piping hot at the moment, a figure who spurs endless curiosity. Everything he touches turns to tweets. And oh, that photo: the pursed-lipped, squinty-eyed Trump frowning under his new chapeau. Juxtapose almost anything with Trump’s sour puss, and you’ve got yourself an indelible image.\n\nBut the fuss was in large part about the hat qua hat. Its text, “Make America Great Again”—a shameless rip-off of Ronald Reagan’s 1980 campaign slogan “Let’s Make America Great Again.” (Note how Trump tweaks it to be both less inclusive and more bossy.) The hat’s foamy front—apparently made from a repurposed beer koozie. The double divots framing the central peak. And of course the braided rope that elegantly stretched across its brim.\n\nThe “rope hat” style is on trend these days. Gnarly skateboard periodical Thrasher Magazine sells them in several colors, highlighting—in rather Trumpian language—the “classy woven rope” that distinguishes its design. Urban Outfitters offers a circa 1992 Wu-Tang rope hat. Vintage rope hats routinely show up on Etsy. In June, a bit more than a month before Trump wore one for the cameras, Golf Digest asked, “Are rope hats back to being cool?” after one appeared atop the head of 26-year-old PGA tour pro Harris English. This was no mere trucker hat. The rope is a distinctive touch.\n\nThe hat is random and startling, and so is the Donald.\n\nThere’s a fine line here between retro chic and just, like, dorky 9-hole golf course wear. But Trump manages to walk this tightrope with ease. He’s got that quirky, aging rich guy cool—the same kind that turned grandfatherly, 74-year-old Patriots owner Robert Kraft’s fetish for Nike Lunar Force 1 sneakers into a minisensation in New England last year.\n\nAnd then there’s the matter of the hat’s lettering. Rendering Trump’s slogan in all caps may actually reduce its legibility, since the lack of shape contrast slows down readers. But so what? “Donald Trump is an all-caps kind of guy,” says Steven Heller. Heller, co-chair of the MFA in design at New York’s School of Visual Arts, recently analyzed Trump’s typography choices for Wired—beginning with the giant, brass-colored, “TRUMP TOWER” sign over the entry of Trump’s flagship Fifth Avenue building. Heller notes that the sign’s typeface, a slab serif style that is likely either Stymie Bold or Lubalin Graph, is very similar to the one Playboy used for its gentlemen’s clubs in the 1960s. Classy. Luxurious. Heller authored Iron Fists: Branding the 20th-Century Totalitarian State, so he is an authority when he describes the all-caps, chunky serif aesthetic of the hat as “imperial.”\n\nThere’s a hat on sale in the Hillary campaign shop that nicely highlights the differences between the two candidates. The Hillary hat has a complicated stitching pattern and colorful underbrim and looks like it was lovingly designed by professional milliners. I’ve repeatedly asked the Trump campaign for their hat’s origin story, and they’ve not yet gotten back to me with an answer, but to my eyes the Trump hat looks to have been thrown together last-second by a frazzled intern. Which seems par for the course. Everything about Hillary screams “careful preparation” while everything about Trump screams “winging it.”\n\nJerry McLaughlin, co-founder of Branders.com, spent 15 years making merchandise for political campaigns. In his eyes, the purpose of all this swag is not for the campaign to make money. “Generally, they might end up making a few bucks,” he says. “But this is not a meaningful source of revenue for them. It’s not a commercial enterprise. It’s more, ‘Let’s not lose money doing this.’ ” Even the Obama campaign’s reported $40 million revenue from its high-fashion 2012 merchandise line was a drop in the bucket, to McLaughlin’s thinking. “It’s still small numbers compared to the billion dollars it takes to run a presidential campaign.” And that’s when you have Anna Wintour shaping your products.\n\nSurprisingly, McLaughlin doesn’t even consider campaign merch a form of advertising. He doesn’t think seeing a Hillary hat on someone else’s head will turn you into a Hillary voter. “It’s more that it cements the wearer closely to the candidate,” he argues. “I wear your hat and, because I’ve announced publicly my affiliation with you, I find myself more committed. I’ll take more actions on behalf of you. Subconsciously, by wearing the gear, we get ourselves more deeply involved.” This is key when it comes to squeezing more volunteer work out of supporters or further donations as the election approaches.", "_id": {"$oid": "55daf0a104235215b082e327"}}