{"URL": "http://reason.com/blog/2015/07/23/jeb-bush-wants-to-phase-out-medicare-its", "Text": "Jeb Bush is attracting some attention and criticism for saying that he wants to “phase out” Medicare. Bush’s full remarks, however, are rather less exciting than the headlines make them sound. He is, however, correct to recognize Medicare’s shaky fiscal future, and the need to begin the process of reforming the program now.\n\nIn a forum yesterday hosted by Americans for Prosperity, the GOP presidential noted Rep. Paul Ryan’s proposal to transform Medicare into a premium support system and recalled ads targeting Ryan for the plan. The not-very-subtle ads showed someone who looked like Ryan pushing a senior in a wheelchair off a cliff. Bush complained that this was the typical response from the left when questions are raised about the future of entitlements.\n\nHe then goes on to argue that it’s important to make the case for entitlement reform.\n\n“I think we need to be vigilant about this and persuade people that our, when your volunteers go door to door, and they talk to people, people understand this. They know, and I think a lot of people recognize that we need to make sure we fulfill the commitment to people that have already received the benefits, that are receiving the benefits. But that we need to figure out a way to phase out this program for others and move to a new system that allows them to have something—because they’re not going to have anything.”\n\nBush’s plan to “phase out” Medicare, in other words, is a plan to keep providing current Medicare benefits to those who already get them, and, over some period of time, transition to another sort of system—presumably something along the lines of the premium support system that Rep. Ryan has proposed—that would provide health coverage for seniors.\n\nTransitioning Medicare into a premium support system would, as critics have charged, end Medicare as we know it. But Medicare as we know it is on track to end in fifteen years anyway.\n\nThe program’s 2015 Trustees report, released this week, once again projects that the Hospital Insurance Trust Fund will be exhausted by 2030, leaving Medicare with the ability to finance 86 percent of its obligations, an amount that declines to 80 percent by 2050. These are projections, subject to change, but it’s clear that Medicare in its current form won’t be around for too much longer.\n\nStill, fifteen years is far enough away that it may seem like there’s no real urgency. Why worry about addressing the program’s fiscal shortcomings now?\n\nThe Trustees report for the nation’s other major senior entitlement, Social Security, provides the answer. Social Security is divided into two legally and financially discrete sections, the retirement trust fund and the disability trust fund. The retirement trust fund is currently on track to be exhausted in 2034, a few years after Medicare stops being able to pay all of its bills.\n\nThe disability insurance fund, however, is set to run out next year. If that happens, The New York Times reports, “eleven million people [will] face a deep, abrupt cut” in their benefits.\n\nThe Obama administration is urging Congress to pass legislation allowing Social Security to transfer funds from the retirement trust fund to the disability trust fund in order to prevent those cuts from happening. The Trustees report somewhat grudgingly agrees that Congress should allow for reallocation, but states that this will not be enough and warns that additional structural changes will be necessary.\n\nAs the Trustees report points out, we’ve seen this movie before, in 1994, when the Trustees determined that the SS disability insurance trust fund was near depletion. Then, as now, the Trustees urged Congress to pass legislation allowing some of Social Security’s retirement funds to be reallocated, and also to identify ways to restore the program’s long-term fiscal balance. The idea was that the reallocation would buy time for Congress to overhaul Social Security to make it truly sustainable.\n\nObviously that didn’t happen. Congress allowed for some funds to be reallocated to prevent the disability trust fund from being depleted, and then never followed through with larger, longer-term structural reforms. As a result, the latest Trustees report explains, “there are fewer reform options available now than there were in the 1990s, when the projected date of reserve depletion was more distant.”\n\nIndeed, the reports author's suggest that, given the short time frame, reallocation may be necessary to prevent those sharp, abrupt cuts the Times warned about, but the report's authors also worry that a reallocation plan will “serve to delay DI reforms and much needed corrections for OASDI as a whole.”\n\nThe point to remember is that Congress bought itself two decades to enact meaningful fixes to Social Security’s shaky finances, and it failed to do so in that time. Now the problem is even more dire, and the available fixes are fewer.\n\nThis is a neat lesson in how not to treat Medicare. The exhaustion of the senior health program’s trust fund is just fifteen years away; this is actually not all that much time to enact a significant course correction to one of the country’s most expensive federal programs. We can either begin the process of slowly and carefully phasing out the program and making an orderly transition to something else, as Jeb Bush suggests, or we follow the path we took with Social Security’s disability trust, by waiting, doing nothing, and then one day a decade a half from now finding ourselves faced with abrupt benefit cuts, and even fewer options to prevent them.\n\nWatch video of Jeb Bush's remarks on Medicare below:", "_id": {"$oid": "55daf00f04235215b082e2a3"}}