{"URL": "http://www.theguardian.com/world/2015/aug/22/french-train-gunman-syria-known-intelligence-services", "Text": "The gunman who was overpowered by three US citizens on board a high-speed train to Paris had previously travelled to Syria and was known to French and Spanish intelligence, it has been reported.\n\nRelated: France train shooting: Americans overpower gunman on Paris express\n\nPolice have yet to confirm the identity of the suspect, thought to be a 26-year-old of Moroccan origin, who fired shots on board the Thalys service from Amsterdam to Paris after boarding the train in the Belgian capital.\n\nAccording to French media, the suspect has told police officers he is not a terrorist but intended to rob the Thalys passengers at gunpoint having found the weapons “by chance in a park in Brussels”.\n\nThe Associated Press, however, quoted a Spanish counter-terrorism official as saying the man had recently travelled to Syria. He is understood to have lived in the southern Spanish port of Algeciras until 2014, then moved to France and on to Syria, before returning to France.\n\nThe French interior minister, Bernard Cazeneuve, confirmed the suspect may be a 26-year-old Moroccan whom Spanish authorities had flagged to Paris last year. It was not immediately clear whether he was under surveillance at the time of Friday’s attack.\n\n“If the identity he has declared is confirmed, he is a 26-year-old man of Moroccan nationality identified by the Spanish authorities to French intelligence services in February 2014 because of his connections to the radical Islamist movement,” Cazeneuve said.\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest Bernard Cazeneuve makes a statement on the train attack\n\nHe cautioned, however, that the gunman’s identity had not been 100% confirmed, and said he did not want to disclose any further information.\n\nThe Belgian federal prosecutor’s office has also opened an investigation because the suspect boarded the train in Brussels, according to spokesman Eric van der Sypt. France will lead the investigation. Under the terms of his arrest, the man can be held for four days without charge.\n\nBelgium’s prime minister, Charles Michel, announced that Franco-Belgian security patrols would be beefed up on Thalys trains, which link Paris, Brussels, Amsterdam and Cologne.\n\nRelated: French train attack: 'click-click-click' then 15 seconds of terror on Paris express\n\nTwo US soldiers overpowered the man as he charged into their carriage with an AK-47, and were then assisted in restraining him by another friend and a British man.\n\nAir force serviceman Spencer Stone is recovering in hospital after the gunman stabbed him in the hand with a box cutter as he wrestled with him. One other passenger, of dual French-American citizenship, was wounded when the suspect fired his handgun and is also in hospital.\n\nThe French actor Jean-Hugues Anglade suffered an injury to his finger requiring five stitches while activating the train’s emergency alarm.\n\nAnglade told Paris Match he was with his partner and two children one carriage away from the gunman. He said train personnel had run down the corridor and locked the door of their work cabin, despite frightened passengers knocking on the door.\n\n“I thought it was the end, we were going to die, he was going to kill us all,” he said. “It is a terrifying feeling being so helpless.”\n\n“We were in a bad spot but with good people,” Anglade said. “We were incredibly lucky to have American soldiers with us. I pay homage to their heroic courage and thank them. Without them, we all would be dead.”\n\nStone, who will undergo surgery, was travelling in Europe with his childhood friends Anthony Sadler, a student at Sacramento State University, and Alek Skarlatos, a national guardsman who had recently returned from a tour of duty in Afghanistan.\n\nHe has been transferred from the local hospital in Arras, where the train made its emergency stop, to a larger facility in Lille.\n\nRelated: French train gunman 'had been in Syria was known to intelligence services'\n\nSadler told the Associated Press his friends’ quick thinking and military training had kicked in when they heard gunshots and the man appeared with his AK-47.\n\n\n\n“As he was cocking it to shoot it, Alek just yells, ‘Spencer, go!’ And Spencer runs down the aisle,” Sadler said. “Spencer makes first contact, he tackles the guy, Alek wrestles the gun away from him, and the gunman pulls out a box-cutter and slices Spencer a few times. And the three of us beat him until he was unconscious.”\n\n\n\nBritish passenger Chris Norman later told French television that he helped tie the gunman up after initially hiding under his seat.\n\nThe French president François Hollande’s office said in a statement on Saturday that he would meet those who helped to thwart the attack at the Élysée palace to express France’s gratitude.\n\nThe mayor of Arras praised the extraordinary reflexes of the Americans and awarded them special medals overnight. “I wanted them to feel recognition not only from the city but also from French people in general and from all people who are against terrorism,” he said. “We avoided the worst, but the situation was tough, for them and for everyone.”\n\nSorry, your browser is unable to play this video. Facebook Twitter Pinterest ‘It could have been carnage’, say men who overpowered attacker\n\nThe White House said their actions had helped to prevent a worse tragedy.\n\nPlaudits also came from David Cameron. A No 10 spokesman said: “The prime minister praised the extraordinary courage of the passengers who intervened and helped disarm the gunman, including the British consultant Chris Norman. The bravery of Mr Norman and the other passengers helped to prevent a terrible incident.”\n\nFrance remains on high alert after January’s terrorist attacks on the satirical magazine Charlie Hebdo and a kosher supermarket in Paris, in which gunmen killed 17 people. In May last year, four people, including two Israeli tourists, were killed when a French gunman opened fire at the Jewish museum in Brussels.", "_id": {"$oid": "55daef0a04235215b082e229"}}