{"URL": "http://food52.com/blog/10896-10-tools-for-making-ice-cream?utm_source=slate.com&amp;amp;utm_medium=referral&amp;amp;utm_campaign=f52-slate", "Text": "As home cooks, we rely on our instincts, our knowledge, and our curiosities -- but we also have to rely on our tools. Which is why we're asking the experts about the essential tools we need to make our favorite foods attainable in our own kitchens.\n\nToday: If you've ever had a spoonful of Jeni's Splendid Ice Cream (and we sincerely hope you have), you'll trust Jeni Britton Bauer when she shares her 10 tools for making spendid treats at home.\n\nIce cream is one of the most difficult -- and most interesting -- foods to make. If cheese making and pastry had a baby, it would be ice cream. I've been at it for almost 20 years and I learn more everyday -- a reminder that we've barely skimmed the surface of what's possible. Our ice creams have gotten better over the years as I nerd out, learning more and more. I foresee that two years from now, the ice creams we're making at Jeni's will exponentially surpass what we are making now in terms of quality, and I can't wait.\n\nA few years ago, I developed a home recipe that mimics the body and texture of what I call “American Hard Body” ice cream, which is what we make at Jeni's. It's meant to be served hard, and it has a slight chewiness to it along with a very fine texture. Ice cream hides nothing: It will taste exactly like what you add to it, and as it ages, those flavors often meld and intensify. Once you get the body and texture right, you can make any flavor you want.\n\nMore: Get the recipe for Jeni's famous ice cream base.\n\nI have four kitchens: my professional ice cream kitchen, where we make the ice cream; our bakery, where we make anything to add to ice cream; my test kitchen; and my home kitchen, where I also spend a fair amount of time cooking. My ice cream toolkit contains pans and bowls and the usual equipment, of course -- but here are some of my favorites, the most important tools that I use in my professional ice cream kitchen, bakery, test kitchen, and, yes, at home, too!\n\n1. Whisks and forks\n\nWe whip cream by hand in our store, and a balloon whisk is our whisk of choice. We use larger whisks for incorporating ingredients, and keep a bunch of tiny whisks on hand for various tasks.\n\nA fork is the most-used tool in my home kitchen. I use them for blending, turning, tasting, and prodding, and I’ve got more forks in my silverware cache than anything else because I go through them so quickly.\n\nMore: Hold your passion for whisks close to your heart with a charming whisk necklace.\n\n2. Ice cream machine\n\nAs I explain in my book, an ice cream machine is a must, but it doesn't have to break the bank. We tested the recipes in the book using three machines: the Cuisinart ICE-21 or ICE-20 models; the Breville Freeze & Mix; and the Breville Smart Scoopt.\n\n3. Sieve\n\nWhen making ice cream, you always have to be aware of texture, and I like things smooth. That's why we spend so much time sieving and pulverizing. A few black raspberry seeds might be great (it proves you made it), but too many are annoying and will take away from the experience. The same goes with coffee ice cream: A few specks of finely ground coffee is good, but too much and it feels gritty on your tongue and will continue to steep, eventually making the ice cream bitter.\n\n4. Heat-proof silicone spoons and spatulas\n\nI use these to stir cream, and to mix jams and sauces at high temperatures.\n\nMore: Our ice cream collection has all of the bowls, spoons, and toppings you need to make the perfect sundae.\n\n5. Blowtorch\n\nThis is essential when we want to incorporate caramelization into a flavor in a more precise way, especially in marshmallows. Also, I'll admit that it's fun and it sounds great in the name \"Sweet Potato with Blow Torched Marshmallows,\" which is way cooler than \"Sweet Potato with Toasted Marshmallows.\"\n\n6. Zeroll dishers\n\nThe pro, the one and only. Its handle is full of a solution that transfers heat from your hand to the bowl of the scoop. This is the only way to scoop ice cream.\n\n7. Spade spoons\n\nYou don't need a teaspoon to eat ice cream -- that bowl at the end of the handle is unnecessary. What you really need is a flat surface spade with a tapered end. They're actually made for gelato, but they work better for American Hard Body Ice Creams.\n\n8. Vitamix blenders\n\nThese machines are the ultimate in pulverization. We use them in our test kitchen to make purées -- and even gazpacho on Company Lunch days -- and they're made in our hometown of Cleveland.\n\n9. Hedley & Bennett aprons\n\nI rely on these because they cover and fit really well; have long, sturdy ties that wrap around the front (perfect for stuffing towels); they wash like a dream; and they even look better slightly rumpled, which is good when I'm on the road.\n\n10. Heavy Duty 1-Gallon Ziploc Freezer Bags\n\nThese are essential when I make ice cream at home. I've found that using plastic bags is the easiest and fastest way to cool your ice cream base because you can lay the bags flat and submerge them into an ice bath. Not only does the bag keep out the air, it also provides a greater surface area, which allows your base to cool in less than 30 minutes.\n\nIt's also easy to store your bases using plastic bags: If you want to make several bases on one day, store them in bags and then stack them all up in your fridge. It's also simple to get the base into the ice cream machine: Simply cut the corner of the bag and pour in your base. You can squeeze every remaining drop from it!\n\nWhat are your favorite ice cream flavors to make at home, and what tools do you rely on? Share with us in the comments below!", "_id": {"$oid": "55daf17a04235215b082e3cf"}}