{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/21/macedonia_migrant_crisis_state_of_emergency_declared_army_at_border_with.html", "Text": "Robert Atanasovski/AFP/Getty Images\n\nMacedonian riot police used teargas to turn back crowds of migrants at the country's southern border with Greece on Friday, according to Reuters and BBC reporters near the Macedonian town of Gevgelija. The Macedonian government has reversed its previous approach of issuing documents to migrants to allow them to travel on to Serbia and instead declared a state of emergency in two regions along the border, trying to cut off the unauthorized entries that have been estimated at 44,000 over the past two months.\n\nFrom AFP:\n\nSpecial police units were deployed Thursday at the area where migrants usually slip into the former Yugoslav republic, about 1.5 kilometres (one mile) from the official crossing.\n\nThe police were blocking about 1,500 people sitting in a field in no-man's land, defying heat of about 30 degrees Celsius (86 degrees Fahrenheit), an AFP photographer at the scene said.\n\nAdvertisement\n\n\n\nThe increase in border enforcement comes after a move by Greece to relieve stress on its outlying islands, where boatloads of mostly Syrian migrants coming from Turkey have led to dangerous overcrowding in government facilities. A car ferry chartered by the Greek government picked up around 2,400 migrants from the islands of Kalymnos, Lyros, Kos, and Lesvos and landed near Athens Thursday, and the BBC reports that a new \"welcome center\" can handle less than half that number. Most of the others were expected to head for the border with Macedonia.\n\nThere is renewed urgency among migrants hoping to enter Macedonia in order to reach Serbia and then Hungary as the Hungarian government constructs a razor-wire fence at its border with Serbia. Hungary serves as many migrants' entry point into Europe's Schengen Area, where relaxed border controls between countries allow much freer movement. From there, some have continued to France and attempted to pass under the English Channel to Britain.", "_id": {"$oid": "55daf31104235215b082e484"}}