{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/21/subway_alerted_about_jared_fogle_allegations_second_woman_says_she_attempted.html", "Text": "Joey Foley/Getty\n\nOn Wednesday an attorney for former Subway spokesman Jared Fogle said his client has admitted to having paid minors for sex and obtained child pornography and expects to serve jail time after pleading guilty to federal charges. (Fogle has not yet formally made his plea.) That Subway might have known or suspected Fogle was involved in such activities and still paid him as a spokesman is an idea that boggles the mind, but as of today two women allege that they made attempts to warn the chain that he had made disturbing comments about minors and sex.\n\n\n\nFogle's home was raided July 7, after which Subway suspended its relationship with him, and when news broke of his impending guilty plea, the chain condemned his crimes and said it had \"already ended\" their business relationship.\n\nAdvertisement\n\n\n\nEarlier, on Aug. 1, Business Insider reported that Fogle had asked a Subway franchisee about the possibility of having sex with her underage cousin and had admitted to the franchisee that he had previously paid a 16-year-old for sex. The site says that the franchisee brought the issue to the attention of Subway management:\n\nShe met with two levels of management, shared the messages with them, \"and specifically requested not to have his imagery and merchandising related to him in her stores,\" the lawyer said. \"She also specifically warned them that he should not be interacting with young people.\"\n\nSubway continued to use Fogle in national advertising campaigns until the FBI raid on his home earlier this month.\n\nWhen reached for comment, Subway said, \"We have no record of this allegation.\"\n\nOn Friday, Gawker reported that another woman, a Florida radio host named Rochelle Herman-Walrond, also made an attempt to alert Subway to highly inappropriate behavior:\n\nShe says she’s not sure of the exact date and doesn’t have a copy of the email because she sent it through a comment form on Subway’s corporate website. But she’s certain she detailed disturbing comments made by Fogle, and she’s certain she never heard back.\n\n“I told them how Jared had approached my children—that I met him during my radio show program—and that he had approached my children and had made sexual comments about wanting to do things with my children and their friends,” Herman-Walrond said. “I never got a ‘Thank you for emailing’ or anything like that, but I sent it and it did go through.”\n\nThough Herman-Walrond's attempt to contact the company, as described, seems to have been a modest one, it should be pointed out that she also says that she notified law enforcement agencies and that the U.S. Attorney's Office in Indianapolis says that information she provided was part of its investigation into Fogle.", "_id": {"$oid": "55daf10504235215b082e395"}}