{"URL": "http://www.ontheissues.org/2016/Ted_Cruz_Social_Security.htm", "Text": "Source: 2012 endorsee questionnaire from Senate Conservatives Fund , Jun 6, 2012\n\nRated 0% by ARA, indicating a pro-privatization stance.\n\nScoring system for 2014: Ranges from 0% (supports privatization and other market-based reforms) to 100% (supports keeping federal control over Trust Fund and Social Security system).\n\nAbout ARA (from their website, www.RetiredAmericans.org):\n\nThe Alliance for Retired Americans is a nationwide organization, founded in May 2001, with now over 4.2 million members working together to make their voices heard in the laws, policies, politics, and institutions that shape our lives. The mission of the Alliance for Retired Americans is to ensure social and economic justice and full civil rights for all citizens so that they may enjoy lives of dignity, personal and family fulfillment and security.\n\nAlliance members visit the polls in record numbers. We use the power of our membership and our Congressional Voting Record to educate and mobilize seniors to elect leaders committed to improving the lives of retirees and older Americans.\n\nWe are effectively warding off cuts to our most important social programs like Social Security and Medicare. Our Human Chain Against the Chained CPI events in the summer of 2013 took place in more than 50 cities and mobilized support for stopping this cut to earned Social Security benefits.\n\nWe blocked the privatization of Social Security with our Social Security \"Truth Truck\" delivering 2.1 million petitions to Members of Congress and other tactics.\n\nThe Alliance makes its voice heard on the issues that matter not just to current retirees, but to all Americans who hope to retire one day. We were a leading voice in recent debates considering changes to Medicare, like replacing guaranteed benefits with a voucher system, and remain so in 2014.\n\nSource: ARA lifetime rating on incumbents of 113th Congress 14_ARA on Jan 1, 2013\n\nPage last updated: Jul 09, 2015", "_id": {"$oid": "55daeeac04235215b082e1d9"}}