{"URL": "http://www.nytimes.com/2015/08/22/arts/music/dr-dre-apologizes-to-the-women-ive-hurt.html", "Text": "Photo Advertisement Continue reading the main story\n\nFor Dr. Dre, this summer was meant to be a victory lap in a successful career. “Straight Outta Compton,” a biopic about his hip-hop group, N.W.A., topped the box office last week with a $56.1 million opening. “Compton,” his first album in 16 years, debuted at No. 2 on the Billboard chart. Last year, the music company that Dr. Dre helped establish, Beats, was sold to Apple for $3 billion, making him the self-proclaimed “first billionaire in hip-hop.”\n\nBut critics charge that the movie, which was co-produced by Dr. Dre, glosses over N.W.A.’s record of misogyny and ignores Dr. Dre’s history of physically abusing women. In a sign that the uproar was threatening not only his reputation but also his business dealings, Dr. Dre, who has previously spoken dismissively or vaguely about the decades-old episodes, confronted them on Friday in a statement to The New York Times. While he did not address each allegation individually, he said: “Twenty-five years ago I was a young man drinking too much and in over my head with no real structure in my life. However, none of this is an excuse for what I did. I’ve been married for 19 years and every day I’m working to be a better man for my family, seeking guidance along the way. I’m doing everything I can so I never resemble that man again.”\n\nPhoto\n\nHe added: “I apologize to the women I’ve hurt. I deeply regret what I did and know that it has forever impacted all of our lives.”\n\nApple, where Dr. Dre, 50, now works as a top consultant, also issued a statement: “Dre has apologized for the mistakes he’s made in the past and he’s said that he’s not the same person that he was 25 years ago. We believe his sincerity and after working with him for a year and a half, we have every reason to believe that he has changed.”\n\nThis is the latest case of a celebrity who, partly because of the Internet, has been forced to face old abuse allegations. And for the accusers, Dr. Dre’s statement may be an acknowledgment of what they said decades ago.\n\nAdvertisement Continue reading the main story\n\nIn interviews with The Times this week, the women at the center of the allegations — the hip-hop journalist Dee Barnes; Michel’le, an R&B singer and Dr. Dre’s former girlfriend; and Tairrie B, a onetime labelmate — spoke about the abuse and about how social media had helped them connect and spread their stories.\n\n“I’ve been talking about my abuse for many, many years, but it has not gotten any ears until now,” said Michel’le, who was romantically involved with Dr. Dre from the late-’80s until the mid-’90s. (They have an adult son.)\n\nDuring that time, she said, he was often physically abusive, hitting her with a closed fist and leaving “black eyes, a cracked rib and scars.” Michel’le said she never pressed charges because, “We don’t get that kind of education in my culture.”\n\nShe added, “Opening up and finding out there were other women like me gave me the power to speak up.”\n\nTairrie B, a.k.a Tairrie B. Murphy, said that Dr. Dre punched her twice in the face at a Grammys after-party in 1990 after she recorded a track insulting him.\n\nAdvertisement Continue reading the main story\n\nShe connected with Ms. Barnes through Facebook last year. “I said, ‘Hey girl, I think we have something in common, and we’ve never talked about it,’ ” Ms. Murphy said.\n\nMs. Barnes recalled being brought to tears by that message and a subsequent hourslong phone conversation with Ms. Murphy. Both women were writing memoirs — Ms. Barnes’s is tentatively titled “Music, Myth and Misogyny” — but did not expect to wage a public campaign against Dr. Dre, she said.\n\n“The initial conversation was like group therapy, to heal our wounds,” Ms. Barnes said.\n\nAs the Aug. 14 release of “Straight Outta Compton” approached, others started the discussion. A blog post from last year by the rap writer Byron Crawford, titled “Beatings by Dre,” began to circulate again on Twitter and Facebook, while a Gawker post headlined “Remember When Dr. Dre Bashed a Female Journalist’s Face Against a Wall?” was published on July 31 and was viewed nearly 300,000 times. (In format, it mirrored a Gawker article from early 2014: “Who Wants to Remember Bill Cosby’s Multiple Sex-Assault Accusations?”)\n\nAt a panel for “Straight Outta Compton” this month, the film’s director, F. Gary Gray, was asked why the film omitted Ms. Barnes’s story, in which Dr. Dre confronted her at a party in 1991 about an N.W.A. segment on her Fox show “Pump It Up!”\n\nAccording to a statement Ms. Barnes issued at the time, Dr. Dre began punching her in the head and “slamming her face and the right side of her body repeatedly against a wall.” (Charged with assault and battery, he pleaded no contest. He was sentenced to community service and probation, fined $2,500 and ordered to make a domestic violence P.S.A.; a civil suit was settled out of court.)\n\nMr. Gray said at the panel that the filmmakers had “talked about it at the beginning” — the scene appeared in an early script — but ultimately decided the movie “wasn’t about a lot of side stories.” He added, “You can make five different N.W.A. movies — we made the one we wanted to make.” (Through Universal Studios, Mr. Gray declined to comment.)\n\nSensing the renewed interest, Ms. Murphy encouraged Ms. Barnes to tell her side. “It’s about finally getting the truth out there,” Ms. Murphy said.\n\nOn Tuesday, Ms. Barnes published an essay on Gawker about the film and her assault that was seen more than 1.6 million times. “I suffer from horrific migraines that started only after the attack,” she wrote. “My head does ring and it hurts, exactly in the same spot every time where he smashed my head against the wall.”\n\nShe called the movie “revisionist history,” lamenting the women, including Ms. Murphy and Michel’le, who were written out. The movie “wasn’t reality and it wasn’t gangster,” Ms. Barnes said. “Gangster would have been to show everything.”\n\nAs a white, female rapper signed to Ruthless Records, N.W.A.’s record label, Ms. Murphy said she had been expected to collaborate with Dr. Dre, but resisted his creative control. “He was very nasty to me constantly,” she said, and so she decided to address his chauvinism on the song “Ruthless Bitch.”\n\nAdvertisement Continue reading the main story\n\nAdvertisement Continue reading the main story\n\nWhen Dr. Dre said at a crowded party that he’d heard the track, the pair began arguing. “I stood up to him, and I didn’t back down,” Ms. Murphy said. “He kept saying, ‘If you say one more word to me ...” Then, she said, “he punched me right in the mouth and again in the eye.”\n\nWhile Ms. Murphy did not file a police report — “There’s no excuse, but this was a different time,” she said — a meeting was scheduled the next day with Eazy-E, a founder of N.W.A., and Jerry Heller, N.W.A.’s manager and a founder of Ruthless. “I was told, ‘This is a family business — you’re not pressing charges,” she said. “I was taken care of by Eazy in certain ways to be quiet.” (Mr. Heller did not respond to requests for comment. Eazy-E died in 1995.)\n\nAfter Ms. Murphy reconnected with Ms. Barnes, “I had a lot of guilt,” she said. “Had I pressed charges, he would have had a strike against him. And maybe Michel’le would have stood up, too. Maybe it would have made him think.”\n\nSince the attack, Ms. Barnes said that she has had trouble finding work in the entertainment industry: “His career continued, where mine dwindled. People side with the money.”\n\nStill, she rejects those who say coming forward again now is opportunistic. “What opportunity?” she said. “Show me the opportunities.”\n\nShe added, “They brought up the past” by making the film. “Not me.”\n\nMichel’le agreed. “They told their story,” she said. “I’m telling mine.”", "_id": {"$oid": "55daf22904235215b082e43c"}}