{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/20/july_2015_sets_a_horrifying_new_high_the_hottest_month_ever_recorded.html", "Text": "Photo by ChinaFotoPress/Getty Images\n\nWhen trying to rank climate change mileposts, this is a big one.\n\nAdvertisement\n\n\n\nThe month was hot from start to finish. July 1st was the hottest day in the U.K.’s history—the Guardian briefly had to pause its liveblog of the heatwave because its computer servers overheated. On July 31st, the city of Bandar-e Mahshahr, Iran reached an unfathomable heat index of 165°F, nearly a world record.\n\nAll this warmth on land is being driven by record-setting heat across large sections of the world’s oceans. The NOAA report notes that the warmest 10 months of ocean temperatures on record have occurred in the last 16 months. This is mostly due to a near-record strength El Niño, but the current state of the global oceans has little historical precedent. Since it takes several months for the oceanic warmth of an El Niño to fully reach the atmosphere, 2016 will likely be warmer—perhaps much warmer—than 2015. And that poses grave implications for the world’s ecosystems as well as humans.\n\nWe’ve recently entered a new point in the Earth’s climate history. According to reconstructions using tree rings, corals, and ice cores, global temperatures are currently approaching—if not already past—the maximum temperatures commonly observed over the past 11,000 years (i.e., the time period in which humans developed agriculture), and flirting with levels not seen in more than 100,000 years.\n\nBut this is the scary part: The current level of carbon dioxide in the atmosphere is higher than at any point since humans first evolved millions of years ago. Since carbon dioxide emissions lead to warming, the fact that emissions are increasing means there’s much more warming yet to come. What’s more, carbon dioxide levels are increasing really quickly. The rate of change is faster than at any point in Earth’s entire 4.5 billion year history, likely 10 times faster than during Earth’s worst mass extinction—the “Great Dying”—in which more than 90 percent of ocean species perished. Our planet has simply never undergone the kind of stress we’re currently putting on it. That stunning rate of change is one reason why surprising studies like the recent worse-than-the-worst-case-scenario study on sea level rise don’t seem so far fetched.", "_id": {"$oid": "55daf2c404235215b082e46a"}}