{"URL": "http://fivethirtyeight.com/datalab/everything-donald-trumps-immigration-plan-gets-wrong/", "Text": "Donald Trump wants to build a wall on the southern border of the United States and get Mexico to pay for it. He wants to end birthright citizenship. He wants to deport tens of thousands of undocumented immigrants.\n\nWhat he doesn’t want, apparently, is to get his facts right on immigration.\n\nTrump on Sunday released a six-page immigration plan, which represents the most detailed policy proposal of his campaign to date. In substance, it doesn’t stray far from Trump’s earlier remarks on immigration, stressing the need for more border security, stricter enforcement of existing laws and better protections for American workers. Also like past speeches, the new policy plays fast and loose with the evidence, frequently citing numbers without proper context.\n\nFiveThirtyEight’s political gurus don’t give Trump much chance of winning the Republican presidential nomination. But his rhetoric on immigration has helped catapult him to the top of most early GOP polls, and many of his positions aren’t far out of step with more mainstream Republican candidates. So it’s worth highlighting some of what his plan gets wrong.\n\n“A nation without borders is not a nation. There must be a wall across the southern border.”\n\nUnderlying Trump’s entire immigration policy is the image of thousands of people illegally streaming across the southern border. There are two big problems with this: There are far fewer unauthorized immigrants entering the U.S. today than in past years, and many of them aren’t coming across the Mexican border.\n\nAccording to the latest estimates from the Pew Research Center, there were about 11.2 million undocumented immigrants in the U.S. in 2012. That’s down from a peak of about 12.2 million in 2007, and basically unchanged since 2009. In other words, there has been essentially no net illegal immigration in recent years — the number of people entering the country illegally has been offset by those leaving, voluntarily or otherwise. (For more on how Pew calculates these numbers, see my explanation from last year.)\n\nMoreover, the number of unauthorized immigrants from Mexico has been steadily declining since 2007, while a rising share are coming from Central America and Asia. According to the Congressional Budget Office, nearly half of undocumented immigrants initially entered the country legally and then overstayed their visas. The number of people taken into custody at the border has decreased since 2012, according to the Department of Homeland Security, despite an improving economy that makes the U.S. a more attractive destination for workers from Mexico and Central America.\n\n“The costs for the United States have been extraordinary: U.S. taxpayers have been asked to pick up hundreds of billions in healthcare costs, housing costs, education costs, welfare costs, etc.”\n\nMost government social programs — food stamps, Medicaid, housing assistance and similar public benefits — require a valid Social Security number and aren’t available to people in the U.S. illegally. In fact, many benefits aren’t available even to most legal immigrants until they have been in the country for five years.\n\nThat doesn’t mean undocumented residents don’t receive any benefits at taxpayers’ expense. Public education, school lunches, nutrition assistance for mothers and children and some other programs are available regardless of immigration status, and all programs are open to the U.S.-born children of undocumented immigrants. And, of course, some undocumented residents may successfully receive benefits they aren’t legally entitled to.\n\nBut there’s another side to the equation: taxes. Many undocumented immigrants work off the books and don’t pay taxes on their earnings. But many others do pay taxes. One recent report from the Institute on Taxation and Economic Policy estimated that undocumented workers paid nearly $12 billion in state and local taxes in 2012. They pay billions more in federal income taxes and, critically, in Social Security and Medicare taxes, despite being ineligible for those benefits. A 2013 report from the Social Security Administration estimated that unauthorized immigrants in 2010 paid $12 billion more into the Social Security system than they got out.\n\n“The impact in terms of crime has been tragic. In recent weeks, the headlines have been covered with cases of criminals who crossed our border illegally only to go on to commit horrific crimes against Americans.”\n\nTrump has seized on the horrific rape and killing of a California woman, among other recent crimes, as evidence that undocumented immigrants are especially dangerous. But as PolitiFact and others have concluded, there’s little evidence to back up that claim. A recent report from the Immigration Policy Center found that immigrants as a whole have lower crime rates than the native-born population, while an earlier report from the same group found that Mexican and Central American immigrants — who make up the majority of undocumented residents — are also less likely than native citizens to be incarcerated for crimes. (Separate research has found that immigrants’ lower incarceration rates are not due to their being deported rather than imprisoned domestically.)\n\nOther researchers have raised questions about the Immigration Policy Center’s conclusions, pointing to potential irregularities in census and other data sources. But researchers generally agree that there is little evidence that immigrants, documented or undocumented, commit crimes at a higher rate than the native-born.\n\n“In 2011, the Government Accountability Office found that there were a shocking 3 million arrests attached to the incarcerated alien population, including tens of thousands of violent beatings, rapes and murders.”\n\nTrump’s “3 million arrests” number comes from this 2011 General Accountability Office report on arrests and convictions of people in the U.S. illegally. But there are a couple of problems with the way he’s using the figure.\n\nFirst, the 3 million number is a count of “arrest offenses,” not individual arrests; someone might be arrested one time but be charged with three different offenses. The GAO report looked at 249,000 “incarcerated criminal aliens” (immigrants, documented or undocumented, convicted and incarcerated for a crime) and estimated that they had been arrested 1.7 million times on 2.9 million separate charges.\n\nSecond, those “3 million arrests” were spread out over decades. The GAO sample includes arrests as far back as 1955, although the vast majority took place after 1990.\n\nFinally, the GAO’s arrest statistics include arrests on immigration offenses. Some 65 percent of the “criminal aliens” in the report had been arrested at least once on an immigration charge. (The next highest category was drug offenses, at 48 percent.) “Violent beatings, rapes and murders” (assaults, sex offenses and homicides) account for a bit more than 10 percent of the offenses in the report.\n\n“The influx of foreign workers holds down salaries, keeps unemployment high, and makes it difficult for poor and working class Americans — including immigrants themselves and their children — to earn a middle class wage.”\n\nThe notion that immigration, and particularly illegal immigration, drives down wages and pushes up unemployment is a widely held belief. It also makes intuitive sense: If there are thousands of immigrants willing to work for low wages, it seems logical that native-born workers would be unable to compete.\n\nEconomic research, however, has consistently demonstrated that this simplistic framework fails to account for the full effects of immigration. Immigration increases the supply of workers, but it also increases demand for products and services. Economists on both the left and right generally agree that immigration has made the U.S. economy more productive and has benefited the average American worker, according to a University of Chicago survey of leading academics.\n\nBenefiting the “average worker,” however, is not the same as benefiting all workers. It’s possible that immigration could benefit the economy as a whole while still hurting the less educated native-born workers who compete most directly with immigrants for jobs. Economists are divided on this question: Some research finds that immigration tends to hurt less skilled workers, while other research finds that it benefits workers across the educational spectrum. The University of Chicago survey found that a narrow majority of economists believed that immigration of low-skilled workers can negatively affect less educated native workers.\n\nThis much, however, is clear: The “influx of foreign workers” that Trump talks about has ebbed in recent years. After rising rapidly in the 1980s through 2000s, the growth of the U.S. immigrant population slowed dramatically during the recession, as the lack of jobs made the U.S. a less attractive destination for foreign workers. The Census Bureau expects immigration to start picking up again now that the economy is improving, but the aggregate growth of the foreign-born population remains far below prerecession projections.\n\n“Requirement to hire American workers first. Too many visas, like the H-1B, have no such requirement. In the year 2015, with 92 million Americans outside the workforce and incomes collapsing, we need to [require] companies to hire from the domestic pool of unemployed.”\n\nThe H-1B guest-worker program is meant to help companies hire foreign workers in “specialty occupations” that can be hard to fill with qualified Americans. But critics on both the left and the right argue that the program is rife with abuse and that companies use it as a back-door way to pay lower wages.\n\nIt’s a serious stretch, however, to connect H-1B abuse to the broader trends of falling labor force participation and stagnant wages. For one thing, incomes aren’t rising as quickly as economists would like, but they’re hardly “collapsing” — wages are rising at a rate of about 2 percent per year, and inflation-adjusted household incomes have been basically flat since the recession ended. The “92 million Americans outside the workforce,” meanwhile, are mostly retired, in school or raising children. Declining participation in the labor force is a worrying trend, but not one that has much to do with immigration — indeed, immigrants have, on average, a higher participation rate than native-born workers.\n\nCheck out this Slack chat with FiveThirtyEight’s political writers on whether the Republican establishment is losing control of the nominating process.", "_id": {"$oid": "55daee4004235215b082e18e"}}