{"URL": "http://www.slate.com/articles/sports/sports_nut/2015/08/katie_ledecky_kazan_the_olympics_should_give_the_american_a_chance_to_repeat.html", "Text": "Photo by Streeter Lecka/Getty Images\n\nAmerican swimmer Katie Ledecky has become so dominant that the only opponent standing in her way these days is the International Olympic Committee.\n\nRachael Larimore Rachael Larimore is a Slate senior editor.\n\nAt the just-completed FINA World Championships in Kazan, Russia, Ledecky turned in the most impressive performance in a pool since Michael Phelps won eight gold medals at the 2008 Beijing Olympics. She became the first women to win four individual gold medals at a world championship, and the first swimmer ever to sweep the 200, 400, 800, and 1,500 meters, owning the distance freestyle events. She won the 800 by 10 seconds and the 1,500 by nearly 15 seconds.\n\nAdvertisement\n\n\n\nThat should be a pretty compelling storyline a year out from the 2016 Olympics, right? It could be. Problem is, Ledecky won’t be swimming the 1,500 at Rio. Nor will any other world-class female swimmers.\n\nThe Olympics, more so than other international sporting competitions, have held on to antiquated notions about what sports and events are “appropriate” for women. The women’s marathon wasn’t added until 1984. There is still no women’s decathlon, just a heptathlon. In swimming, the Olympic distance events are the 400 and 1,500 for men, and the 400 and 800 for women. Never mind that women’s world records have been kept for the 1,500 since 1922.\n\nBut the biggest problem here isn’t sexism. It’s bullheadedness. The IOC implemented a completely arbitrary limit of 10,500 athletes and 310 events per Olympic Games (after dropping an equally arbitrary limit of 28 sports per Games). This was done nominally in order to reduce the cost of hosting the Olympics, which the organization says is scaring off potential bidders.\n\nAgainst that limited backdrop, the women’s 1,500 has very little support from FINA, the sport’s governing body. President Julio Maglione told the Washington Post that, given the opportunity, he would rather add 50-meter sprints in butterfly, backstroke, and breaststroke. (The 50 free was added in 1988.)\n\nThat idea is shortsighted for a number of reasons, a retrograde lack of equality being just one. Swimming is one of the most popular Olympic sports, but is subject to complaints about “medal bloat”—that it already offers too many events. (It does have the second-highest number of medals after athletics, but that sport incorporates both track and field events). Adding sprints might make for good television, but more often than not, the same eight or 10 people will be facing off in each stroke. I like Missy Franklin, but I don’t know if I’d be that excited by her winning the 50, 100, and 200 backstroke\n\nMeanwhile, viewers are missing out on an opportunity for real drama. Admittedly, distance races are not as exciting, from start to finish, as sprints. (I swam the 500 in high school, and my own father compared it to watching paint dry.) It’s unlikely that the finish of any race of 800 or 1,500 meters is going to be as close, for example, as the 100-meter fly race between Phelps and Milo Cavic in Beijing.\n\nBut close finishes aren’t the end-all and be-all of sports, even races. There is a particular thrill, and beauty even, in watching someone who’s the best in the world break new ground, to do what was previously thought impossible. In certain respects, it’s more impressive to watch Ledecky compete against herself—and continue to bring down her own world records—precisely because that is so hard to do. While Ledecky has no equal in the distance races, that doesn’t make her attempts at history any less thrilling. It’s fun to watch Ledecky destroy the rest of the field and surpass times for many countries’ top men precisely because of the historic nature of her talent. She is similar in many ways to UFC champion Ronda Rousey, who is so far ahead of her competitive field that she seems like the next evolution in the sport. That evolution is not only fun to watch, it’s necessary for the next generation of athletes in a given sport. Because somewhere out there, young athletes are watching, learning, training, and aspiring to be better than Ledecky.\n\nAnother benefit to adding the 1,500 for women—and let’s go ahead and add the 800 for men while we’re at it—is that it would create rivalries and opportunities for intriguing quests. Looking through historical results, there are not many cases of the same man winning gold in the 400 and 1,500. And anyone attempting the “Ledecky Slam” as it’s coming to be called, would be worthy of all the attention given to Phelps when he was chasing Mark Spitz.", "_id": {"$oid": "55daee3d04235215b082e18c"}}