{"URL": "http://www.crowdfundinsider.com/2015/03/65064-is-yelp-the-next-blackfish-review-website-fires-back-against-billion-dollar-bully-kickstarter-by-revealing-screenshots-of-its-backend-system/", "Text": "Just a week ago, Yelp became under fire when a small production studio known as Prost Production launched a crowdfunding campaign on Kickstarter to raise funds for a new documentary Billion Dollar Bully, which would share details about the review website’s dark past.\n\nNow, it looks like Yelp will do whatever it takes to maintain its innocence, by providing more information about Prost Production producer Kaylie Milliken and her experience on its website.\n\nAccording to International Business Times, Yelp revealed a screenshot to its backend system, which shows activity from a single IP address along with the three accounts and emails associated with them.\n\nOne of the emails appears to be the same one that was used to register the domain of Prost Production’s website. Also one of the alias names, “ninabway,” has also been used to promote the Kickstarter project on Reddit.\n\nThe screen shot revealed the following:\n\nThis information appeared just a few days after an intense interview with Milliken and Yelp’s VP of Corporate Communications, Shannon Eis, on CNBC’s Fast Money. During the show, the ladies clashed about the film’s information, including which studies are being used.\n\nEis stated:\n\n“We are not here out of fear, we are here out of facts. Making sure that they transcend this conversation. Dismissing the FTC, dismissing five federal judges who all found no wrongdoing and dismissing an exhaustive Harvard Business School study and not the one that she is citing. That is a different one that looks specifically at our recommendation software and draws no connections to advertising. So, she’s citing an older, not Yelp specifically study. “Though dismissing all that seems to be weird, when all of it has very exhaust fully debunk the claims. But why we’re here is because it is important that the facts speak and that the valued consumers that we want to create and continue to drive really transcends with us.”\n\nMilliken responded with:\n\n“I did use Yelp to look up businesses, to see if there were places I wanted to go to or not, and I went to my physicians one day and she began to tell me about her experiences with Yelp and I was floored by the things she told me. And I went home and began to investigate it and the more I dug, the more I found and I thought that this was a story that should be told because I didn’t know about any of things that were going on with Yelp and I asked my friends if they knew and they weren’t aware of these allegations against Yelp either. And I thought that this story should be told and I can offer a platform to do that. “I’m not dismissing what [FTC] said, I am going to touch extensively on that in the documentary and I will let the experts speak for themselves.”\n\nNoting that Milliken has had conflict with the website before, Ein added:\n\n“We’re here today because she is raising money on Kickstarter to fund her film. So we’re all apart of a fundraising effort today. But I think what is important to state is that we did discover through the recommended software that is largely being contested here that Ms. Milliken herself had created three sock puppet accounts to create false five star ratings of her husband’s law firm. Her husband, who is also listed as the CFO for this production that she’s fundraising for, as a result of this media. “So I think it’s important to say that the accusations that she’s making she has actually been apart of on the back end of the software process that we are talking about that helps protect consumers and present true and authentic reviews was something that triggered finding her false reviews on the site and suppressed them.”\n\nIn an effort to show that Yelp doesn’t scare them at all, Milliken and her team announced:\n\n“A few hours prior to the interview, Kaylie had a pre-interview with a producer at CNBC, and at the end of the call, Kaylie was told that someone from Yelp would be on the show as well (the VP of their communications department, Shannon Eis.) Was Kaylie nervous? Absolutely. Did she step up to the challenge? Without a doubt! “There were points that Ms. Eis brought up that were flat out wrong. We are excited to release our documentary, as all her statements – including many misrepresentations – will be addressed. Thank you all for the continued support you show! We love hearing from you, so please continue to leave comments and share your stories.”", "_id": {"$oid": "55daf32e04235215b082e499"}}