{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/21/the_head_of_tianjin_s_environmental_monitoring_bureau_told_reporters_that.html", "Text": "Photo by China Stringer Network/Reuters\n\nThousands of dead fish have washed up on the banks of the Haihe river in Tianjin, China, just a few miles from the site of the massive explosion at a chemical storage facility last week that killed at least 114 people. The dead fish have sparked fears of contamination despite government reassurances.\n\nIt’s not just the fish: Water tests near the blast site show high levels of sodium cyanide, an extremely toxic chemical, and heavy rains earlier this week spread ominous looking white foam on roads near the site. Local officials are investigating the fish incident but say there was no cyanide in the river where the fish washed up and that the area’s drinking water is safe. The head of Tianjin’s environmental monitoring bureau told reporters that fish die-offs are “not rare” during the summer due to changes in the water’s salinity.\n\nAdvertisement\n\n\n\nThe public doesn’t seem to be buying it. Commenters on Weibo, China’s equivalent of Twitter, have suggested sarcastically that the fish were killed by “clinical depression,” “suicide by drowning,” or “the lies of this country.” One suggested that local officials “take the lead and sample some of the fresh fish filets to set the record straight!”\n\nIt’s still not clear what caused the explosion that devastated a large section of China’s fourth-largest city, and public anger has been growing, with displaced families protesting to demand compensation. At least one staff member at the port where the explosion took place has been arrested. It seems quite possible the public anger will benefit President Xi Jinping, as calls to crack down on companies playing fast and loose with safety could fuel support for his massive anti-corruption crackdown.", "_id": {"$oid": "55daf33704235215b082e4a2"}}