{"URL": "http://www.businessinsider.com/live-all-eyes-are-on-jack-dorsey-as-investors-prepare-for-lackluster-q2-twitter-earnings-results-2015-7", "Text": "Twitter will report its Q2 financial results after the closing bell on Tuesday.\n\nAll eyes will be on Twitter co-founder Jack Dorsey, who recently became interim CEO after Dick Costolo resigned, and who will take part in his first conference call with analysts. The Internet company’s stock is down 29 percent since reporting ugly Q1 results in May and Twitter is expected to deliver another lackluster report for the second quarter, with analysts expecting anemic user growth and slowing revenue growth.\n\nHere are the key numbers that Wall Street is looking for:\n\nRevenue: $481.1 million, which would be up 54% from $312 million in the year-ago quarter.\n\nAdjusted EPS: $0.04, versus $0.02 in the year-ago quarter.\n\nMonthly Active users: 310 million, up from 302 million at the end of Q1.\n\nThe key item on Wall Street’s radar, besides Twitter’s results, is the status of Twitter’s CEO search. Dorsey and CFO Anthony Noto are both considered candidates for the job, though it looks like revenue boss Adam Bain is the board’s current favorite — at least among the pool of inside candidates.\n\n\n\nTwitter needs to show Wall Street that it has a plan to re-ignite its user growth and ensure that it doesn’t become a social networking also-ran. The service is popular among celebrities, journalists and activists, but its audience of slightly more than 300 million users is tiny compared to Facebook, which claims 1.4 billion users.\n\nThe company has said it will roll out a slew of new features that will make the service easier to use and capitalize on areas where Twitter is already popular, such as live events like sports. Twitter also recently struck a deal with Google which should make expand the reach of tweets beyond the logged-in users of the service.\n\nWe’ll update this post with the results once they’re out, so click here or refresh this page.", "_id": {"$oid": "55daef5904235215b082e263"}}