{"URL": "http://www.slate.com/blogs/business_insider/2015/08/21/extended_stay_hotels_try_to_compete_with_airbnb_by_adding_luxury_livability.html", "Text": "Photo by FRANCK FIFE/AFP/GettyImages\n\nThis post originally appeared on Business Insider.\n\nExtended stay hotels are often synonymous with barren rooms and tiny kitchenettes stranded out in the suburbs. These hotels have long attracted business travelers hoping to save money on a long term trip.\n\nAdvertisement\n\n\n\nBut that's changing. A whole new crop of long term hotels are popping up, and they're setting their sights on competing with rental sites like Airbnb.\n\nPart of Airbnb's appeal is that it offers alternative housing options in big cities and it lets guests feel like they're at home, since they're actually staying in someone else's home. Now, extended stay hotels are opening in hip, urban locations with more amenities, like chic designer decor and in-house gyms with personal trainers, in the hopes of attracting a younger group of travelers.\n\nThat's just some of what's available at the new ROOST Apartment Hotel, which recently opened in the heart of Philadelphia. Billing itself as a trendier alternative to more traditional corporate long term hotels, ROOST wants its accommodations to feel more like residences rather than hotel suites.\n\nThe studios—which were designed by the same architects responsible for the Wythe Hotel—come fully furnished with Bonavita coffee makers, complimentary La Colombe coffee, bath products, Apple TV, and Bosch washers and dryers. Besides that, there's a bike share program, fitness center, and a 24-hour front desk, and it's pet-friendly. There's a second ROOST property set to open in the Rittenhouse neighborhood of the city soon. A studio suite starts at $175 per night, and a one-bedroom starts at $191.\n\nAKA is another brand that caters to the long term traveler by combining the hospitality you would receive at a hotel with the comfort you would experience at a luxury condominium. There are services that you would find in an apartment building such as a doorman and maintenance services, but then there's also more hotel-oriented services such as in-suite dining and valet laundering.\n\nAKA even partnered with places such as New York City's Museum of Modern Art, and the wine store Acker Merrall & Condit in order to help guests immerse themselves in the culture of their temporary home. Besides New York, AKA has hotels in multiple other major US cities (LA, Washington, and Philadelphia), as well as one location in London.\n\nAKA's rates vary greatly depending on location—in Washington DC, suites start at $194, at Central Park they start at $305, and in Beverly Hills they start at $395. Guests also have the option of purchasing and owning a condominium at three of AKA's NYC locations.\n\nThe Redbury is a trendy version of the extended stay boutique hotel with locations in Hollywood, California, and South Beach, Florida. Guests have the choice of staying long term or short term. The hotel is made up of all suites—57 at the Hollywood location and 69 in South Beach—that are described as warm, Bohemian, and old-world. The suites' kitchens have gas burners, the bathrooms have walk-in rain showers, and there are even vinyl collections curated by Capitol Records. In South Beach, there's a rooftop pool. Suites at the LA location starts at $252 per night, and $239 at the South Beach location.\n\nThe concept of cool luxury extended stay hotels is making waves in Europe as well. The London-based Living Rooms has four locations in hip neighborhoods throughout the city. Like its name suggests, this \"hotel alternative\" aims to make travelers feel like they are staying in a private space that's their own. A little pricier than some of its other long term competitors, a two-bedroom, two-bathroom apartment at Living Rooms costs $703 per night.\n\nZoku—which is Japanese for family, tribe, or clan—is set to open this fall in Amsterdam. It offers a \"flexible home/office hybrid\" where guests can live, work, socialize, and relax with other guests. The hotel offers a living room, working space, kitchen / dining area, game room, meeting spaces, and a 24-hour store. Most of the rooms are loft spaces—meaning that unlike most other hotel rooms, the bed is not the focal point of the room—which guests can decorate and make their own.\n\nThe trend isn't limited to boutique hotels, though. Marriott's Residence Inn is set to open this fall in downtown Chicago, and according to Conde Nast Traveler, Element by Starwood has over 20 hotels set to open in the U.S. and Canada by 2018 that will feature modern interiors, pantries stocked with gourmet options, and a lobby that doubles as a work space and bar.", "_id": {"$oid": "55daf31704235215b082e489"}}