{"URL": "http://www.huffingtonpost.com/2010/08/24/alan_simpson_social_security_n_693277.html", "Text": "UPDATE: Friday 2:51 p.m. - The campaign to oust Alan Simpson from President Obama's deficit commission took a creative turn on Friday, with the launch of StuffAlanSimpsonSays.com, created by the Progressive Change Campaign Committee. The site presents readers with a quiz that repeatedly asks readers to guess which of two provided quotes was in fact a comment made by the commission co-chair and former Wyoming senator.\n\nSimpson's recent \"310 million tits!\" remark has made him something of an online celebrity, if of the infamous variety, so readers should have no difficulty choosing the authentic quote from among these two:\n\n\"I've made some plenty smart cracks about people on Social Security who milk it to the last degree. You know 'em too...We've reached a point now where it's like a milk cow with 310 million tits!\"\n\n\"Stop yapping your lips and listen good. This commission might be packed with millionaires, but we're looking out for little people who need Social Security.\"\n\nThe quiz, however, is not an easy one, even for a reader familiar the Simpson canon. The ultimate aim of the project is to urge visitors to the site to sign a petition calling on the White House to fire Simpson.\n\n* * * * *\n\nUPDATE: Friday 11:55 a.m. - Jack Conway became the second Democratic Senate candidate to break with the White House and call on Alan Simpson to step down from the deficit commission for expressing disdain for Social Security in an email this week to an advocate for middle-aged and elderly women. \"Senator Simpson clearly is not approaching the serious challenge of solving the long-term solvency of Social Security with serious solutions,\" said Conway in a statement to HuffPost. \"Instead, he'd rather use offensive language to make\n\nheadlines. Rather than serve as a distraction to the rest of the group, the Senator should step down.\"\n\nSocial Security, however, does not face a solvency crisis; the program's actuaries estimate it can pay full benefits until 2037 and slightly reduced benefits in the decades after, if not changes are made.\n\nConway called on his opponent, Republican Rand Paul, to repudiate Simpson. \"I call on Rand Paul - not his spokesman but him personally - to disavow Senator Simpson's comments. We can be fiscally responsible without harming seniors or privatizing Social Security,\" he said. A Paul spokesman didn't immediately return an email.\n\n* * * * *\n\nUPDATE: Friday 9:09 a.m. - The Older Women's League has continued to call for Alan Simpson's resignation from the deficit commission despite his apology to the group's executive director for telling her that Social Security is \"a milk cow with 310 million tits!\" and that she should find \"honest work!\"\n\nThe White House, however, has accepted the apology that was directed at Ashley Carson. In a letter to the President Obama, Donna Wagner, OWL's president, said that Obama's decision to leave him on the panel \"sends a message that your Administration does not take sexism seriously and also that you are not concerned about Mr. Simpson's views regarding Social Security.\" She added, in a swipe at the administration for accepting an apology that was not directed its way, \"I sincerely hope that Mr. Simpson apologized to you for his embarrassing actions and that is why you have chosen to accept his apology and keep him on board.\"\n\nThe letter made implicit reference to the firings of Van Jones, Shirley Sherrod and other administration officials who came under criticism for conservatives, and questioned why a different standard exists for Simpson. From the letter:\n\nIt is with great disappointment that we received your response to the situation regarding Alan Simpson's continued co-chairmanship of your National Commission on Fiscal Responsibility and Reform. I sincerely hope that Mr. Simpson apologized to you for his embarrassing actions and that is why you have chosen to accept his apology and keep him on board. OWL released a statement yesterday that expressed our Executive Director, Ashley Carson's, gratitude for Mr. Simpson's prompt apology, but that OWL still wishes to see him resign. Today is Women's Equality Day. Last week Carson was the keynote speaker at the Veterans' Administration celebration of this momentous occasion, and today many of our colleagues are all across the country speaking and celebrating the day that women finally got the right to vote in the United States. It's been ninety years since women got the right to vote, but sexism still exists in many forms, both subtly and blatantly. OWL's members believe that choosing to keep Mr. Simpson as your co-chair sends a message that your Administration does not take sexism seriously and also that you are not concerned about Mr. Simpson's views regarding Social Security. There are a number of occasions where racial discrimination appeared both within government and elsewhere, and where your Administration acted swiftly and appropriately to correct wrongdoing. Why is one form of discrimination any different from another?\n\nUPDATE: Thursday 3:00 p.m. - Senate candidate Elaine Marshall, a Democrat from North Carolina running against Republican Richard Burr, has added her voice to the chorus calling for Alan Simpson to step down from the deficit commission.\n\n\"Alan Simpson's remarks were disrespectful to women and to Social Security recipients. He should resign or the president should fire him,\" Marshall said, speaking at the Levine Museum of the New South in Charlotte, according to her campaign.\n\n\"The fact that he thinks this way shows that he can't do his job with an open mind. We should be doing everything in our power to strengthen and protect Social Security, not attacking the recipients who depend on it.\"\n\nRep. Raul Grijalva (D-Ariz.), co-chair of the Congressional Progressive Caucus, is also calling on him to be terminated. The White House has so far stuck by Simpson. If he remains on the commission, his presence and his inflammatory remarks could undermine recommendations the panel may make to cut Social Security -- a happy result, as far as defenders of the New Deal bedrock are concerned.\n\n\"We cannot trust the integrity of any product or recommendations of the Commission as long as former Senator Simpson is the Chairman,\" said Rep. Jerry Nadler (D-N.Y.) in a statement calling for his dismissal.\n\nUPDATE: Thursday 2:24 p.m. - A coalition of Social Security advocates representing some 50 million Americans called on President Obama to fire Alan Simpson from the deficit commission in the wake of his assertion that Social Security is \"a milk cow with 310 million tits!\" The Strengthen Social Security Campaign is a coalition of 125 labor, progressive, women's rights and elderly groups.\n\n\"While I appreciate that Alan Simpson has apologized, he still must go,\" said Nancy Altman, co-chair of Strengthen Social Security. \"This is not the first time that Alan Simpson has shown he neither understands nor appreciates Social Security. His disdain for Social Security and the hard working Americans who count on it make him unfit to be anywhere near discussions about its future. Social Security should have no part in deficit discussions and Alan Simpson should have no part in the deficit commission. Social Security is too important to leave in Mr. Simpson's hands or, for that matter, in the hands of budget cutters who fail to recognize that Social Security contributes not one penny to the deficit.\"\n\nUPDATE: Thursday 12:30 p.m. - MoveOn.org is urging its millions of members to call the White House and urge President Obama to fire Alan Simpson from the deficit commission for calling Social Security \"a milk cow with 310 million tits!\" in an email to a leading women's rights advocate. MoveOn sent the following message to its members on Thursday:\n\nIt's time for Alan Simpson to resign. When President Obama appointed former Sen. Simpson co-chair of the deficit commission, he said Sen. Simpson would lead the commission in building \"a bipartisan consensus to put America on the path toward fiscal reform and responsibility.\" But instead, Sen. Simpson has made clear, again and again, that he has contempt for people who rely on Social Security, and will use his position to rant at anyone who doesn't agree with his plans to cut benefits. First, he referred to people who rely on Social Security as \"greedy geezers,\" then he called Americans who need Social Security \"lesser people.\" On Monday he sent an off-the-wall email to the Executive Director of a group representing older women about \"people on Social Security who milk it to the last degree.\" He went on to say, \"It's the same with any system in America. We've reached a point now where [Social Security is] like a milk cow with 310 million tits.\" Simpson just apologized for the last comment, saying it was a case of him putting his foot in his mouth. But this isn't about a poor choice of words or a one-time gaffe. Simpson has repeatedly, over the course of years, shown contempt for those who rely on Social Security while berating those who disagree with him. As Paul Krugman wrote yesterday, \"he has to go.\"\n\nSimpson, a former Republican Senator from Wyoming, portrays himself as a plainspoken farm boy but, in reality, is the privileged son of a former Wyoming senator and governor with little apparent knowledge of farm life. In fact, cows do not have \"tits,\" but teats.\n\n\n\nUPDATE: Wednesday 8:30 p.m. - Simpson isn't going anywhere, the New York Times reports. \"Alan Simpson has apologized and while we regret and do not condone his comments, we accept his apology and he will continue to serve,\" White House spokesperson Jennifer Psaki told the Times.\n\nUPDATE: Wednesday 3:59 p.m. - Sen. Bernie Sanders (I-Vt.) and Rep. Peter DeFazio (D-Ore.) called on President Obama to fire Alan Simpson from the deficit commission for referring to Social Security as \"a milk cow with 310 million tits!\" in an email this week to OWL executive director Ashley Carson.\n\nThe letter, provided to HuffPost, concludes:\n\nThe statement by Senator Simpson that Social Security is \"like a milk cow with 310 million tits\" is really quite beyond comprehension. Today, Social Security provides the majority of income for two-thirds of the nation's elderly and for one-third it provides nearly all their income. Without it, millions of Americans would be living in abject poverty as was the case before the creation of Social Security. It is false and demeaning to say that these people, the vast majority of whom have worked their entire lives and contributed into the Social Security system, are somehow \"milking\" the system. Despite the many years of distinguished public service former Senator Simpson has dedicated to this country, his recent e-mail indicates that it is no longer appropriate for him to serve on the bi-partisan deficit reduction commission. Therefore, in order for your commission's recommendations to have credibility with Congress, we respectfully urge you to remove Senator Simpson from the commission.\n\n* * * * *\n\nUPDATE: Wednesday 3:08 p.m. - Alan Simpson apologized Wednesday for describing Social Security as \"a milk cow with 310 million tits!\" in an email to OWL executive director Ashley Carson.\n\nSimpson's apology comes as pressure is mounting on the former Wyoming Senate Republican to resign his co-chairmanship of President Obama's deficit commission, which is considering cuts to Social Security.\n\nThe National Organization for Women called on him to step down Wednesday. \"Alan Simpson is not fit to lead the National Commission on Fiscal Responsibility and Reform,\" said NOW President Terry O'Neill in a statement to HuffPost. \"The ugliness of his disrespect for women is matched only by his dogged determination to dismantle Social Security by cutting benefits or increasing the retirement age. The National Organization for Women urges President Obama to take a stand on this issue and replace Simpson immediately.\"\n\nAnd in a public statement, AARP called Simpson's comment \"offensive\" and said that it \"undermine[s] the serious work of the commission and give[s] us little confidence the commission can fairly look at important programs such as Social Security.\"\n\nSimpson wrote Carson while on vacation:\n\nMy wife Ann and I are in Yellowstone National Park for the opening of the new visitor center, so I only just now have had the opportunity to read your response to my recent e-mail. I apologize for what I wrote. I can see that my remarks have caused you anguish, and that was not my intention. I certainly did not intend to diminish your hard work for the Older Women's League. I know you care deeply about strengthening Social Security, and so do I, just as deeply. I remember your testimony at our public hearing in June about the importance of retirement security for women. Over the last 40 years, I have had my size 15 feet in my mouth a time or two. To quote my old friend and colleague, Senator Lloyd Bentsen, when I make a mistake, \"It's a doozy!\" Next time I'm in Washington, perhaps we could meet in person, and I could learn further of your sincere concerns.\n\nCarson told HuffPost she was appreciative of the apology but that his comments demonstrate that he is unfit to lead the commission. A spokeswoman for NOW also said that their call for his resignation stands, despite the apology.\n\n\"I am very appreciative of Mr. Simpson's quick apology and for his acknowledgment of wrongdoing,\" said Carson. \"That said, OWL's position that Mr. Simpson should resign from the National Commission on Fiscal Responsibility and Reform has not changed. This is much more than a 'foot in your mouth' situation. Mr. Simpson has demonstrated a consistent, decades-long, pattern of making statements that are offensive to seniors, to women and that are just plain unacceptable in 2010. There are consequences for actions -- especially when those actions result in uniting people who fight for a common purpose. We, the advocates, do honest work day in and day out to help disadvantaged individuals create better lives for themselves and their loved ones. His actions demonstrate that he does not possess the judgment necessary to make objective recommendations about some of America's most valued programs.\"\n\n* * * * *\n\nUPDATE: Wednesday 10:27 a.m. - Alan Simpson should resign as co-chair of President Obama's deficit commission for sending an email to a leading women's rights advocate calling Social Security \"a milk cow with 310 million tits!\" a leading advocate of Social Security said Wednesday, arguing that Simpson's \"disdain for the very program he claims he is trying to protect\" makes him unfit for a leadership position on the panel, which is considering cuts to Social Security.\n\nSocial Security Works co-director Eric Kingson, in a statement released the day after the email became public, said that Simpson's \"disdain for the very program he claims he is trying to protect\" makes him unfit for a leadership position on the commission, which is considering cuts to Social Security.\n\nSocial Security Works is on steering committee of the 125 member Strengthen Social Security Coalition.\n\n\n\n\"Alan Simpson's comments are offensive and sexist and clearly demonstrate that he is unfit to continue to lead the President's Fiscal Commission,\" he said. \"His comments not only show his true view of women and older Americans but also his disdain for the very program he claims he is trying to protect - Social Security. Social Security Works is demanding that he resign immediately.\"\n\nThe commission was established with an executive order from President Obama after Republicans who had championed such a commission voted against creating one on the Senate floor in an effort to deprive the president of a political victory. Obama has the authority to place and remove commissioners. If Simpson refuses to resign, said Kingson, Obama should can him.\n\n\"If he will not [resign], the President must fire him,\" he said. \"Alan Simpson has no business deciding the fate of hundreds of millions of Americans' retirement future. He should have no power over Social Security, which provides vital economic support to millions of children and people with disabilities, as well as seniors and their families.\"\n\n* * * * *\n\nTuesday 7:32 p.m. - Alan Simpson believes that Social Security is \"like a milk cow with 310 million tits,\" according to an email he sent to the executive director of National Older Women's League Tuesday morning. Simpson co-chairs the deficit commission, which is considering various proposals to cut Social Security benefits.\n\nSimpson's email, which OWL chief Ashley Carson released publicly, (PDF) was sent in response to an April blog post Carson wrote for the Huffington Post. Carson criticized Simpson for repeatedly describing his Social Security opponents as \"Pink Panthers,\" arguing that the description had sexist connotations.\n\nHis email is peppered with exclamation points and condescension. At one point he urged Carson to read a certain graph, \"which I hope you are able to discern if you are any good at reading graphs.\"\n\nSimpson concludes by implying that leading a major organization dedicated to the interests of middle-aged and elderly women is not \"honest work.\"\n\n\"If you have some better suggestions about how to stabilize Social Security instead of just babbling into the vapors, let me know,\" he writes. \"And yes, I've made some plenty smart cracks about people on Social Security who milk it to the last degree. You know 'em too. It's the same with any system in America. We've reached a point now where it's like a milk cow\n\nwith 310 million tits! Call when you get honest work!\"\n\nIt's unclear from Simpson's email if he means Social Security is the milk cow or if he's referring to America in general. A Simpson assistant responded to a HuffPost email saying that Simpson was traveling and unable to comment immediately. OWL is now circulating a petition calling on the former Republican Senator from Wyoming to resign.\n\nSimpson's tirade continues a pattern of erratic behavior that threatens to undermine the commission's work. In June, he unleashed a stream of error-riddled invective on a Social Security advocate wielding a camera outside a closed-door commission meeting, leading Paul Krugman to conclude (happily) that Simpson was killing the commission.\n\nWatch Simpson berate a Social Security advocate:", "_id": {"$oid": "55daf31504235215b082e486"}}