{"URL": "http://www.washingtonpost.com/news/post-politics/wp/2015/08/20/jeb-bush-anchor-babies-isnt-offensive/", "Text": "\n\nFormer Governor Jeb Bush speaks to a crowd of New Hampshire voters at the Historical Society in Keen on Thursday, August 20, 2015. (Photo by Melina Mara/The Washington Post)\n\nThis story has been updated.\n\nKEENE, N.H. — A feistier, combative Jeb Bush said Thursday that he doesn't believe the term \"anchor babies\" is offensive and blamed Democrats for perpetuating the idea that it's a loaded term.\n\nIn one of his most aggressive exchanges with reporters to date, Bush dismissed suggestions that the two-word term deemed offensive by many Hispanics and denounced by Democrats is improper.\n\n\"Do you have a better term? You give me a better term and I'll use it,\" he snapped at a reporter who asked him.\n\nThe former Florida governor first used the words Wednesday in a radio interview as he responded to questions about Donald Trump's use of the term. To some, it describes people who immigrate illegally into the United States and give birth here to ensure U.S. citizenship for their child.\n\nBush told reporters after a town hall here that in the radio interview, \"What I said is that it's commonly referred to that. I didn't use it as my own language. You want to get to the policy for a second? I think that people born in this country ought to be American citizens.\"\n\nRepublican presidential candidate Jeb Bush says he does not regret using term \"anchor babies.\" (Reuters)\n\nBush's defense of the term is a sharp departure from how he usually discusses immigration reform and the broader national debate on the subject. As a longtime advocate for comprehensive changes to the immigration system, he speaks out frequently about the need for Republicans to strike a respectful tone when discussing the issue. His 2013 book on the subject, \"Immigration Wars,\" describes the complexities of illegal immigration at great length, but the two words in question are never used.\n\nUntil Wednesday's radio interview, Bush had not uttered the words publicly on the campaign trail, according to a Washington Post review of his public comments.\n\nOn Thursday, he again bemoaned that so much of the immigration debate continues to get mired in rhetoric — even while defending the term.\n\n\"There are a lot of people who share the immigrant experience, and when they hear this, what they hear is: 'You don't think I'm part of this. You don't think I'm part of this country.' I know that, I know that for a fact because I have hundreds of people who tell me that,\" he said. \"So I think we need to tone down the rhetoric a little bit, talk about solutions and get on with fixing things in this country.\"\n\nConcerns about the term are \"a political wedge issue the left uses to win elections and we ought to be the party that solves this problem so that we can get back to the business of creating high-sustained economic growth.\"\n\nShortly after the event, Democratic front-runner Hillary Clinton continued her attacks on the Republican field over the issue, responding to Bush's question on social media:\n\nHow about \"babies,\" \"children,\" or \"American citizens.\" https://t.co/ofxEG6Za00 — Hillary Clinton (@HillaryClinton) August 20, 2015\n\nAdding to Bush's odd defense of the term is that he's been a member of a national Hispanic advocacy organization that has denounced the use of the term.\n\nBush helped launch the Hispanic Leadership Network, a center-right group seeking to build GOP support among Latino voters. He is still listed as a member of the national advisory board. In 2013, the group issued a memo titled, \"Dos and Don'ts of Immigration Reform,\" with tips on how Republican lawmakers should discuss immigration reform and avoid offending Latino voters.\n\nA copy of the memo obtained by The Hill newspaper said that: \"When talking about immigrants: Do use 'undocumented immigrant' when referring to those here without documentation. Don't use the word 'illegals' or 'aliens.' Don't use the term 'anchor baby.' \"\n\nAt the prompting of reporters at the town hall, Bush once again raised questions about Trump's Republican roots, something he began doing in earnest late Wednesday as the rivals held dueling town hall meetings.\n\n[Jeb Bush attacks Donald Trump, calls him a long-term Democrat]\n\n\"There’s a big difference between Donald Trump and me,\" he said in response to questions about the businessman. He quickly rattled off a list of how the two candidates differ on taxes, abortion rights and health-care reform.\n\n\"He’s been a Democrat longer than being a Republican,\" Bush added. \"I have fought for Republican and conservative causes all of my adult life. I just think when people get this narrative, whatever the new term is, compare and contrast narrative, then they're going to find that I’m going to be the guy that they're going to vote for. And it’s a long haul, man.\"\n\nDuring his town hall, Bush faced a variety of questions, including what qualities he would look for in a potential running mate.\n\n\"I’m not asked this question enough,\" he said. \"It’s the first decision that a party nominee makes that’s an indication of how you make decisions as president. Once you get to the bottom line of this, a president is a decider. A president leads by making decisions.\"\n\n\"Decider\" is a term his brother, former president George W. Bush, used often to describe his leadership skills.", "_id": {"$oid": "55daf31b04235215b082e48c"}}