{"URL": "http://www.marketingmagazine.co.uk/article/1320008/john-lewis-christmas-ads-2007-2014-humble-roots-national-event", "Text": "Every year, John Lewis and its agency Adam & EveDDB must meet - but preferably surpass - the expectations of a public obsessed with an ad like no other.\n\nThe retailer's Christmas TV spot, with its pithy narrative, softly sung cover version and emotional denouement has become a major event on the marketing calendar, sending Twitter, and hearts, aflutter.\n\nEven if you're left cold by the hype, there's no denying the increasing levels of craft that have gone into the campaign.\n\nMarketing has revisited the work of Christmases past to look at how John Lewis' ads have developed from the stylised, minimalist approach of 2007 into the (some would say cloying) sweetness of last year's animated epic.\n\n2007: shadowy past\n\n2007 saw John Lewis return to TV after a three-year break from screens, with its biggest-ever seasonal campaign, estimated at the time at £6m.\n\nThe ads, by Lowe London, depicted presents being stacked in such a way that they created shadows in the shape of people for whom they were apt.\n\nThe message of the ad was that John Lewis would help people find the perfect present for the people they love.\n\n2008: Craig Inglis enters\n\nThis was the first year that Craig Inglis – today John Lewis’s marketing director, then its head of brand communications – became more visibly active in the brand’s advertising. He told Marketing at the time that the ad purposely avoided images of excessive consumerism.\n\nCreated by Lowe London again, the ads showed a series of portrait-style tableaux featuring people from varying demographic and ethnic groups, interspersed with images of their perfect gifts. The action is set to a cover of The Beatles’ 'From Me to You'.\n\n2009: Adam & Eve makes its John Lewis debut\n\nA folk cover of Guns N’ Roses’ 'Sweet Child O’ Mine' accompanied the first John Lewis Christmas TV campaign by Adam & Eve.\n\nThe £5m ad campaign depicted children opening gifts intended for adults, such as a laptop and slippers. The final scene depicted a girl becoming a woman.\n\nThe campaign, which relaunched its 'Never Knowingly Undersold' customer proposition, had an increased emphasis on narrative offering a hint at how the retailer’s Christmas ads would develop.\n\nThis year's effort helped drive a Christmas period sales increase of 12.7% on the previous year.\n\n2010: rocking horse\n\nIn February 2010, Inglis’ contribution to John Lewis’ marketing was recognised by his promotion to director of marketing, nearly a year after marketing director Gill Barr left the company as part of management cutbacks. Not long after, 'She's always a woman' hit the screens for its spring campaign.\n\nLater that year, the retailer unveiled a 60-second Christmas ad comprising several vignettes depicting people wrapping presents for loved ones, with one scene showing parents in the background sneaking a rocking horse upstairs while their children watched TV.\n\nUp-and-coming British singer Ellie Goulding covered Elton John’s 'Your Song' for the ad, which to date has garnered 908,000 hits on John Lewis’ YouTube channel.\n\n2011: The long wait\n\n2011 was the year that John Lewis went epic, with a beautifully-shot 90-second ad called \"The long wait\". It starred a boy counting down the days to Christmas so that he could give his parents a present.\n\nSet to the melancholic tones of a female singer covering The Smiths’ 'Please Please Let Me Get What I Want', the ad saw John Lewis and agency Adam & Eve embrace the full-blown narrative approach to advertising, with almost Spielberg-scale schmaltz.\n\nThe strategy paid off, with the ad proving massively successful online – within days of its launch it had passed the 1m mark online, while today its total views on YouTube stands at 5.2m.\n\nSales also mirrored the ad’s popularity – up 9.3% year on year to £596m in the five weeks to December 2011.\n\n2012: snowpeople in love\n\nLove was again the beating heart of John Lewis’ Christmas campaign in 2012, despite the ad’s lead characters being far from warm-blooded.\n\nIn the 90-second spot by Adam & EveDDB, a snowman goes on a quest from the country to a John Lewis store in the city to buy a hat, gloves and scarf for his snowwoman-lover, with the outcome witnessed by a young girl looking out of her bedroom window on Christmas morning.\n\nThe action takes place with another female crooning a minor key version of a popular hit – this time Frankie Goes to Hollywood ’s 'The Power of Love'.\n\nThe ad again made a significant impact, accounting for an overall year-on-year sales increase for John Lewis of 44.3% in the five weeks to Christmas and helping online channel Johnlewis.com break through the £800m mark in sales.\n\nThe ad was not as popular online as 2011’s 'The long wait'; although it drew a far-from-paltry 3.5m views on YouTube.\n\n2013: The Bear and the Hare\n\nRumours about the creative were drip-fed to a ravenous public (and media), including that the ad would be accompanied by a cover of Keane’s 'Somewhere Only We Know' by Lily Allen.\n\nAfter ITV viewers gained a sneak preview during the channel's 'Agatha Christie's Poirot', when an animated image of a bear was shown with the hashtag #sleepingbear, the following morning saw the full epic ad revealed and it sent Twitter into meltdown. Again. The ad surpassed its predecessors and went on to become the retailer's most popular campaign across all measures.\n\n2014 - Monty the Penguin\n\nLittle boy Sam finds a partner for his best friend, Monty the Penguin. Read about the ad here.", "_id": {"$oid": "55daee1d04235215b082e16f"}}