{"URL": "http://gawker.com/family-values-activist-josh-duggar-had-a-paid-ashley-ma-1725132091", "Text": "In 2013, conservative reality TV star Josh Duggar—of TLC’s 19 Kids and Counting fame—was named the executive director of the Family Research Council, a conservative lobbying group in D.C. which seeks “to champion marriage and family as the foundation of civilization, the seedbed of virtue, and the wellspring of society.” During that time, he also maintained a paid account on Ashley Madison, a web site created for the express purpose of cheating on your spouse.\n\nIn May 2015, Duggar was forced to resign after In Touch Weekly reported that he had molested five young girls (four of whom were his own sisters) beginning in 2002. When the accusations became public, the family went into crisis mode, insisting that Josh had reformed and that the media covering the claims was intent on “exploiting women.”\n\nJosh himself took to his family’s Facebook page to absolve himself of his past indiscretions and assure the world he was back on a righteous path:\n\nAdvertisement\n\nTwelve years ago, as a young teenager I acted inexcusably for which I am extremely sorry and deeply regret. I hurt others, including my family and close friends. I confessed this to my parents who took several steps to help me address the situation. We spoke with the authorities where I confessed my wrongdoing and my parents arranged for me and those affected by my actions to receive counseling. I understood that if I continued down this wrong road that I would end up ruining my life. I sought forgiveness from those I had wronged and asked Christ to forgive me and come into my life. I would do anything to go back to those teen years and take different actions. In my life today, I am so very thankful for God’s grace, mercy and redemption.\n\nAnd his wife, for her part, certainly seemed to believe it:\n\nAnd when you, our sweet fans, first met me when Josh asked me to marry him... I was able to say, “Yes” knowing who Josh really is - someone who had gone down a wrong path and had humbled himself before God and those whom he had offended. Someone who had received the help needed to change the direction of his life and do what is right. I want to say thank you to those who took time over a decade ago to help Josh in a time of crisis. Your investment changed his life from going down the wrong path to doing what is right.\n\nBut data released online in the wake of the hack on Ashley Madison’s servers certainly seems to show otherwise. Someone using a credit card belonging to a Joshua J. Duggar, with a billing address that matches the home in Fayetteville, Arkansas owned by his grandmother Mary—a home that was consistently shown on their now-cancelled TV show, and in which Anna Duggar gave birth to her first child—paid a total of $986.76 for two different monthly Ashley Madison subscriptions from February of 2013 until May of 2015.\n\nAccording to the data, Josh Duggar was paying Ashley Madison in order to find an extramarital partner for the following acts:\n\n“Conventional Sex,” Experimenting with Sex Toys,” One-Night Stands,” “Open to Experimentation,” “Gentleness,” “Good With Your Hands,” Sensual Massage,” “Extended Foreplay/Teasing,” “Bubble Bath for 2,” “Likes to Give Oral Sex,” “Likes to Receive Oral Sex,” “Someone I Can Teach,” “Someone Who Can Teach Me,” “Kissing,” “Cuddling & Hugging,” “Sharing Fantasies,” “Sex Talk.”\n\nAnd here are the turn-ons that he offered up in service of finding a compatible person other than his wife with which to engage in those acts:\n\n“A Professional/Well Groomed,” “Stylish/Classy,” “Casual Jeans/T-shirt Type,” “Muscular/Fit Body,” ”Petite Figure,” “Tall Height,” “Short Height,” “Long Hair,””Short Hair,” “Girl Next Door,” “Naughty Girl,” “Sense of Humor,” “Imagination,” “Creative and Adventurous,” “Relaxed and Easy Going,” “Aggressive/Take Charge Nature,” “Confidence,” “Discretion/Secrecy,” “A Good Listener,” “Good Personal Hygiene,” “Average Sex Drive,” “High Sex Drive,” “Dislikes Routine,” “Has a Secret Love Nest,” “Disease Free,” “Drug Free,” and “Natural Breasts.”\n\nIn July 2014*, he seems to have started a second account that was linked to his home in Oxon Hill, Maryland, where he spent his time lobbying against causes like same-sex marriage. The birthday listed in the data for Duggar’s first account is February 3, 1988, one month off Duggar’s actual birthday of March 3, 1988. The birthday listed for the second account is March 2, 1988.\n\nThe two accounts overlap by a period of a few months. When he launched the second account, Duggar paid an initial fee of $250 that appears to have gone toward the purchase of an “affair guarantee”:\n\nCustomers who buy 1,000 credits for $250 receive a money-back “affair guarantee,” if they don’t have an affair within three months.\n\nFrom the raw data of Josh’s first account (Josh_the_man):\n\n159494:(11176060,’2011-10-13 23:41:52’,0,’2012-12-07 00:07:22’,0,2,2,NULL,NULL,0,NULL,’josh_the_man’,NULL,NULL,NULL,NULL,’Fayetteville’,’72764’,4,36.179938,-94.145696,1,NULL,NULL,NULL,2,’1988-03-02’,’Looking for you!’,1,86184,183,4,1,0,5,2,’|7|23|15|46|37|38|48|36|28|42|43|50|51|39|29|49|18|’,’’,’I\\’m really open! You let me know what your fantasy is and we\\’ll do it together!’,’|30|31|32|37|38|40|41|42|43|44|45|4|18|48|49|6|10|52|11|53|14|9|17|12|16|55|56|60|’,’’,’’,’|48|81|75|77|50|79|’,’’,’’,NULL,3,’hogs’\n\nAnd Josh’s second account (ready4thisdc):\n\n26941493,’2014-07-05 14:06:47’,0,’2014-07-08 11:15:20’,0,2,2,NULL,NULL,0,NULL,’Ready4thisDC’,NULL,NULL,NULL,NULL,’Alexandria’,’22314’,49,38.799917,-77.051663,1,NULL,NULL,NULL,2,’1988-02-03’,’Do you have a spark?’,1,88452,183,4,1,0,4,2,’’,’’,’Let\\’s just see where this goes! I\\’m looking to have a steamy affair’,’’,’’,’I want to have a good time with someone who is passionate... and see where it leads!’,’’,’’,’’,NULL,3,’hogs’\n\nThe second account, which was registered in July of 2014, was paid on a monthly basis until May of 2015. We’ve reached out to TLC, the Family Research Council, and a spokesman for the Duggar family for comment and will update if we hear back.\n\nIf you know anything more, you can send me an email here.\n\nAdditional reporting by Tim Burke.\n\n\n\nUpdate 8/20 2:21 p.m.: The Duggars have released an official statement from Josh on their family’s website, in which Josh admits to being both “unfaithful” and to having developed a pornography addiction over the past several years. You can read the statement in full here.\n\nCorrection: An earlier version of the post identified both sets of raw data as being from Josh’s second account, when a portion actually belonged to the first. The post has been updated to reflect this.", "_id": {"$oid": "55daf35b04235215b082e4bc"}}