{"URL": "http://www.slate.com/blogs/behold/2015/08/18/harry_gruyaert_a_belgian_photographer_embraces_the_color_movement_of_the.html", "Text": "Harry Gruyaert/Magnum Photos\n\nIt’s hard to read anything about Harry Gruyaert without at least one mention of the word color. The Belgian’s somewhat radical embrace of the medium in the 1970s has certainly helped define his career thus far: Black-and-white photos were the last things on viewers’ minds while walking through Gruyaert’s recently closed show at the Maison Européenne de la Photographie in Paris or while turning the pages of a retrospective of his work around the world, Harry Gruyaert.\n\nAnd while the colors might pull you in, what is happening within the frame of Gruyaert’s photographs stand alone primarily because his intent is to create a narrative within a single image.\n\n“I try to get to what is the strongest,” Gruyaert said about his work. “What tells a story by itself and not as part of a series; more like tableaux, single paintings.”\n\nAdvertisement\n\n\n\nEarly in life, Gruyaert thought about becoming a filmmaker, but after working as a director of photography for television documentaries, he decided against it and instead put his focus toward still photography.\n\nStill, the influence of film—and painting—is there, especially when Gruyaert speaks about his cinematic inspirations, most notably the films of Michelangelo Antonioni.\n\n“The framing is so amazing and the sense of space as well,” Gruyaert said of the Italian director. “To see the fantastic sense of space whether he was in Los Angeles or Madrid or the Sahara, [the viewer] stays there. To me, that was something very important.”\n\nHarry Gruyaert/Magnum Photos\n\nHarry Gruyaert/Magnum Photos\n\nHarry Gruyaert/Magnum Photos\n\nGruyaert worked as a commercial and editorial photographer but he never identified as a journalist, even when becoming a member of Magnum in 1981, an appointment that was seen by many at the time as the beginning of the end of the prestigious collective whose members were working photojournalists who shot in black and white. Gruyaert said he identified more with the American photographic movement of the 1970s, in particular the 1976 William Eggleston solo show at the Museum of Modern Art in New York, a collection of images many critics didn’t like.\n\n“I was working in the same direction back in Belgium, and it was a confirmation that maybe I was doing the right thing,” Gruyaert recalled.\n\nHarry Gruyaert/Magnum Photos\n\nHarry Gruyaert/Magnum Photos\n\nRegardless of identifying with a culture, Gruyaert was first and foremost an individual, someone who wasn’t afraid to take risks and whose curiosity of the world took him around Europe, the United States, Africa, and Asia, places where he, like Antonioni, takes—and holds—his viewers. Later, when digital printing became a reality, Gruyaert immediately embraced it, seeing the potential for greater opportunities to print his work.\n\n“Even when it was bad, we saw the possibility that something was there, something new,” he said. “It was far from perfect at first, but I experimented with it right away.” He held onto his film camera for a bit longer, making the switch once Kodachrome went out of production in the early 2000s.\n\n“I like to have different experiences,” he said. “Not being stuck to the same thing, being interested in different things in your life, to have as many experiences as possible, if you only have one love affair in your life, it’s a big tight; experiences influence and change me, and I ask what can I do with that, it’s about being stimulated, talking about life, and moving.”\n\nHarry Gruyaert, published by Thames & Hudson, will be available for purchase in the United States on Sept. 8.\n\nHarry Gruyaert/Magnum Photos", "_id": {"$oid": "55daf0e904235215b082e37a"}}