{"URL": "http://www.washingtonpost.com/news/the-fix/wp/2015/08/18/donald-trump-and-scott-walker-want-to-repeal-birthright-citizenship-its-nearly-impossible/", "Text": "Republican presidential candidate Donald Trump released a detailed immigration plan, and its \"great, great wall\" is just the beginning. (Gillian Brockell/The Washington Post)\n\nShortly after Donald Trump released his immigration policy proposal on Monday, Wisconsin Gov. Scott Walker assured reporters that he agreed with Trump's opposition to \"birthright citizenship.\" The Huffington Post did a quick count and figured that at least five other 2016 Republican candidates did, too.\n\n\"Birthright citizenship\" is the idea, introduced in the 14th Amendment, that people born on American soil are automatically American citizens. As Wonkblog's Max Ehrenfreund noted Monday, there are probably only two ways that the practice could be overturned.\n\nThe first would be to somehow persuade the Supreme Court to overturn the 1898 ruling, United States v. Wong Kim Ark, which established how the 14th Amendment would be enforced. The first clause in the amendment states that \"All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the state wherein they reside.\"\n\nRatified in 1868, the clause was meant to ensure that freed slaves were considered American citizens. Wong was born in San Francisco to Chinese parents, which the court ruled was sufficient to make him a citizen.\n\nBut the Supreme Court is hard to steer, as many presidents have learned. That has left one alternative recourse for Trump or any other person hoping to end birthright citizenship: amending the Constitution again.\n\nAmending the Constitution is notoriously hard, which is why it has happened only 27 times in American history — 10 of which were passed en masse when our country was founded. It requires either 1) two-thirds approval in the House and Senate, followed by ratification of three-quarters of the states, or 2) the development of amendments at a constitutional convention called by two-thirds of the states and then ratified by three-quarters. Only the former method has been used.\n\nIt's a bit tricky to extrapolate from existing polling about birthright to attitudes about permanently altering the Constitution, so it's also hard to say exactly what might happen if such an amendment were actually proposed. But it's worth noting that the subject of birthright is far more common on the right. The most common form of opposition to birthright citizenship has been against \"anchor babies,\" a term used to refer to children of people who come to the United States, often illegally, to have babies who can then eventually take advantage of the natural-born right to be a citizen. (Trump apparently used the term in a 2011 book.)\n\nIf we consider the push for an amendment through strictly partisan terms, it quickly becomes apparent how difficult it would be.\n\nTo pass such an amendment, President Trump would need to convince 13 Democratic senators and 44 Democratic representatives to join his cause, to get the two-thirds approval needed on both sides of Capitol Hill. That's more than a quarter of Democratic senators, for what it's worth, and a fifth of House Democrats. (It's a little easier if he convinces the independent senators, shown in yellow. One of them, however, is Bernie Sanders, who seems unlikely to join Team Trump.)\n\nEven if Trump managed to persuade those 57 people to join with him — or however many it is after the 2016 election, which will probably move the Senate back toward the Democrats — he still has the much larger hurdle of getting the amendment ratified.\n\nThe Constitution provides for ratification by either state legislatures or \"ratifying conventions\" in the states. If states go the legislature route and the vote is partisan, Trump would need five non-GOP-controlled states to fall in line, even with the Republican dominance in state legislatures. (Meaning state houses and assemblies, not state senates.)\n\nTrump would need to twist arms in slightly Democratic legislatures (of which there are four) and get technically nonpartisan Nebraska on board to hit the required 38-state total. That's assuming he held nominally Republican-controlled states such as Colorado and Minnesota, which is not a fair assumption.\n\nBy now you've gotten the point. On the spectrum of political promises, a pledge to undo something in the Constitution is on the far extreme of near-impossibility. Republicans might support undoing birthright citizenship for political reasons, but from a practical standpoint, it would require a massive amount of political will and effort.\n\nThe only thing a politician could promise that would be harder would be, say, promising to build a giant, hundreds-of-miles-long wall and getting another country to pay for it.", "_id": {"$oid": "55daf35004235215b082e4b1"}}