{"URL": "http://www.nytimes.com/2015/08/23/world/europe/americans-recount-gunmans-attack-on-train-to-france.html?_r=0", "Text": "PARIS — It was 5:45 p.m., a normal Friday afternoon on the sleek high-speed train that takes high-level European diplomats, businesspeople, tourists and ordinary citizens between Amsterdam, Brussels and Paris.\n\nLess than an hour away from Paris, a French passenger got up from his seat to use the toilets at the back of the carriage. Suddenly, in front of him rose a slightly built man. Across the man’s chest, in a sling, was an automatic rifle of the kind favored by jihadists the world over: an AK-47.\n\nThe passenger threw himself on the man. The gun went off, once, twice, several times. Glass shattered. A bullet hit a passenger.\n\nThe man with the gun kept going down the carriage, holding his AK-47 and a Luger pistol. In a pocket was a sharp blade capable of inflicting grievous harm. He had at least nine cartridges of ammunition, enough for serious carnage.\n\nAlek Skarlatos, a specialist in the National Guard from Oregon vacationing in Europe with a friend in the Air Force, Airman First Class Spencer Stone and another American, Anthony Sadler, looked up and saw the gunman. Mr. Skarlatos, who was returning from a deployment in Afghanistan, looked over at the powerfully built Mr. Stone, a martial arts enthusiast. “Let’s go, go!” he shouted.\n\nPhoto\n\nMr. Stone went after the heavily armed gunman and, with his friends, pounded him to the floor of the train carriage. “I mean, adrenaline mostly just takes over,” Mr. Skarlatos said in a Skype interview on Saturday that appeared on television, barely 12 hours after it was over. “I didn’t realize, or fully comprehend, what was going on.”\n\nTheir actions saved many lives on the train, which was packed with over 500 passengers, according to French officials. The attack took place in Oignies, near the historic town of Arras.\n\n“I heard a gunshot,” Chris Norman, a British consultant who helps African entrepreneurs find financing in Europe, said at a news conference Saturday afternoon. “I heard a window shatter. I saw an employee run down the train. I saw a man holding an AK-47.”\n\nAdvertisement Continue reading the main story\n\nInterior Minister Bernard Cazeneuve of France identified the suspect Saturday as a 26-year-old Moroccan man known to the Spanish authorities as a member of “the radical Islamist movement.” Mr. Cazeneuve, however, cautioned that the French police had not fully confirmed his identity. French officials had identified the man as a security risk, but he was not under surveillance and had apparently spent little time in France.\n\nBy Saturday evening, having left the hospital in Lille where he was operated on after being severely cut by the suspect, Mr. Stone and his friends were being hailed as heroes by French officials and citizens. Some were proposing them for the Legion of Honor. President François Hollande of France had already invited them to Élysée Palace for a congratulatory meeting. The French passenger who initially encountered the attacker was also lauded by French officials for his bravery, but was not named.\n\nContinue reading the main story North Sea Thalys high-speed train routes GERMANY Amsterdam BRITAIN NETHERLANDS Essen Brussels Cologne Lille Liège English Channel BELGIUM Arras LUXEMBOURG FRANCE Paris 100 Miles\n\nPresident Obama called the three Americans “to commend and congratulate them for their courage and quick action,” a spokesman, Eric Schultz, said. And Mr. Hollande spoke with Mr. Obama by phone, “thanking him warmly” for the “exemplary conduct of the American citizens” who had prevented “an extremely serious act,” the Élysée said in a statement.\n\nAdvertisement Continue reading the main story\n\nAdvertisement Continue reading the main story\n\nThere was no thought of heroism as the men sprang into action, however. “What happened and what we did, it just feels unreal,” Mr. Skarlatos said in the Skype interview. “It felt like a dream, or a movie.”\n\nIn the train carriage, Mr. Stone was the first to act, jumping up at the command of Mr. Skarlatos. He sprinted through the carriage toward the gunman, running “a good 10 meters to get to the guy,” Mr. Skarlatos said. Mr. Stone was unarmed; his target was visibly bristling with weapons.\n\nWith Mr. Skarlatos close behind, Mr. Stone grabbed the gunman’s neck, stunning him. But the gunman fought back furiously, slashing with his blade, slicing Mr. Stone in the neck and hand and nearly severing his thumb. Mr. Stone did not let go.\n\nThe gunman “pulled out a cutter, started cutting Spencer,” Mr. Norman, the British consultant, told television interviewers. “He cut Spencer behind the neck. He nearly cut his thumb off.”\n\nMr. Skarlatos grabbed the gunman’s Luger pistol and threw it to the side. Incongruously, the gunman yelled at the men to return it, even as Mr. Stone was choking him. A train conductor rushed up and grabbed the gunman’s left arm, Mr. Norman recalled.\n\nThe AK-47 had fallen to the gunman’s feet. Mr. Skarlatos picked it up and “started muzzle-thumping him in the head with it,” he said.\n\nBy then, an alarm had sounded on the train. Jean-Hugues Anglade, a well-known French actor, had broken the glass to set it off, cutting himself in the process. The train began to slow down. Julia Grunberg, a Brazilian student living in the Netherlands, looked up from her book. “It was all very normal,” she said. “Then, suddenly, the alarm started ringing. We were very fast; then we were very slow.”\n\nMr. Anglade accused the train personnel on Saturday of having fled the scene of the struggle, abandoning the passengers and cowering in the engine car. He told the French news media that the behavior of the staff had been “terrible” and “inhuman.”\n\nMr. Norman and Mr. Sadler had joined in the efforts to subdue the gunman, who “put up quite a bit of a fight,” Mr. Norman recalled at the news conference in Arras on Saturday. “My thought was, ‘I’m probably going to die anyway, so let’s go.’ Once you start moving, you’re not afraid anymore.”\n\nPhoto\n\nMr. Stone, wounded and bleeding, kept the suspect in a chokehold. “Spencer Stone is a very strong guy,” Mr. Norman said. The suspect passed out. Mr. Norman busied himself binding him up with a tie.\n\nMr. Skarlatos, the AK-47 in hand, began to patrol the carriages, looking for other gunmen. He made a series of startling discoveries: The suspect’s guns had malfunctioned, and he had not had the competence to fix them.\n\n“He had pulled the trigger on the AK. The primer was just faulty, so the gun didn’t go off, luckily,” Mr. Skarlatos said. “And he didn’t know how to fix it, which is also very lucky.” In addition, the gunman had not been able to load his own handgun: “There was no magazine in it, so he either dropped it accidentally or didn’t load it properly, so he was only able to get what appeared to be one shot off,” Mr. Skarlatos said.\n\nBleeding heavily, Mr. Stone went to the aid of a gunshot victim, Mr. Sadler said. “Even though he was injured, he went to help the other man who was injured,” he said. “Without his help, he would have died.”\n\nSlowly, the train pulled into the Arras station. “Somebody came in,” Ms. Grunberg recalled, and told passengers, “You have to get off the train.”\n\n“While I was leaving the train,” she said, “I saw someone in a wheelchair, police dogs. It was all very confusing.”\n\nAll those who took part realized it could have turned out far worse. “I mean, if that guy’s weapon had been functioning properly,” Mr. Skarlatos said, “I don’t even want to think about how it would have went.”", "_id": {"$oid": "55daf2a404235215b082e452"}}