{"URL": "http://www.bbc.com/news/world-asia-china-33844084", "Text": "Workers cleaned a highway near the site of the explosions on Thursday afternoon\n\nTwo massive explosions in the port of Tianjin, northern China, have killed more than a hundred people, left hundreds more injured and devastated large areas of the city.\n\nMuch of what took place, or is still happening now, is unclear - but here is what we do know.\n\nHow did the blasts happen?\n\nThey took place at a warehouse at the port which contained hazardous and flammable chemicals, including calcium carbide, sodium cyanide, potassium nitrate, ammonium nitrate and sodium nitrate.\n\nOfficials insist it is not yet clear what triggered the blasts and say they are still investigating. Chinese media said that at least one member of staff from Tianjin Dongjiang Port Ruihai International Logistics, which owns the warehouse, has been arrested.\n\nBefore the explosions, several firefighters were already at the scene trying to control a blaze. There have been suggestions that water sprayed on some of the chemicals could have led to the blasts.\n\nCalcium carbide, known to be at the site, reacts with water to create the highly explosive acetylene.\n\nChemical experts suggest an acetylene blast could then have detonated the other chemicals for a much larger blast.\n\nRead more: Potent chemical mix behind blasts\n\nHow big were the explosions?\n\nThe China Earthquake Networks Centre said the initial explosion, in a city with a population of around 15 million, had a power equivalent to three tonnes of TNT detonating, while the second was the equivalent of 21 tonnes.\n\nThe second was so big that satellites orbiting Earth picked it up as well. Chinese data site Cnbeta published pictures showing the sudden flare.\n\nThe white spot shows one of the explosions as seen from a Japanese weather satellite\n\nHow bad is the devastation?\n\nThe explosion destroyed a significant amount of goods stored at and around the port, in the Binhai New District.\n\nLarge shipping containers were tossed into the air like matchsticks and were crumpled by the blasts.\n\nA logistics park containing several thousand cars was incinerated by the fireball. Renault says some 1,500 of its cars were lost, while Hyundai said it had around 4,000 cars on the site - although it has not yet assessed the level of damage.\n\nThe blast wave rippled out several kilometres from the port into residential areas.\n\nThe impact rocked entire buildings, shattered windows and tore doors off their hinges.\n\nMore than 720 people were taken to hospital, of whom nearly 60 are either critically or seriously injured. Reuters reports that several thousand people living near the port have had to leave their homes, and are now staying in local schools.\n\nProfile of Tianjin city\n\nHow are the blasts being dealt with?\n\nMore than 1,000 firefighters were dispatched to the scene to contain the fires. On Monday, authorities said they were putting out one last area that was still burning, and the last of the toxic chemicals would be neutralised and disposed of by the end of the day.\n\nMore than 200 chemical and biological experts from the military were on site earlier.\n\nPresident Xi Jinping and Premier Li Keqiang have vowed to hold a thorough investigation and ensure \"open and transparent information disclosure to the public\".\n\nChina has also ordered a nationwide check on dangerous chemicals and explosives.\n\nIs it safe?\n\nAbout 700 tonnes of sodium cyanide was present at the site. It is soluble in water and, when dissolved or burned, it releases the highly poisonous gas hydrogen cyanide.\n\nAuthorities on Monday confirmed that three waste water discharge monitoring stations within the evacuated area saw excessive levels of cyanide, with one station recording a level 27.4 times the normal limit, reported People's Daily.\n\nBut authorities have insisted that the pollutants are contained and not at risk of spreading beyond the evacuated area.\n\nRead more: The questions after the Tianjin blasts\n\nWhat impact will this have on Tianjin port?\n\nTianjin is a significant industrial port near Beijing, and is a gateway for goods going in and out of the capital and China's industrial north. It is also a main trading hub for metals and steel.\n\nThe port remains partially open as the explosion was contained in one section.\n\nBut authorities have imposed stringent checks and movement in and out of the port has slowed down, which is likely to affect some industries, the Mysteel.com news portal reported.\n\nMining giant BHP Billiton saw some disruption to its port operations and shipments.\n\nOn Monday, carmaker Toyota said it was closing production lines at its factories near Tianjin until the end of Wednesday, while agricultural machinery maker John Deere said it suspended work indefinitely. Both saw some of their workers injured by the blasts.\n\nRead more: Toyota and John Deere halt Tianjin work", "_id": {"$oid": "55daf1c204235215b082e407"}}