{"URL": "http://www.newyorker.com/news/john-cassidy/bernie-sanderss-next-challenge", "Text": "In December of last year, I quoted a statement Bernie Sanders made as he launched his “Economic Agenda for America,” a twelve-point plan designed to tackle wage stagnation and promote high-paying jobs. “We have a corporate establishment whose greed is destroying the economy, a political establishment which is beholden to billionaires, and a media establishment which largely ignores the major issues facing working families,” he said. “We need a political revolution.”\n\nAt the time, the seventy-three-year-old Vermont senator was mulling a Presidential bid, but few commentators or Democratic voters were paying much attention to him. Now, of course, his standing in the political world is very different, but his language isn’t. “We have a message to the billionaire class, and that message is you can’t have it all,” he told a crowd, estimated at more than twenty-five thousand, in Los Angeles earlier this week. “You can’t get huge tax breaks when children in our country are going hungry. . . . You cannot continue to hide billions in profits in the Cayman Islands and other tax havens. Corporate America and the billionaire class are going to start paying their fair share of taxes.”\n\nSanders has long been consistent in his views. For many years, he has been about the only politician on Capitol Hill who openly described himself as a socialist. What has changed is the American political environment. After Elizabeth Warren declined to enter the 2016 race, Sanders, by virtue of his leftist views, his energy, and his willingness to challenge Hillary Clinton, inherited Warren’s position as the tribune of a reinvigorated progressive movement.\n\nAnyone who wondered how far this movement could carry Sanders now has an answer of sorts. It’s not just that he’s drawing much bigger crowds than any other candidate in either party. This week, a poll carried out by Franklin Pierce University for the Boston Herald showed him leading Clinton in New Hampshire, by forty-four per cent to thirty-seven per cent among likely Democratic voters. While this seven-point lead only slightly exceeded the poll’s margin of error, it represented a huge turnaround from a poll taken in March by the same organization, which gave Sanders just eight per cent of the potential Democratic vote, compared with forty-seven per cent for Clinton.\n\nIn Iowa, too, Sanders seems be making up ground. As recently as Memorial Day, he was trailing Clinton by about fifty points in the Hawkeye State, according to the Real Clear Politics polling average. Now Clinton’s lead has been cut in half, and one poll this week, from CNN, showed Sanders getting within twenty points of her. That’s still a comfortable margin, but the trend is in the underdog’s favor.\n\nBased on the current polling, Sanders’s summer surge has left him with a realistic chance of winning one of the first two primary states, and of scaring the favorite in the other. For an insurgent candidate whom some political observers are still dismissing as a no-hoper, these are considerable achievements.\n\nAnd, of course, Sanders’s contribution can’t be measured solely in polling numbers. In lambasting tax-dodging corporate élites and highlighting the corrosive effect that money is having on U.S. politics, he is telling truths that need to be told and giving voice to the feelings of many Americans, particularly young Americans, who feel alienated by the current system. Not only that: with Sanders leading the way, progressives are pushing the rest of the Democratic Party to the left, which could have a lasting impact on policy should the Democrats go on to retain the White House.\n\nSanders, however, insists that he’s not running merely to cheer up progressive activists or to be a thorn in the side of the Clinton political machine. He insists he’s in it to win, which means he needs to move beyond his base of white, college-educated liberals and start picking up votes from other elements of the party coalition, such as non-whites, women, and Southern Democrats, all of whom still slant heavily toward Clinton.\n\nIndeed, one of the most surprising things about Sanders’s rise is how little impact it appears to be having on Clinton’s base. So far, Sanders has done an excellent job of enthusing and mobilizing Democrats and independents who had serious doubts about a Clinton restoration to begin with, particularly those living on the East Coast and West Coast. Hillary’s large core of Democratic support remains largely in place, however.\n\nYou can see this is in the national polls, which show her retaining a huge advantage over Sanders. The last six national polls showed Clinton leading him by thirty-seven percentage points (Ipsos/Reuters and Morning Consult), thirty-five points (another Ipsos/Reuters survey), thirty-three points (Zogby), thirty points (YouGov/The Economist), and twenty-nine points (Fox News). As of Saturday morning, the Huffington Post’s poll average, which combines these and other surveys, showed Clinton at 53.7 per cent, Sanders at 18.2 per cent, and Joe Biden (who isn’t officially a candidate) at 11.9 per cent.\n\nWhile the former Secretary of State’s popularity among the electorate at large has fallen recently, the vast majority of Democrats still think positively of her, surveys suggest. For example, a Monmouth University poll published last week showed that seventy-six per cent of self-identified Democrats have a favorable opinion of Clinton; the latest CBS News poll put her favorability rating among Democratic primary voters at eighty-two per cent. In the same polls, among the same groups, Sanders’s favorability ratings were thirty-nine per cent and thirty-seven per cent.\n\nThese look like the numbers of a protest candidate rather than one capable of putting together a broad coalition of supporters, which is what you need to win the Democratic primary. A Gallup poll published this week showed that just twenty-three per cent of African-Americans have a favorable opinion of Sanders, and just thirty-three per cent of African-Americans are even familiar with him. (Clinton’s numbers on these two questions were eighty per cent and ninety-two per cent, respectively.) A prior Gallup survey found that Sanders was also on the wrong side of a big gender gap. Among men who self-identify as Democrats and “Democratic leaners,” his favorability rating was forty-seven per cent; among women who self-identify in the same way, his favorability rating was just thirty-two per cent.\n\nIf these numbers don’t change, Sanders will struggle mightily once the first two primaries are out of the way and attention switches to places like South Carolina, Nevada, and the twelve states—eight of them in the South—that will vote on “Super Tuesday,” March 1st. That likelihood explains why many commentators believe the best he can do is to serve as a stalking horse for an established Democrat with broader appeal, much as Eugene McCarthy did, in 1968, when his strong showing in New Hampshire prompted Robert Kennedy to enter the race.\n\nWhile the primary calendar invites such historical analogies, they are, at this stage, pure speculation. Sanders, well aware of his current position, is reaching out to African-Americans and other groups. After protesters from the “Black Lives Matter” movement disrupted some of his rallies, he hired a black twenty-five-year-old activist, Symone Sanders (no relation), as his national press secretary. He also announced a “Racial Justice” platform that called for the elimination of minimum-sentence guidelines, the demilitarization of urban police forces, a ban on private prisons, and a “ban the box” law designed to prevent employers from discriminating against job candidates with minor criminal records. Next week, Sanders is heading back to South Carolina, where he will hold rallies in four cities, including Charleston.\n\nIn trying to move beyond his white liberal base, Sanders faces a huge challenge, but it would be folly to underestimate him. Thanks to the groundswell of support among progressive activists, young Democrats, and small donors, he has the money, the manpower, and the social-media presence to expand his footprint. And, with televised Democratic debates starting in the fall,* he will have the opportunity to introduce himself to a broader audience. Based on what we’ve seen so far, it seems likely that more potential Democratic voters will warm to his message.\n\n* This post was amended to correct the timing of the first Democratic debates.", "_id": {"$oid": "55daf1fe04235215b082e41f"}}