{"URL": "http://www.slate.com/blogs/bad_astronomy/2015/08/21/cassini_the_last_visit_to_dione.html", "Text": "Last week, the nothing-short-of-phenomenal Cassini spacecraft made its last close pass of Saturn’s icy moon Dione.\n\nPhil Plait Phil Plait writes Slate’s Bad Astronomy blog and is an astronomer, public speaker, science evangelizer, and author of Death From the Skies!\n\nYes, last. After more than a decade orbiting Saturn, the Cassini mission’s days are numbered. It will end late in 2017, after deservedly being extended twice (and having toured the Saturnian neighborhood since 2004). So, in many cases over the next few months, when it passes by a moon it will be for the last time.\n\nAdvertisement\n\n\n\nAnd so we have a final flyby of Dione. Cassini flew past it at a distance of less than 500 kilometers on Monday, taking quite a few images, including some with a stunning resolution of just 10 meters per pixel! Though motion blurred it, that means features as small as a house could be seen. Not bad, from a space probe that’s a billion kilometers from Earth!\n\nPhoto by NASA/JPL-Caltech/Space Science Institute\n\nDione is small, about 1,120 km across, a third the size of our own Moon. Its density is low, meaning it’s mostly water ice, most likely with a smallish core of rock. In this image, taken when Cassini was still 170,000 km from the moon, gives you a sense of the beating it’s taken over the eons (this is a mosaic of nine separate images, one taken with a lower resolution camera, which is why part of the moon is blurrier). That big multiringed impact basin to the lower right is called Evander, and it’s about 350 km across. The hexagonal crater to its upper left is Sabinus; older, higher-resolution images show that the crater rim is slumped in, probably due to the low strength of the icy material. Many of the craters on Dione are low relief for that reason.\n\nUsually, moon pictures like this have a black background, so why doesn’t this one? Because, lying just another 370,000 km past Dione, Saturn is filling the field of view! The black stripes running across the picture, going behind Dione, are Saturn’s rings, seen nearly edge-on here. Saturn is 100 times wider than Dione, to give you a sense of how little of the planet you’re seeing here.\n\nThis view, taken from 73,000 km distant, shows a little more context. At the bottom you can see the shadows of Saturn’s rings on the planet’s cloud tops.\n\nPhoto by NASA/JPL-Caltech/Space Science Institute\n\nFrom 158,000 km, Sabinus dominates the view of Dione’s surface. Note the central mountain filling most of the crater floor; that’s a common feature in big craters, caused as material rebounds after the impact. Seen against the blackness of space, Saturn’s rings split the background, again nearly edge-on during this encounter.\n\nPhoto by NASA/JPL-Caltech/Space Science Institute\n\nUp close, the true nature of the surface is more obvious. This shot was taken when Cassini was a mere 750 km above the moon’s surface! It’s an oblique view, showing the moon’s edge, and you can see that the surface is positively saturated with craters down to the smallest scales visible (about 200 meters across). The image looks grainy because it was a short exposure, to prevent too much motion blur as Cassini zipped past.\n\nPhoto by NASA/JPL-Caltech/Space Science Institute\n\nTaken less than 600 km from the surface, this view shows Dione near the terminator, the shadow line separating day and night. It’s stunning. The features look soft, eroded. This was taken with Cassini’s wide-angle camera; near the middle an inset shows the view from the narrow (higher power) angle camera. At full resolution the narrow-angle image is pretty rough, but shows craters in the Sun’s shadow yet still illuminated softly by the glow of Saturn, which dominates Dione’s sky.\n\nPhoto by NASA/JPL-Caltech/Space Science Institute\n\nI love this picture, if only because of how much it looks like our own Moon. I can easily imagine looking out the window of the Lunar Module and seeing this terrain approaching. Again, a higher-resolution inset is included, the view from the narrow-angle camera. The full-res version is motion blurred, but again shows just how impact-laden this tiny world is.\n\nPhoto by NASA/JPL-Caltech/Space Science Institute\n\nNear the top is a short, winding canyon, looking very much like a rille—on the Moon, these are caused by lava flows. Is this the same sort of feature, but due to water flowing after an impact?\n\nFarewell, Dione. This magnificent shot, taken after Cassini passed the moon, is a mosaic of several images taken from a distance of about 60,000–75,000 km. The vastly different angle between Cassini, the moon, and the Sun puts Dione in a crescent phase as seen from the spacecraft. The low Sun angle accentuates relief on the surface, highlighting craters and some of the cliffs that line the moon. Those cliffs were discovered in Voyager images, but their true nature as icy cliffs not understood until Cassini visited the moon for the first time in 2004.\n\nPhoto by NASA/JPL-Caltech/Space Science Institute\n\nAnd that is the end of the show for Dione. But not for Cassini, not yet. It still has more than a year of travels left, including visiting tiny moons far from Saturn that have only been seen from great distances. What secrets will they reveal?\n\nAnd the grandest adventure is yet to come: Over the last few months of the mission, Cassini will fly between Saturn’s rings and the top of its atmosphere, providing what will be incredible views. And then the final step: Cassini will be aimed into Saturn itself, plunging into it, burning up and crushed by the mighty planet’s atmosphere. But as it does it will return a last precious few bytes of data, telling us more about the ringed wonder even as it lives its final moments, a few drops of scientific knowledge more for us a billion kilometers sunward.", "_id": {"$oid": "55daf22c04235215b082e440"}}