{"URL": "http://www.mediaite.com/online/5-times-that-confessed-child-molester-josh-duggar-asked-people-to-think-of-the-children/", "Text": "As a prominent member of the Family Research Council, Josh Duggar, one of the children from TLC’s 19 Kids and Counting, was well-known for espousing numerous conservative talking points about liberalism’s corrosive effect on children.\n\nYesterday, Duggar stepped down from the FRC after admitting to sexually assaulting five underage girls, possibly his sisters, when he was a teenager.\n\nHere are five examples of the times in which he asked people to Think Of The Children:\n\nThat Time He Was Anti-Abortion Because It Makes Children “Feel Pain”:\n\n#HR36 is about protecting tiny humans from excruciating pain, plain & simple. #theyfeelpain #cspanchat — Josh Duggar (@joshduggar) May 13, 2015\n\nThat Time He Went on the FRC’s Radio Station to Say A Proposed Arkansas Anti-Discrimination Law Would Endanger “the Well-Being of Women and Children”\n\nVia Right Wing Watch:\n\nThat Time He Said That He Actually Loved the LGBT Community in Spite of Their Child-Molesting Ways\n\nVia TheHollywoodGossip.com:\n\nHe and his guest, Baptist pastor Richard Land, said gays and lesbians should be thankful that Christians are trying to free them from a “sad, lonely lifestyle.” “It’s such a sad, lonely lifestyle,” said Land. “It just seemed to me that one of the cruelest jokes the devil has ever played is to have a lifestyle described as ‘gay.’” Josh Duggar said that LGBT activists are “very vocal about their side,” but as Christians, “We have got to stand up in love” for what is truly righteous.\n\nThat Time Josh’s Dad Went to His Son’s Workplace Gathering and Called Abortion a “Baby Holocaust”\n\nThis is Jim Bob Duggar during a speech at FRC Action Group, where his son was Executive Director:\n\nActually, Let’s Just Look At What the Family Research Council Believes, Because He’s Their Lobbyist\n\nThe FRC has long alleged that links exist between homosexuality and pedophilia, that same-sex marriage puts children at risk because it somehow causes more single-parent households, and that the gay agenda is being taught to children in schools. Duggar served as the Executive Director of the FRC’s lobbying arm, meaning that his everyday job was to advance these positions in the public space and to government officials. As his now-deleted biography from their website stated:\n\nDrawing from his unique experiences in family, entertainment, politics and business, Josh seeks to use his God-given platform to encourage others to be engaged in the political process.\n\nWith that, it may be pointless to try and find more examples.\n\n[Image via Josh Duggar/Twitter]\n\n—\n\n>> Follow Tina Nguyen (@Tina_Nguyen) on Twitter", "_id": {"$oid": "55daeec804235215b082e1f4"}}