{"URL": "http://www.politico.com/story/2015/08/ellen-page-confronts-ted-cruz-iowa-state-fair-lgbt-issues-121615.html", "Text": "Page attended the Iowa State Fair as part of her new show with Vice, called 'Gaycation.' | Getty Ellen Page confronts Ted Cruz on LGBT issues\n\nDES MOINES — Texas Sen. Ted Cruz and actress Ellen Page, of “Juno” fame, got into a testy and free-wheeling discussion Friday over gay rights here at the Iowa State Fair.\n\n“I’m happy to answer your question but not to have a back-and-forth debate,” Cruz told Page, as she pressed him about discrimination against LGBT citizens, approaching him as he flipped pork chops over an open grill. But the two then proceeded to have a spirited exchange over gay rights and whether private businesses — florist companies, for example —can refuse to cater gay weddings in the name of their religious beliefs.\n\nStory Continued Below\n\nThe discussion, which was held in view of reporters and caught on video for Page’s new Vice show, came hours before Cruz hosts a religious liberty rally here in Des Moines, where he will be defending what he sees as that right.\n\n“Imagine, hypothetically, you had a gay florist and imagine two evangelical Christians wanted to get married and the gay florist decided, ‘You know what, I disagree with your faith, I don’t want to provide flowers,’” Cruz said.\n\n“I would say they should provide the flowers,” said Page, who earlier charged Cruz’s argument was the same used to justify segregation.\n\n“And I would say the gay florist has every right to say, if I disagree with your faith and don’t want to participate…you know what? There are lots of other people to buy flowers from,” Cruz said. “…We are a country that respects pluralism and diversity and there is this liberal intolerance that says that anyone that dares follow a Biblical teaching of marriage, that is the union of one man and one woman must be persecuted, must be fined and must be driven out of business.”\n\nThe senator went on to say that the much bigger challenge for gay people comes from the Middle East, where they are deeply persecuted by the Iranian government as well as the leadership of ISIS.\n\n“On the left you hear complete silence” — “That’s not true!” Page interjected— “about Iran hanging homosexuals, and yet the Obama administration is sending over $100 billion to a regime that murders homosexuals,” Cruz continued.\n\nPage noted that she finds that problematic, but says there is persecution everywhere, even if not to the same extent as in the Middle East.\n\n“Does that trouble you at all, that you draw a moral equivalence between Christians in Jamaica and radical Islamic terrorists and ISIS that are beheading children?” Cruz demanded. “…They’re not morally equivalent. Murder is murder is murder, and it is wrong, and it is wrong across the board.”\n\nPage attended as part of her new show with Vice, called “Gaycation,” where she travels around the world and explores local attitudes about LGBT culture in each place. Page came out as gay last year.\n\n“Why does the Obama administration not stand against this?” Cruz said.\n\n“I don’t know, I’d love to talk to Obama about it,” Page replied\n\n“Then we’re agreed!” Cruz shot back,\n\n“No, no we’re not, don’t do that,” the actress said.\n\n“We’re agreed! Ma’am, we’ve had a long discussion,” Cruz said.\n\n“Yeah, I appreciate it, yeah,” she said sarcastically, and walked away.\n\nHadas Gold contributed to this report.", "_id": {"$oid": "55daf11704235215b082e3a4"}}