{"URL": "http://blogs.indiewire.com/theplaylist/look-in-the-mirror-supercut-breaks-down-the-influence-martin-scorsese-on-paul-thomas-andersons-boogie-nights-20150817", "Text": "It’s no secret that Martin Scorsese’s work remains a substantial influence on pretty much every American filmmaker who came to prominence after he stepped into the scene during the second, auteur-driven Hollywood golden age we call the 1970s. It’s hard to see this influence feature more prominently and clearly than in the works of up and coming indie filmmakers during the 1990s, which makes perfect sense since they were the movie nerds who grew up during Scorsese’s '70s reign.\n\nREAD MORE: Retrospective: The Films Of Martin Scorsese\n\nThere were two films that became a major influence on '90s cinema: “Die Hard” and “Goodfellas.” As often as 90s action fare copied the “Die Hard” formula (“Under Siege” was “Die Hard” on a boat, “Executive Decision” was “Die Hard” on a plane, etc…), indie filmmakers took their cues from “Goodfellas.” The Hughes Brothers’ “Menace II Society” was basically a hood version of “Goodfellas,” and Paul Thomas Anderson’s masterpiece about the '70s and '80s porn industry put a fresh new spin on Scorsese’s energetic tale about a tight knit family of ruthless mobsters.\n\nOn top of the obvious “Goodfellas” references, PTA’s breakout feature contains more than a handful of homages to Scorsese’s other work. Thanks to editor and Vimeo user Jorge Luengo Ruiz’s clever and detail-oriented video matching shots from “Boogie Nights” to their Scorsese counterparts, film buffs can further learn a lesson on how a filmmaker can assimilate the style of another filmmaker while successfully managing to make it their own.\n\nSome of the split-screen comparisons are obvious, such as the long takes in the Copacabana and the Hot Traxx nightclubs, as well as the final shot directly taken from “Raging Bull.” However, some of the more detailed stylistic choices that Ruiz points out in his video, such as a quick succession of close-ups to establish a scene, as well as recurrent use of whip-pans, might have escaped the scrutiny of even the most seasoned Scorsese and PTA fan like this writer proudly is. That being said, I have to admit that some of the visual parallels Ruiz attempts to point out are a bit too generic. Both Scorsese and Anderson used long shots of characters sitting around a table in a diner? What are the odds? You can watch the clip below and leave your thoughts in the comments section.", "_id": {"$oid": "55daf19804235215b082e3e1"}}