{"URL": "http://www.slate.com/blogs/future_tense/2015/06/18/pope_francis_encyclical_laudato_si_reframes_climate_change_as_a_human_rights.html", "Text": "Photo by Alberto Pizzoli/AFP/Getty Images\n\nOn Thursday, the Vatican released “Laudato Si,” a highly anticipated letter from Pope Francis that promises to reframe the debate on what to do about climate change—in the pope’s words, “one of the principal challenges facing humanity in our day.”\n\nThe encyclical—an emphatic type of papal letter, and the first ever written on environment—is addressed to “every person living on this planet.” It firmly and unequivocally characterizes climate change as a human rights issue and calls for a radical and urgent transformation of global politics and individual lifestyles to combat it.\n\nThe deterioration of the environment and of society affect the most vulnerable people on the planet. — Pope Francis (@Pontifex) June 18, 2015\n\nAdvertisement\n\n\n\nThinkProgress’ Joe Romm likened the pope’s words to Winston Churchill’s speech on the eve of World War II: “The era of procrastination, of half measures, of soothing and baffling expedience of delays, is coming to its close. In its place we are entering a period of consequences.” If the world listens, Francis’ words could be equally important.\n\nFrancis goes a step further than scientists are routinely willing to go: He says that if we continue on our current path, we risk destruction not only of the environment but of the basic decency that makes us human. In that sense, his words are relevant far beyond the climate debate.\n\nThe climate is a common good, belonging to all and meant for all. — Pope Francis (@Pontifex) June 18, 2015\n\nIn his letter, Francis concludes no technological miracle can solve the fundamentally intertwined problems of climate change and global poverty. In a typical passage, Francis rails against inequality and the consumption-driven culture that drives climate change:\n\nWe fail to see that some are mired in desperate and degrading poverty, with no way out, while others have not the faintest idea of what to do with their possessions, vainly showing off their supposed superiority and leaving behind them so much waste which, if it were the case everywhere, would destroy the planet. In practice, we continue to tolerate that some consider themselves more human than others, as if they had been born with greater rights.\n\nNowhere is the pope’s call for renewable energy more relevant than in rapidly developing countries like India. On Wednesday India’s government finalized a startling new goal: By 2022 the country plans to install 100 gigawatts of solar panels—a more than 30-fold expansion to a quarter of its overall electricity supply and five times the country’s previous goal. This ambitious target would make India one of the global solar leaders—in 2015 India will install more solar than Germany. Right now the country generates about 65 percent of its electricity by burning coal, and this is a significant commitment to reducing that figure. In the announcement the Indian government called on help from international donors. Unfortunately wealthy countries have devoted a vanishingly small amount of money to combating climate change.\n\nVastly expanding its solar in India isn’t necessarily intended to fight climate change but to relieve its people of poverty—some of the worst in the world. If the rich world wants to act in a moral way on climate, it should build solar panels in India, commit to no new development of fossil energy for its own use, and fully fund its obligations to help the poorest people in the world adapt to a huge problem that was not of their making.\n\nAn estimated 300 million people there—one-quarter of the country—has no access to electricity at all. Just last month the country endured the fifth-deadliest heat wave in world history. In India air conditioning is increasingly becoming a human rights issue. This is what the pope is talking about when he discusses climate change and poverty in the same breath.\n\nAs the first pope from the developing world, Francis, a native of Argentina, has a clear mandate to speak on behalf of the world’s poor. Although the letter was addressed to everyone on Earth, it’s clearly aimed at high-consuming countries like the United States. The average American emits 17 tons of carbon dioxide each year—the highest of any major country, more than double the world average, and 10 times the average person in India.\n\nThe earth, our home, is beginning to look more and more like an immense pile of filth. — Pope Francis (@Pontifex) June 18, 2015\n\nFor a 180-page document distributed by the Catholic Church, Pope Francis’ letter is very readable and deeply moving. It’s more like a poetry slam at an Occupy Wall Street rally than a formal church document. Reading it, I felt like Francis was talking directly to me—challenging me to become a better person.", "_id": {"$oid": "55daf35604235215b082e4b7"}}