{"URL": "http://www.slate.com/articles/life/travel_explainer/2015/08/saltwater_taffy_and_fudge_how_did_they_become_beach_town_treats.html", "Text": "iStock\n\nSaltwater taffy and fudge are practically synonymous with the beach and summer vacations—in almost any resort town, you can count on a local purveyor to feature one or both of the sticky confections. But how did these chewy treats become so closely associated with summer destinations?\n\nA mix of situational appeal, entertainment value, savvy branding, and the magnetism of nostalgia. On vacation, people are more willing to indulge in sweets on the pretext of a “special occasion,” and this craving may be enhanced by salty air. There’s also a performance aspect to these candies’ creation—perfect for travelers seeking a mindless thrill. Plus, candy-makers highlight the fresh, handmade quality of the sweets, convincing tourists they would make excellent souvenirs, and they also market the treats as emblems of a simpler time. Let’s take a closer look at the history of these seaside sweets.\n\nAdvertisement\n\n\n\nTaffy Savvy\n\nAlthough taffy is a millennium-old confection that dates back to 10th-century Baghdad, it arrived in the U.S. in the 1840s. In the buttoned-up Victorian era, candy was an indulgence, an out-of-the-ordinary treat reserved only for special occasions (such as vacations). Taffy developed a particularly strong presence in the resort town of Atlantic City, where it was among the first snacks sold on the newly built boardwalk in the 1870s.\n\nIt was in Atlantic City that taffy added saltwater to its name—though not actually to its recipe. The probably apocryphal origin story of the city’s famous saltwater taffy involves a particularly high tide flooding a taffy shop, covering the product with foam. Finding the taffy tasted fine but fearing public distrust of his moistened inventory, the merchant purportedly advertised it as “saltwater taffy” in a stroke of marketing genius. Legends aside, the ploy of directly associating taffy with the sea (and by extension, vacations), as a number of vendors did, worked brilliantly. Tourists treated themselves to taffy while at the beach and took boxes of it home with them as souvenirs. Sales spiked, other candy-makers similarly rebranded, and by the 1920s more than 450 companies were manufacturing saltwater taffy.\n\nThough it contains no saltwater, taffy—and fudge, its sister seaside treat—may benefit from being made in a beach climate. Perhaps the salty air simply gives people a hankering for something sweet; it’s also possible that the candies’ decelerated drying and oxidation in humid air give them a unique “coastal” flavor.\n\nThe making of taffy hasn’t changed much since the beginning: A boiling concoction of sugar and other nondairy ingredients is cooled slightly before being pulled, stretched, and folded by hand until it’s pliable and has a satiny sheen. It’s then rolled into tube form and cut to size. Taffy pulls were a common boardwalk attraction around the turn of the century, eventually moving from the back kitchen to the front window, where they became part of the local entertainment.\n\nFudgie Fun\n\niStock\n\nThe act of making fudge has been similarly integral to its sales and has changed little over time. Ingredients are first mixed and brought to a boil in a copper kettle, and the gurgling substance is poured onto a marble slab. As the mixture cools, a trowel is used to fold the candy onto itself until it forms a tight log, which is then cut into slices. The most successful fudge-makers turned this production into a show for curious tourists.\n\nFudge’s rise in the U.S. can be traced to Mackinac Island in Lake Huron, between Michigan’s Upper and Lower peninsulas. This vacation spot has been linked to fudge for more than 85 years, so much so that northern Michiganders often refer to tourists—out-of-towners in search of fudge—as “fudgies.”\n\nThe fudge industry on Mackinac Island developed in conjunction with tourism in the late 19th century. The idea of enjoying sweets—fudge in particular—while on vacation quickly became part of the Mackinac Island tourist experience. Although sales dipped during both world wars (when summer vacations became an extravagance few could afford, and sugar rationing and high prices dealt a blow to candy-makers), soldiers returned from the front with a taste for chocolate. Individually wrapped portions of the confection—small, easy to transport, and full of energy-producing sugar—were a staple of their rations abroad.\n\nChocolate-hungry veterans on vacation spurred the fudge business on Mackinac Island, and later, in resort towns across the country. As if potential customers needed any more enticement, fudge purveyors used fans to blow the smell of cooking fudge into the street, luring in passers-by helpless to the aroma.\n\nAlthough factory-made candy quickly overtook sales of the handmade stuff after World War II, fudge- and taffy-makers have survived in their hometowns and elsewhere by trading on tourist nostalgia. According to sellers, their customers see these candies as remnants of idyllic summers spent at the shore and special treats distinct from the mass-produced temptations in checkout aisles. Business remains brisk in places heavily visited by summer tourists. On Mackinac Island, where summer visitors take home 10,000 pounds of fudge per day, there are now about 15 shops within a small radius. While many taffy-makers have consolidated and mechanized their operations, Atlantic City’s shops continue to produce 11,000 pounds of taffy a day in the summer months and about 600,000 pounds a year.\n\nExplainer thanks Beth Kracklauer, contributor to The Oxford Companion to Sugar and Sweets, and Phil Porter, director of Mackinac State Historic Parks and author of Fudge: Mackinac’s Sweet Souvenir (2001, Mackinac State Historic Parks).", "_id": {"$oid": "55daeedd04235215b082e204"}}