{"URL": "http://www.cbsnews.com/news/nagin-katrina-aid-slowed-by-racism/", "Text": "Nagin: Katrina Aid Slowed By Racism\n\nAP Photo/Darron Cummings\n\nNew Orleans Mayor Ray Nagin on Friday blamed racism and government bureaucracy for hamstringing his city's ability to weather Hurricane Katrina and recover from the disaster that struck the Gulf Coast nearly a year ago.\n\n\n\nIn remarks to the annual meeting of the National Association of Black Journalists, Nagin said the hurricane \"exposed the soft underbelly of America as it relates to dealing with race and class.\"\n\n\n\n\"And I, to this day, believe that if that would have happened in Orange County, California, if that would have happened in South Beach, Miami, it would have been a different response,\" Nagin said.\n\n\n\nNew Orleans was 60 percent black before Katrina struck Aug. 29. Early this year the mayor called on fellow blacks to again make New Orleans a \"chocolate\" city, but he later apologized.\n\n\n\nOn Friday, Nagin condemned federal regulations that discourage rebuilding in the largely black and low-lying Ninth Ward.\n\n\n\nWhile tens of billions of dollars in federal aid have flowed to Louisiana and other states devastated by Katrina, much of it has gone to developers and contractors, Nagin said.\n\n\n\n\"Very little of those dollars have gotten to the local governments or to the people themselves,\" Nagin said.\n\n\n\nKatrina dispersed three-quarters of New Orleans' pre-hurricane population of about 460,000 people, and today it's a city of about 250,000. Nagin suggested that Louisiana and federal officials would prefer the city remain smaller.\n\n\n\nHe said the city is struggling to deliver services and rebuild with a quarter of its former municipal budget. The federal and state aid the city has received is inadequate and comes with too many rules, he said.\n\n\n\n\"We are being strangled, and they're using the money to set local policies to try to take control of the city to do things that they had in mind all along, and that's to shrink the footprint, get a bunch of developers in the city, and try to do things in a different way,\" Nagin said.\n\n\n\n\"We're not going to let that happen. They're going to give us our money, and we're going to rebuild this city.\"\n\n© 2006 The Associated Press. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed.", "_id": {"$oid": "55daf35904235215b082e4b9"}}