{"URL": "http://www.slate.com/articles/technology/future_tense/2015/01/right_to_be_forgotten_do_we_have_a_first_amendment_right_to_the_truth.html", "Text": "Photo by Kzenon/Shutterstock.\n\nFirst Amendment cases often deal with the fringes of free speech, forcing courts to scrutinize expression that might, on first glance, seem pretty worthless. In the last few years, the Supreme Court has constructed constitutional protections for dogfighting videos, funeral protests, violent video games, and outright lies. This month, however, the 2nd U.S. Circuit Court of Appeals was forced to confront a First Amendment question that most of us had assumed was settled decades ago: Does the Constitution give us a right to tell the truth?\n\nMark Joseph Stern Mark Joseph Stern is a writer for Slate. He covers the law and LGBTQ issues.\n\nHere are basic facts of the 2nd Circuit case: In August 2010, Lorraine Martin was arrested in Connecticut, along with her two adult sons, after police found marijuana and paraphernalia in her house. In January 2012, the state dropped its case against Martin and scrubbed her record in accordance with the state’s “erasure” statute. Soon after, Martin demanded that several news organizations remove online stories about her drug charges published after her arrest. When they refused, Martin sued them in federal court.\n\nIn her lawsuit, Martin tosses out several theories explaining why she should be able to forcibly censor articles about her. But they all boil down to the idea that once her criminal record was erased, stories describing her arrest became “false and defamatory.” In other words, articles about Martin’s criminal conduct may have been true when they were published in 2010. But once Martin’s record was expunged, these articles became factually untrue—that is, lies.\n\nAdvertisement\n\n\n\nTo support her case, Martin cites a portion of the Connecticut statute that states that after her record was expunged, she “shall be deemed to have never been arrested.” (Under her theory, the legal fiction the statute creates should apply to news outlets; as First Amendment scholar Eugene Volokh notes in his amicus brief, this reading of the law is rather strained.) But at the heart of her case is a theory that emerges not from any Connecticut law but from the European Court of Justice—the “right to be forgotten.” Under this right, Europeans can petition search engines to strip stories about their embarrassing pasts from search results. Since the ECJ implemented this right in May, Google has granted a majority of “right to be forgotten” requests, meaning at least 100,000 articles have already been censored.\n\nAdmittedly, the question of whether Google’s search results qualify as protected speech is thorny and contentious. But Martin’s case takes the basic concept of the right to be forgotten and expands it far beyond any search engine—taking it, in the process, to its logical (and perhaps inevitable) conclusion. If this right permits citizens to hide search results for news stories, why shouldn’t it permit them to hide the stories themselves? If privacy outweighs free speech on Google, why shouldn’t it outweigh free speech across the Internet?\n\nThe right to be forgotten is quietly creeping into our legal code with minimal hue and cry.\n\nGiven the existence of the First Amendment, the answer to this question probably seems obvious. But in reality, the debate of speech versus privacy was a very live issue at the Supreme Court for years. The issue was seemingly settled in a famous 1979 case called Smith v. Daily Mail Publishing Co., which dealt with two newspapers that published articles containing the name of a minor who was arrested for murder. Although the papers did not misreport the facts, they were soon indicted simply for publishing the name of a juvenile offender, then forbidden under West Virginia law. The Supreme Court unanimously reversed the sanctions, holding that “if a newspaper lawfully obtains truthful information about a matter of public significance,” it cannot be punished “absent a need to further a state interest of the highest order.”", "_id": {"$oid": "55daf32f04235215b082e49a"}}