{"URL": "http://www.slate.com/articles/news_and_politics/politics/2015/08/republican_presidential_candidates_admit_to_some_inconvenient_truths_in.html", "Text": "Photo by Mandel Ngan/AFP/Getty Images\n\nIn the Republican Party, you’re expected to adhere to certain orthodoxies. You can’t admit that public assistance is good for people or that the Iraq war was a mistake. You’re supposed to pretend that single-payer health care is socialism, that we could balance the budget by cutting pork, and that with a little more backbone, we could make Iran utterly capitulate. But with 17 candidates running for the party’s presidential nomination, somebody, now and then, is bound to blurt out the truth. That’s what happened in Thursday night’s debates. Here are some of the heresies that slipped out.\n\nWilliam Saletan Will Saletan writes about politics, science, technology, and other stuff for Slate. He’s the author of Bearing Right.\n\n\n\n1. The Iraq war was a mistake. Jeb Bush has waffled on this, but on Thursday he decisively bit the bullet. He said he had equivocated because “it was difficult for me” after talking to families of dead soldiers who believed that their loved ones “did not die in vain.” But Bush concluded: “Knowing what we know now, with faulty intelligence, and not having security be the first priority when we invaded, it was a mistake. I wouldn't have gone in.”\n\nAdvertisement\n\n\n\n2. We created ISIS. Fox News’ Bret Baier challenged Sen. Rand Paul for having “blamed the rise of ISIS on Republican hawks.” Baier quoted Paul’s criticism of the hawks: “Everything they’ve talked about in foreign policy, they’ve been wrong for the last 20 years.” In the debate, Paul stipulated that ISIS was solely responsible for its atrocities. But he also blasted “Republicans who wanted to send arms to the allies of ISIS. ISIS rides around in a billion dollars’ worth of U.S. Humvees. … We shouldn’t fund our enemies.”\n\n3. We couldn’t sustain international sanctions on Iran. Nearly all the Republicans have maintained the proud fiction that if Congress were to reject the nuclear agreement with Iran, or if the next president were to renounce it, we could stiffen the world’s resolve and get a better deal. As Gov. Scott Walker put it in the prime-time debate: “You terminate the deal on Day One, you reinstate the sanctions authorized by Congress, you go to Congress and put in place even more crippling sanctions in place, and then you convince our allies to do the same.” But in the undercard debate, Carly Fiorina confessed the truth: “I hope Congress says no to this deal. But realistically, even if they do, the money is flowing. China and Russia have never been on our side of the table. The Europeans have moved on.” That’s the unpleasant reality: We got as good a deal as we could, given the difficulties of our coalition.\n\nThe Republican Party isn’t willing to nominate someone who’s open to reality on most of these issues.\n\n4. You can’t cut the deficit without cutting entitlements. Republicans love to pretend they can balance the budget by cutting waste, fraud, and abuse. Paul’s favorite target, for instance, is origami condoms. But on Thursday night, Gov. Chris Christie rebuked his colleagues with some basic math. “Seventy-one percent of federal spending right now is on entitlement and debt service,” said Christie. “We have spent the last hour and five minutes talking about the other 29 percent and no time on the 71 percent, and that makes no sense. Now, let me tell you exactly what we would do on Social Security.” When Mike Huckabee replied that Congress should cut its own retirement program instead, Christie retorted, “We can't fix the problem just by ending Congress’ retirement.” Gesturing to show how meager the savings would be, Christie scoffed, “That’s worth about this much.”\n\n5. People need Social Security. Economic stratification and wage stagnation have made several Republicans surprisingly vocal about defending checks from the government. “Half of American seniors would be in poverty without a Social Security check,” Sen. Lindsey Graham observed in Thursday’s undercard debate. In the prime-time debate, Huckabee chimed in: “Sixty million Americans are on Social Security—60 million. A third of those people depend on 90 percent of their income from Social Security.” Huckabee complained that politicians in both parties try to balance the books “off the backs of people, many of whom are poor, and depend on that money.”", "_id": {"$oid": "55daf09e04235215b082e323"}}