{"URL": "http://www.filmlinc.org/nyff2015/daily/nyff53-special-events-and-revivals-revealed/", "Text": "Everything in the New York Film Festival is special, but we’re particularly excited about the lineups for this year’s Special Events and Revivals sections. The former includes important new works and premieres, as well as an anniversary celebration of a beloved musical fantasia. The latter includes 11 international masterpieces from renowned filmmakers whose diverse and eclectic works have been digitally remastered, restored, and preserved with the assistance of generous partners, including Martin Scorsese’s Film Foundation, celebrating its 25th anniversary.\n\nThe Special Events lineup returns with Film Comment Presents, originally launched during NYFF in 2013 with the premiere of the award-winning 12 Years a Slave. This year’s selection, Son of Saul, László Nemes’s shattering film about the horror of Auschwitz, recently won the Grand Prix at Cannes, and has been selected as Hungary’s official entry for the foreign-language film category of the Academy Awards. Making its North American Premiere in the festival is Noah Baumbach and Jake Paltrow’s film portrait De Palma, chronicling director Brian De Palma’s illustrious six-decade-long career, his life, and his personal views on the filmmaking process (De Palma’s masterful Blow Out will also screen in Revivals). Another established American filmmaker turning his attention from narrative to intimate documentary study is Paul Thomas Anderson, whose latest film, Junun, will World Premiere in the Special Events section. Junun follows the musical journey of his close friend and collaborator Jonny Greenwood to northern India, to record an album with an Israeli musician Shye Ben Tzur and illustrious local musicians.\n\nAdditional highlights include renowned artist Laurie Anderson (this year’s NYFF poster designer!) who will premiere her first feature in 30 years, a personal essay entitled Heart of a Dog. Anderson’s response to a commission from Arte, the film is a work of braided joy and heartbreak and remembering and forgetting, at the heart of which is a lament for her late beloved piano-playing and finger-painting dog Lolabelle. The recently announced NYFF Filmmaker in Residence, Athina Rachel Tsangari, will also present her latest film, Chevalier, which will be making its U.S. Premiere fresh on the heels of the Locarno and Toronto International Film Festivals.\n\nFollowing the NYFF tradition of special anniversary screenings (which in the past have included The Princess Bride’s 25th anniversary, This Is Spinal Tap’s 30th anniversary, and Dazed and Confused’s 20th anniversary), the festival is proud to present a special evening celebrating the 15th anniversary of Joel and Ethan Coen’s beloved roots-musical fantasia O Brother, Where Art Thou?, set in the rural south in the 1930s and based on Homer’s The Odyssey. The Coen Brothers and cast members will be on hand for this journey, and there will be a special musical performance.\n\nThe Revivals selection for this year’s festival includes a diverse group of 11 international offerings from master filmmakers like Akira Kurosawa, Brian De Palma, Hou Hsiao-hsien, King Hu, Manoel de Oliveira, and more. These restorations include a suite of movies that have been restored with the assistance of Martin Scorsese’s nonprofit Film Foundation. Established in 1990, the Foundation has helped to save, protect, and preserve over 700 films, working in partnership with archives and studios from around the globe. This year’s Revivals section includes seven films restored with the Foundation’s help: Ousmane Sembene’s Black Girl, Hou Hsiao-hsien’s The Boys from Fengkuei, Ernst Lubitsch’s Heaven Can Wait, Lino Brocka’s Insiang, John Ford’s The Long Voyage Home, Marcel Ophüls’ The Memory of Justice, and Luchino Visconti’s Rocco and His Brothers. The Lubitsch film will be screened in a new 35mm print, courtesy of 20th Century Fox.\n\nNot to be missed is Akira Kurosawa’s astonishing Ran, the NYFF’s 1985 Opening Night selection, returning to the festival in a newly restored version, where the color palette is unlike that of any other movie made before or since. King Hu’s three-years-in-the-making masterpiece, A Touch of Zen, will also be shown in a beautiful restoration, which was presented at this year’s edition of Cannes, 40 years after the film’s first unveiling to Western eyes. The late, great Manoel de Oliveira’s 1982 film Visit, or Memories and Confessions will also be included in the Revivals lineup this year, after having been hidden away from audiences by the filmmaker himself for over 30 years.\n\nTickets for the General Public go on sale Sunday, September 13. Revival tickets are $15 for General Public; $10 for Members & Students; and a discounted 3+ film package will also be available for purchase. Special Event programs will have slightly higher pricing based on venue.\n\nTickets for the 53rd New York Film Festival will go on sale to Film Society patrons at the end of August, ahead of the General Public. Click here to learn more about the patron program. Becoming a Film Society Member offers the exclusive member ticket discount to the New York Film Festival and Film Society programming year-round plus other great benefits. Current members at the Film Buff Level or above enjoy early ticket access to NYFF screenings and events ahead of the general public. Click here to learn more.\n\nFor even more access, VIP Passes and Subscription Packages give buyers one of the earliest opportunities to purchase tickets and secure seats at some of the festival’s biggest events including Opening, Centerpiece, and Closing Nights. VIP passes also provide access to many exciting events including the invitation-only Opening Night party, “ An Evening With…” Dinner, Filmmaker Brunch, and VIP Lounge. Benefits vary based on the pass or package type purchased. A limited number of VIP Passes and Subscription Packages are still available. For information about purchasing Subscription Packages and VIP Passes, click here.\n\nSpecial Events:\n\nFilmmaker in Residence Screening:\n\nChevalier\n\nAthina Rachel Tsangari, Greece, 2015, DCP, 104m\n\nGreek with English subtitles\n\nSix men set out on the Aegean Sea aboard a yacht, and before long, male bonding and one-upmanship give way to a loosely defined yet hotly contested competition to determine which of them is “the best in general.” As the games and trials grow more elaborate and absurd—everything is up for judgment, from sleeping positions to cholesterol levels to furniture-assembly skills—insecurities emerge and power relations shift. As in her 2010 breakthrough, Attenberg, Athina Rachel Tsangari, the New York Film Festival’s 2015 Filmmaker in Residence, balances anthropological precision with a wry and wholly original sense of humor. Impeccably staged, crisply photographed, and buoyed by eclectic soundtrack choices (Petula Clark, Mark Lanegan), this maritime psychodrama becomes both funnier and richer in its implications as it progresses. What begins as a lampoon of bourgeois machismo and male anxiety develops into an incisive allegory for the state of contemporary Greece, and leaves a final impression as an empathetic, razor-sharp study of human nature itself. The Filmmaker in Residence program was launched in 2013 by the Film Society of Lincoln Center and Jaeger-LeCoultre as an annual initiative designed to support filmmakers at an early stage in the creative process against the backdrop of New York City and the New York Film Festival (NYFF). U.S. Premiere\n\nDe Palma\n\nNoah Baumbach & Jake Paltrow, USA, 2015, DCP, 107m\n\nNoah Baumbach and Jake Paltrow’s fleet and bountiful portrait covers the career of the number one iconoclast of American cinema, the man who gave us Carrie, Dressed to Kill, Blow Out, and Carlito’s Way. Their film moves at the speed of De Palma’s thought (and sometimes works in subtle, witty counterpoint) as he goes title by title, covering his life from science nerd to New Hollywood bad boy to grand old man, and describes his ever-shifting position in this thing we call the movie business. Deceptively simple, De Palma is finally many things at once. It is a film about the craft of filmmaking—how it’s practiced and how it can be so easily distorted and debased. It’s an insightful and often hilarious tour through American moviemaking from the 1960s to the present, and a primer on how movies are made and unmade. And it’s a surprising, lively, and unexpectedly moving portrait of a great, irascible, unapologetic, and uncompromising New York artist. In conjunction with this film, we will also be showing De Palma’s masterpiece Blow Out. North American Premiere\n\nHeart of a Dog\n\nLaurie Anderson, USA/France, 2015, DCP, 75m\n\nIn Laurie Anderson’s plainspoken all-American observational-autobiographical art, voices and harmonies and rhythms and images are juxtaposed and layered, metaphors are generated, and the mind of the viewer/listener is sent spinning into the stratosphere. It’s been nine years since her last film and almost 30 since her last feature. Heart of a Dog is her response to a commission from Arte, a work of braided joy and heartbreak and remembering and forgetting, at the heart of which is a lament for her late beloved piano-playing and finger-painting dog Lolabelle. Life in the neighborhood—downtown New York after 9/11… the archiving of surveillance records in ziggurat-like structures… Lolabelle’s passage through the bardo… recollections of deaths and near-deaths, terrors personal and global, sad goodbyes and funny ones, dreams and imagined flights… acceptance: Heart of a Dog is as immediate as a paragraph by Kerouac, as disarmingly playful as a Cole Porter melody, as rhapsodically composed as a poem by Whitman, and a thing of rare beauty.\n\nJunun\n\nPaul Thomas Anderson, USA, 2015, DCP, 54m\n\nEnglish, Hindu, Hebrew, and Urdu with English subtitles\n\nEarlier this year, Paul Thomas Anderson joined his close friend and collaborator Jonny Greenwood on a trip to Rajasthan in northwest India, where they were hosted by the Maharaja of Jodhpur, and he brought his camera with him. Their destination was the 15th-century Mehrangarh Fort, where Greenwood (with the help of Radiohead engineer Nigel Godrich) was recording an album with Israeli composer Shye Ben Tzur and an amazing group of musicians: Aamir Bhiyani, Soheb Bhiyani, Ajaj Damami, Sabir Damami, Hazmat, and Bhanwaru Khan on brass; Ehtisham Khan Ajmeri, Nihal Khan, Nathu Lal Solanki, Narsi Lal Solanki, and Chugge Khan on percussion; Zaki Ali Qawwal, Zakir Ali Qawwal, Afshana Khan, Razia Sultan, Gufran Ali, and Shazib Ali on vocals; and Dara Khan and Asin Khan on strings. The finished film, just under an hour, is pure magic. Junun lives and breathes music, music-making, and the close camaraderie of artistic collaboration. It’s a lovely impressionistic mosaic and a one-of-a-kind sonic experience: the music will blow your mind. World Premiere\n\nAnniversary Screening:\n\nO Brother, Where Art Thou?\n\nJoel and Ethan Coen, 2000, USA, DCP, 107m\n\nThis year marks the 15th anniversary of Joel and Ethan Coen’s beloved roots-musical fantasia, “based upon The Odyssey, by Homer,” about three escaped convicts (George Clooney, Tim Blake Nelson, and John Turturro) trying to get back home in the rural South of the 1930s. Bigger than life, endlessly surprising, eye-popping (“they wanted it to look like an old hand-tinted picture,” said DP Roger Deakins), and as giddily and defiantly unclassifiable as all other Coen films, O Brother, Where Art Thou? is, among many other things, a celebration of American music. With a score curated and produced by T-Bone Burnett, the movie sings with voices and sounds of some of the best musicians in the country, including Ralph Stanley, the Fairfield Four, Alison Krauss, John Hartford, Emmylou Harris, and Gillian Welch, and the melodies of classics like “Big Rock Candy Mountain,” “I’ll Fly Away,” and the film’s touchstone, “Man of Constant Sorrow.” Cast members, musical guests, and Joel and Ethan Coen will be on hand. Bring your instrument! A Touchstone Pictures and Universal Pictures release.\n\nFilm Comment Presents:\n\nSon of Saul\n\nLászló Nemes, Hungary, 2015, 35mm, 107m\n\nHungarian and German with English subtitles\n\nA film that looks into the abyss, this shattering portrait of the horror of Auschwitz follows Saul (Géza Röhrig), a Sonderkommando tasked with delivering his fellow Jews to the gas chamber. Determined to give a young boy a proper Jewish burial, Saul descends through the death camp’s circles of Hell, while a rebellion brews among the prisoners. A bombshell debut from director and co-writer László Nemes, Son of Saul is an utterly harrowing, ultra-immersive experience, and not for the fainthearted. With undeniably virtuoso plan-séquence camerawork in the mode of Nemes’s teacher Béla Tarr, this startling film represents a new benchmark in the historic cinematic depictions of the Holocaust. A deeply troubling work, sure to be one of the year’s most controversial films. A Sony Pictures Classics release.\n\nRevivals\n\nBlow Out\n\nBrian De Palma, USA, 1981, 35mm, 107m\n\nOne of Brian De Palma’s greatest films and one of the great American films of the 1980s, Blow Out is such a hallucinatory, emotionally and visually commanding experience that the term “thriller” seems insufficient. De Palma takes a variety of elements—the Kennedy assassination; Chappaquiddick; Antonioni’s Blow-Up; the slasher genre that was then in full flower; elements of Detective Bob Leuci’s experiences working undercover for the Knapp Commission; the harshness and sadness of American life; and, as ever, Hitchcock’s Vertigo—and swirls and mixes them into a film that builds to a truly shattering conclusion. With John Travolta, in what is undoubtedly his greatest performance, as the sound man for low-budget movies who accidentally records a murder; Nancy Allen, absolutely heartbreaking, as the girl caught in the middle; John Lithgow as the hired killer; and De Palma stalwart Dennis Franz as the world’s biggest sleaze. This was the second of three collaborations between De Palma and the master DP Vilmos Zsigmond. MGM Home Entertainment.\n\nRan\n\nAkira Kurosawa, Japan/France, 1985, DCP, 160m\n\nJapanese with English subtitles\n\nThe 1985 New York Film Festival opened with Akira Kurosawa’s astonishing medieval epic, inspired by the life of Mori Motonari, a 16th-century warlord with three sons. It was only after he began writing that the filmmaker started to see parallels with King Lear. It took a decade for Kurosawa to bring his grand conception to the screen—he actually painted storyboards of every shot along the way, and made another great film, Kagemusha, as a dry run. The finished work he eventually gave us was, to put it mildly, a mind-blowing experience. Tatsuya Nakadai is the warlord, Akira Terao, Jinpachi Nezu, and Daisuke Ryu are his sons, Mieko Harada is the terrifying Lady Kaede, the score is by Toru Takemitsu, but the dominant force looming over every single element of this film, down to the smallest detail, is Kurosawa himself. The color palette of Ran is unlike that of any other movie made before or since, as you’ll see in this newly restored version. Restoration by StudioCanal with the participation of Kadokawa Pictures. A Rialto Pictures release.\n\nA Touch of Zen\n\nKing Hu, Hong Kong, 1971/75, DCP, 200m\n\nMandarin with English subtitles\n\nWhen it comes to the wuxia film, all roads lead back to the great King Hu: supreme fantasist, Ming dynasty scholar, and incomparable artist. For years, Hu labored on his own, creating one exquisitely crafted film after another (with astonishing pre-CGI visual effects), elevating the martial-arts genre to unparalleled heights and, as the film critic and producer Peggy Chiao noted in her obituary for Hu, single-handedly introducing Chinese cinema to the rest of the world. Hu’s three-years-in-the-making masterpiece, A Touch of Zen, was released in truncated form in Hong Kong in 1971 and yanked from theaters after a week. A close-to-complete version was constructed by Hu and shown at the 1975 Cannes Film Festival, where Hu won a grand prize for technical achievement (which earned King Hu an apology from his studio heads). This beautiful restoration of A Touch of Zen was presented at this year’s edition of Cannes, 40 years after the film’s first unveiling to Western eyes. Restored in 4K by L’Immagine Ritrovata, with original materials provided by the Taiwan Film Institute. A Janus Films release.\n\nVisit, or Memories and Confessions\n\nManoel de Oliveira, Portugal, 1982, 35mm, 73m\n\nPortuguese with English subtitles\n\nThe late, great Manoel de Oliveira stipulated that this film—made in 1982—be screened publicly only after his death. One of the Portuguese master’s most exquisite and moving films, and certainly his most personal, Visit assumes the rare form of an auto-elegy. A prowling camera finds Oliveira, who died at 106 this past April, in the Porto house where he had lived for four decades and that he is preparing to leave due to mounting debts. He addresses the audience directly, setting the film’s droll, convivial tone, and discusses a wide range of topics (family history, cinema, architecture), shares home movies, and reenacts his run-in with the military dictatorship. Oliveira’s improbable career took the form of a long goodbye, but this actual farewell is no less touching in its simplicity and lucidity. He made the film at age 73, presumably expecting he was near the end of his life. He would in fact live another 33 years and make another 25 or so films, some of them among his greatest, in an extended twilight that was also an artistic prime unlike any other. Print courtesy of Cinemateca Portuguesa. North American Premiere.\n\nCelebrating 25 Years of The Film Foundation\n\nThis year marks the 25th anniversary of The Film Foundation. Following his successful campaign in the early ’80s to develop a more durable color film stock, Martin Scorsese founded the organization to raise awareness of the fragility of film and to create a genuine consciousness of film preservation. Since its inception in 1990, TFF has partnered with archives, studios, and labs around the world to restore over 700 films. We’re presenting seven of their newest restorations.\n\nBlack Girl / La Noire de…\n\nOusmane Sembene, France/Senegal, 1965, DCP, 65m\n\nFrench with English subtitles\n\nOusmane Sembene’s first feature—really, the movie that opened the way for African cinema in the West—is by turns tough, swift, and true in its aim. A young woman (Mbissine Thérèse Diop) leaves Senegal with dreams of a more carefree and glamorous existence in France, where she procures a job as a live-in maid and nanny for a young couple in the French Riviera. She is gradually deadened by the endless routines and tasks and rhythms of life in the tiny apartment, and by the dissatisfactions felt by the husband and wife, which they project onto their “black girl.” Sembene’s “perfect short story,” wrote Manny Farber, naming it as his movie of 1969, “is unlike anything in the film library: translucent and no tricks, amazingly pure, but spiritualized.” A formative and eye-opening work, and one of Sembene’s finest. Restored by The Film Foundation’s World Cinema Project in collaboration with the Sembene Estate, Institut National de l’Audiovisuel, INA, Eclair laboratories, and Centre National de Cinématographie. Restoration carried out at Cineteca di Bologna/L’Immagine Ritrovata Laboratory. A Janus Films release.\n\nThe Boys from Fengkuei\n\nHou Hsiao-hsien, Taiwan, 1983, DCP, 101m\n\nMandarin with English subtitles\n\nThis “group portrait of four laddish adolescents on the razzle in Kaohsiung as they approach the onset of adult life” (Tony Rayns) is Hou Hsiao-hsien’s fourth film, but he has long considered it to be the real beginning of his career as a moviemaker. “I had very intense feelings at the time,” Hou told Sam Ho, “and I think the film has an intense energy. An artist’s early work might be lacking in craft but, at the same time, be very powerful, very direct. Later, when I wanted to return to that initial intensity, I no longer could.” In the tradition of Fellini’s I Vitelloni, The Boys from Fengkuei is a deeply personal look back at the director’s own adolescence—at the boredom of living in the middle of nowhere and the overwhelming need to get up and move, and get out and away to the big city. A glorious young-man’s film, and the first great work of the Taiwanese New Wave. Restoration by the Cineteca di Bologna. A Cinémathèque Royale de Belgique release.\n\nHeaven Can Wait\n\nErnst Lubitsch, USA, 1943, 35mm, 112m\n\nThe legendary Ernst Lubitsch’s portrait of a turn-of-the-century hedonist extraordinaire begins at the gate of hell—not Dante’s Inferno but a handsome art-deco waiting room, where a courtly Satan (Laird Cregar) conducts an admission interview with the recently deceased Henry Van Cleve (Don Ameche). Henry’s leisurely stroll through the past is a very funny comedy of manners and a lovely rendering of Old New York. Lubitsch’s writing with Samson Raphaelson — Satan: “I presume your funeral was satisfactory.” Henry: “Well, there was a lot of crying, so I believe everybody had a good time.”—and his meticulous direction are all of a piece. The film’s glorious, candy-box Technicolor has now been beautifully restored by Schawn Belston and his team at 20th Century Fox, just in time for the 100th Anniversary of the Fox Film Corporation. With Gene Tierney, Louis Calhern, Eugene Pallette, Marjorie Main, and Charles Coburn as Henry’s grandfather and fellow black sheep. Restored by 20th Century Fox in collaboration with the Academy Film Archive and The Film Foundation. A 20th Century Fox release.\n\nInsiang\n\nLino Brocka, Philippines, 1976, DCP, 95m\n\nTagalog and Filipino with English subtitles\n\nIn Lino Brocka’s searing 1976 melodrama (one could use the same adjective to describe all of his melodramas), the eponymous heroine, played by Hilda Koronel, is raped by her mother’s boyfriend, then blamed for provoking the act and forced out of her own home. “Insiang is, first and foremost, a character analysis,” wrote the director. “I need this character to recreate the ‘violence’ stemming from urban overpopulation, to show the annihilation of a human being, the loss of human dignity caused by the physical and social environment…” The people in Brocka’s films live in dire circumstances, offset by their extreme vitality and their electrically charged encounters. Insiang, a failure on its home ground but the first film from the Philippines to be invited to Cannes, is one of its director’s best. It is also the second of Brocka’s works to be restored by the World Cinema Project. With Mona Lisa as Insiang’s mother. Restored in 2015 by Cineteca di Bologna/L’Immagine Ritrovata. Restoration funding provided by The Film Foundation’s World Cinema Project and the Film Development Council of the Philippines. A Film Foundation release.\n\nThe Long Voyage Home\n\nJohn Ford, USA, 1940, DCP, 105m\n\nIndependently produced by Walter Wanger, John Ford’s soulful, heartbreaking film is based on four Eugene O’Neill one-acts about life at sea (the playwright himself loved the movie so much that he acquired his own 16mm print). Ford, working with his screenwriter Dudley Nichols and his brilliant cameraman Gregg Toland (they had just collaborated on The Grapes of Wrath), updates the plays to World War II and condenses the action, creating tonal variations on the aching loneliness of life at sea and the longing for home. In the words of Ford biographer Joseph McBride, the director and his DP “broke all the rules of conventional Hollywood cinematography” and created “a doom-laden mood with deep pools of light and shadow”—seen to full advantage in this beautiful restoration. The Long Voyage Home is a true ensemble piece featuring many of the actors that comprised Ford’s “stock company,” including Thomas Mitchell, Barry Fitzgerald and his brother Arthur Shields, John Qualen, and, unforgettably, John Wayne as the Swedish sailor Ole. Restored by the UCLA Film & Television Archive. Restoration funding provided by the Hollywood Foreign Press Association and The Film Foundation. A Westchester Films and Shout! Factory release.\n\nThe Memory of Justice\n\nMarcel Ophüls, UK/USA/France/Germany, 1976, DCP, 278m\n\nFrench with English subtitles\n\nThe third of Marcel Ophüls’ monumental inquiries into the questions of individual and collective guilt fueling the calamities of war and genocide, The Memory of Justice examines the defining tragedies of the Western world in the second half of the 20th century, from the Nuremberg trials through the French-Algerian war to the disaster of Vietnam, building from a vast range of interviews, from Telford Taylor (Counsel for the Prosecution at Nuremberg, later a harsh critic of our escalating involvement in Vietnam) to Nazi architect Albert Speer to Daniel Ellsberg and Joan Baez. As Vincent Canby wrote in The New York Times when The Memory of Justice was screened at the 1976 New York Film Festival, Ophüls’ film “expands the possibilities of the documentary motion picture in such a way that all future films of this sort will be compared to it.” Seldom seen since its premiere and then only in rare 16mm prints, the film has now been painstakingly restored. Restored by the Academy Film Archive in association with Paramount Pictures and The Film Foundation. Restoration funding provided by The Material World Charitable Foundation, Righteous Persons Foundation, and The Film Foundation. A Film Foundation release.\n\nRocco and His Brothers\n\nLuchino Visconti, Italy/France, 1960, DCP, 177m\n\nItalian with English subtitles\n\nLuchino Visconti’s rich and expansive masterpiece, the story of a mother and her grown sons who head north from Lucania in search of work and new lives, has an emotional intensity and a tragic grandeur matched by few other films. Visconti turned to Giovanni Testori, Thomas Mann, Dostoyevsky, and Arthur Miller for inspiration, and he achieved an truly epic sweep: in one beautifully realized scene after another, we observe the tragic progress of a tightly knit family coming apart, one frayed thread at a time. Alain Delon is Rocco, Renato Salvatori is his brother Simone, Annie Girardot is the woman who comes between them, and Katina Paxinou is the matriarch, Rosaria. Rocco and His Brothers, one of the great and defining films of its era, has now been beautifully restored, and Giuseppe Rotunno’s black-and-white images are once again as pearly and lustrous as they were meant to be. Restored by Cineteca di Bologna/L’Immagine Ritrovata in association with Titanus, TF1 Droits Audiovisuels, and The Film Foundation. Restoration funding provided by Gucci and The Film Foundation. A Milestone Film release.", "_id": {"$oid": "55daee8604235215b082e1c0"}}