{"URL": "http://www.slate.com/articles/health_and_science/medical_examiner/2015/08/that_sugar_film_science_debunking_links_to_mood_health_fatty_liver_disease.html", "Text": "Again, a casual viewer of That Sugar Film—or even an incurious film critic—might not realize that Campbell has little expertise in nutritional epidemiology, physiology, or the psychology of eating. A casual viewer or incurious film critic also wouldn’t realize that Campbell isn’t even qualified as a physicist. Contrary to his on-screen credentialing, it seems he never finished his Ph.D., and his supposed stint at NASA is poorly documented, too. (Campbell’s acolytes explain that he spent years doing classified, high-level work on missile defense , and that he’s not allowed to talk about the details.)\n\nWho is Tom Campbell, really? Another New Age guru, and author of three quasi-philosophical books about the nature of consciousness, which purport to derive a new, “ more fundamental science that directly answers the most pressing problems and paradoxes of modern physics .” According to Campbell’s quantum-flavored “Theory of Everything,” nicotine, alcohol, caffeine, preservatives, and sugar are all mind-altering drugs that prevent people from achieving their higher reality. (I have that from a 2010 video, available on YouTube, titled “ The Affect [sic] of Sugar on Consciousness. ”)\n\nWolfe gets plenty of screen time—far more than anyone who might reasonably be described as a scientist. So does Tom Campbell, a soft-spoken, bearded figure whom Gameau helpfully identifies as a “former NASA physicist,” as if that would qualify him to opine on the health effect of sugar. Needless to say, Campbell has lots of opinions. “They’re fuzzy,” he says of people who eat a lot of sugar. “Their minds are cloudy all the time.”\n\nCasual viewers of the film won’t know that DesMaisons’ ideas might be somewhat less reliable than Popkin’s, since her credentials are presented as being on a par with his . Same goes for another putative expert in the film, the floppy-haired nutrition guru David Wolfe. A self-described “Health, Eco, Nutrition and Natural Beauty Expert” and “ one of the world’s top authorities” on “chocolate and organic superfoods ,” Wolfe spends his days touting the spiritual and health benefits of such things as deer antler spray (a “levitational,” “androgenic force”), baby-reflexology, and “ earthing ” (in which people plug themselves into the ground wire of an electrical outlet so as to “naturally discharge electrical stress from our bodies”). Seen outside the context of That Sugar Film, the man appears to be a lunatic.\n\nIt’s very hard for us to know, for example, that Gameau’s panel of experts—who take us through the science and explicate the data—includes a supergroup of charlatans and cranks. The movie does offer snatches of dialogue from a few legitimate scientists, such as the respected public health researcher Barry Popkin . But these are couched amid disquisitions from members of the sugar-fearing fringe. One major figure in the film is Kathleen DesMaisons , author of Potatoes Not Prozac , an evangelist for the poorly substantiated notion of “sugar sensitivity.” DesMaisons is the president of Radiant Recovery, an Albuquerque-based program that makes sugar reduction a centerpiece of drug rehab . Her credentials include a Ph.D. in the made-up discipline of “addictive nutrition,” received from an obscure, distance-learning university .\n\nWhat’s most remarkable about the film is the way it passes off these radical ideas—most without any evidence—as common sense if not scientific dogma. To make his theories palatable, Gameau puts a pinch of data into the blender, and mixes up a thick and creamy anecdote spiced with speculation. That mixture goes down nice and easy: Critics say the movie is entertaining and informative , and full of disturbing and inconvenient truths about the way we live. But That Sugar Film is so highly processed, and so laden with chintzy, artificial arguments, that its many weaknesses are hidden from consumers.\n\nOld news, right? But Gameau is not content to claim that added sugar makes us fat and lazy and unwell. He also proposes that dietary sugar causes mental fogginess; that it leads to bipolar disorder; that it makes children fail at school; that it has produced a dental health emergency in Appalachia; that it may soon drive Australian Aborigines extinct; and, indeed, that it could be the source of runaway consumer capitalism. If sugar isn’t evil, then it’s at least nefarious, malevolent, and wicked; or heinous and corrupt; or perfidious and wrong.\n\nIn the mold of Super Size Me , Gameau makes himself the guinea pig. As part of the gimmick, he restricts his diet to packaged foods that may not seem so junky at first glance: granola bars, breakfast drinks, something called “fruit bites,” and so on. (These contain enough sugar, in aggregate, to reach a 40-teaspoon daily dose.) You can imagine the results: Gameau’s binge leaves his brain and body in a shambles. He puts on 19 pounds, and adds 4 inches to his waist. His skin breaks out in pimples. He grows moody and lethargic. But the turning point , he says, came just 18 days into the project, by which point he’d developed fatty liver disease . “Sugar isn’t evil,” the film concludes, “but life is so much better when you get rid of it.”\n\nOne of the most popular family films in America right now, if you go by digital sales, is an Australian documentary about sugar. Made by actor Damon Gameau, That Sugar Film tells the story of a two-month–long experiment in self-destructive eating: What happens when a person eats 40 teaspoons of sugar every day?\n\nThe film promotes Campbell’s claim that sugar makes us dumb, moody, and ineffective. In one scene, Gameau, on his high-sugar diet, goes to his nutritionist and announces that he feels hungover every day, and that his moods have gotten unpredictable. She draws a sine wave on a piece of paper by way of explanation: The sugar in his diet has sent him on a roller coaster of insulin and adrenalin, she says; it’s a mind-altering back-and-forth that can even lead to panic attacks and symptoms of bipolar disorder. Gameau nods his head. That sounds about right!\n\nYeah, well, there’s some science to suggest that sugar affects behavior and cognition in rodents, but less support for Gameau’s theory of carbohydrate grumpiness. In one set of studies, conducted in Scotland, researchers had several dozen women consume four servings of a bright-orange, bubblegum-flavored soft drink called Irn-Bru every day for a month. Half the women got a sugar-sweetened version, and the other half drank an artificially sweetened version. Each subject kept a diary, and four times per day marked down the degree to which she was feeling sad, angry, anxious, or restless. The extra sugar appeared to have no effect on the women’s moods. (For the record, Gameau takes on faith that artificial sweeteners are evil, too.)\n\nStill, the idea that sugar makes us hyperactive, and then lethargic, has been around for decades, and its popularity shows no signs of letting up. The theory spread in the 1970s and 1980s, when large-scale surveys showed an association between children’s sugar intake and behavior problems. It seemed as though high-carb diets were making kids fidgety and aggressive. But in the end, the science went the other way. A 1995 meta-analysis of randomized controlled trials with placebos failed to find a causal link. “We came as close to proving the null hypothesis as you can,” that paper’s lead author, Mark Wolraich, told me earlier this year. “The evidence was so definitive that it became really hard to justify doing more studies.”\n\nYet Gameau blames sugar for his own mood swings, and then for whatever problems that sugar-munching children might have in school. After all, he has his own experiment—unblinded with an N of 1—as the proof. The same evidence—his own movie—is enough to convince him that sugar causes acne, since he develops zits midway through his sugar binge. That’s not impossible, as some dermatologists now believe that high-glycemic diets lead to pimples. But the evidence also suggests that dairy is at least as harmful to our skin, and so is saturated fat. Gameau recommends a paleo-type diet in the film, with minimal sugar but lots of fat—bacon, eggs, avocados, nuts, and cheese. In other words, a picnic basket of acne-causing foods.\n\nThe project’s most disturbing finding, that Gameau developed fatty liver disease in only 18 days, has been emphasized in the film’s reviews. But it strikes me as a gross exaggeration. The claim is based on something called an ALT test, which looks for levels of a liver enzyme in the blood. Gameau’s went from a baseline score of 20 up to 60 at the next reading—enough of an uptick for his doctor to declare his liver “damaged.” But your ALT score doesn’t tell you the status of your liver; it only hints that you might be at higher risk of having problems. And the ALT test is known to be somewhat unreliable, going up and down depending on your level of exercise, whether you’ve been taking Tylenol, and several other factors. One study even found that 30 percent of patients with elevated ALT scores turned out to be in the normal range when they were retested two weeks later.\n\nThere’s so much more to question in the movie. Gameau uses 40 teaspoons of sugar as his daily baseline for comparison—he claims this level of consumption is normal in Australia—but the most recent data show that Americans, at least, consume less than half that total every day, an average of just 18 teaspoons. Gameau also treats it as a given that among the sugars that we eat, fructose is uniquely bad for health. In this, he’s following the line of Gary Taubes, a journalist who has made this argument for years, and who appears throughout the film. But Taubes understands that his case has not been proved. That’s why he’s spent so much time raising tens of millions of dollars for a series of laboratory studies that might give us better answers. (Ferris Jabr of Scientific American has a great review of fructose science, and a few of its outstanding questions.)\n\nIn other words, That Sugar Film takes an outsider, even contrarian, view in the study of nutrition, and makes it out to be a well-established science. Then it corroborates that view with a silly self-experiment, and tosses in alarmist claims for added flavor. Yet we’ve reached such a nadir in our understanding of nutrition—and the anti-sugar fervor has gotten so intense—that this blather can come off not merely as “informative” and “entertaining,” as the critics called it, but even as remedial. We knew all this already, some critics griped, as if the movie’s crazy notions were established science. “[T]he truths That Sugar Film contains were already obvious decades ago. It’s sad that we need reminding,” wrote a columnist for the Philadelphia Inquirer. “Many of Gameau’s findings won’t come as earth-shattering revelations,” said the Los Angeles Times. “[T]here’s really nothing fresh in terms of news or science,” complained the Toronto Star.\n\nIsn’t it the job of these reviewers to appraise the message of a scientific film in scientific terms? Why can’t they try to test its claims against the facts? That Sugar Film, like other “issues-oriented” docs, would seem to merit something other than a standard film review—one based on expertise rather than aesthetics. Yet movie critics never seem to broaden out their brief. Instead they treat propaganda as a form of self-expression, rated for its rhetoric. How entertaining is the film, and how persuasive? These are measures of a movie’s craft, not of its truth.\n\nAs a result, simple-minded and suspicious notions run rampant through the movie pages of the newspaper. In 2011, another Australian, Joe Cross, put out the documentary Fat, Sick & Nearly Dead, about a 60-day green-juice fast that helped him trim 90 pounds and wean off medication for his autoimmune disease. That documentary shows him under the medical care of Dr. Joel Fuhrman, a nutrition guru who promotes vacuous but impressive-sounding “health equations” as a means of bettering one’s life. Yet the critics never grappled with the movie’s science. (A few noted that the movie sounded like an infomercial, but these were gripes about its form more than its content.) “[The movie’s] now-healthy heart is in the right place,” wrote one reviewer in the New York Times, as if to sidestep any judgment from his brain. Do juice fasts really work? Who knows!", "_id": {"$oid": "55daee9304235215b082e1ca"}}