{"URL": "http://www.nytimes.com/2015/07/31/movies/review-the-end-of-the-tour-offers-a-tale-of-two-davids.html", "Text": "Photo Advertisement Continue reading the main story\n\n“There’s an unhappy paradox about literary biographies,” David Foster Wallace observed in The New York Times Book Review in 2004, in reference to “Borges: A Life.” Readers who pick up such books, drawn by their admiration for a writer’s work, are likely to find themselves distracted and disappointed by a welter of iffy theories and picayune data. In the case of Borges, Wallace argued, “the stories so completely transcend their motive cause that the biographical facts become, in the deepest and most literal way, irrelevant.”\n\nThe same can be said of Wallace himself, and, for that matter, of just about any author worth reading. The work is everything; the life is trivia. And since I’m about to praise a movie about David Foster Wallace that claims fidelity to at least some of the facts of his life, I should perhaps identify myself as a devoted nonconsumer of literary biographies, an avowed biopic skeptic and, unless someone offers me a lot of money to write one, a habitual avoider of celebrity profiles. So by all rights I should hate “The End of the Tour,” James Ponsoldt’s new film, a portrait of the writer that has its origins in a (never-published) magazine profile. In fact, I love it.\n\nContinue reading the main story Video\n\nSome of the people closest to Wallace, who committed suicide in 2008, have condemned the movie sight unseen, and friends of his who did see it (one of them also a friend of mine) have found fault with both its details and its overall design. As an ardent, ambivalent reader of Wallace’s prose and a complete stranger to him personally, I can only respect such objections. But the movie, in my view, disarms them — not because it offers an especially loving or lifelike picture of its subject but rather because David Foster Wallace is not really its subject at all. “The End of the Tour” is at once an exercise in post-postmodern literary mythmaking and an unsparing demolition of the contemporary mythology of the writer. It’s ultimately a movie — one of the most rigorous and thoughtful I’ve seen — about the ethical and existential traps our fame-crazed culture sets for the talented and the mediocre alike.\n\nAdvertisement Continue reading the main story\n\nThere are two Davids in the movie, which takes place in 1996. Both of them are writers. One is Wallace (Jason Segel), whose third book of fiction, the 1,079-page dystopian tennis-rehab epic “Infinite Jest,” has just been published to hyperbolic acclaim. The other is David Lipsky (Jesse Eisenberg), whose own recently released novel, “The Art Fair,” has met with polite indifference. An early scene finds him on his couch reading “Infinite Jest” while his girlfriend, Sarah (Anna Chlumsky), is curled up with the season’s other fictional blockbuster, the anonymously published political roman à clef “Primary Colors.” (Oh, the ’90s. Sorry you missed all the fun, kids. Kind of sorry I didn’t.)\n\nDavid L., a new, probationary hire at Rolling Stone magazine, convinces his skeptical editor (Ron Livingston) that David F.W. is worthy of a feature article, and so finds himself in Bloomington, Ill., in the middle of winter. (Wallace taught for many years at Illinois State University.) The plan is that the reporter will accompany the novelist to Minneapolis, the last stop on his book tour. He does, and that’s pretty much the plot of the movie.\n\nAdvertisement Continue reading the main story\n\nMr. Ponsoldt, whose earlier features include “The Spectacular Now” and “Smashed,” would much rather observe two people in aimless conversation than usher them through the tollbooths of narrative convention. And conversation, including the uncomfortable silences that punctuate it, is pretty much the entire substance of “The End of the Tour.” Yes, there’s a fair amount of smoking and junk-food eating, an excursion to the Mall of America and a multiplex showing of “Broken Arrow” (with John Travolta taking a missile to the gut), but Mr. Ponsoldt and the screenwriter, the playwright Donald Margulies, allow words to speak louder than actions.\n\nMany of the words are Wallace’s own, uttered into Mr. Lipsky’s tape recorder in 1996 and transcribed, 14 years later, for publication in a book called “Although of Course You End Up Becoming Yourself.” Funny, intriguing and revealing as this talk may be, it does not have anything like the status of Wallace’s writing. The film not only acknowledges this distinction, but it also insists on it. In his would-be profiler’s company, occasionally glancing at the menacing red light of the predigital tape recorder, Wallace is by turns cagey and candid, witty and earnest, but he is always aware, at times painfully, that he is playing the role of a writer in someone else’s fantasy. Actually writing is something he does when no one else is around.\n\nContinue reading the main story Video\n\nMr. Segel’s performance, whether it captures the true Wallace or not, is sharp and sensitive, in no small part because it’s modest and appropriately evasive. The essential David Wallace is precisely what the film reminds us we can’t see, even as David Lipsky wants desperately to track him down and display him to the readers of Rolling Stone. Wallace is caught in a familiar set of contradictions. He wants attention but craves solitude. He’s willing to collaborate with the machinery of publicity even as he worries about the phoniness of it all. He’s ambitious and eager to protect himself from the consequences of his ambition. In short, he’s a famous writer.\n\nAs such he is, for his short-term companion, both alpha dog and prey, an object of envy as well as admiration, a meal ticket and an imaginary friend. The film poses the question “Who is the real David Foster Wallace?” as a feint. He is its premise, its axiom, its great white whale. The more relevant question, the moral problem on which the movie turns, is “who is David Lipsky?”\n\nIn real life, David Lipsky might be a great guy, but on screen he is played by Mr. Eisenberg, which means that his genetic material is at least 25 percent weasel. Wallace at one point playfully describes himself as “pleasantly unpleasant.” Lipsky is unpleasantly pleasant, which is much worse. Twitchy and ingratiating, he wants to be a tough journalist and a pal. He desperately wants Wallace to regard him as a peer and can hardly contain his jealousy. He berates Sarah after she chats with Wallace on the phone and falls into a defensive snit after Wallace accuses him of flirting with Betsy (Mickey Sumner), a poet who had known Wallace in graduate school.\n\nAdvertisement Continue reading the main story\n\nAdvertisement Continue reading the main story\n\nHis awfulness is, to some degree, structural. A profile writer, especially in the company of another writer, is a false friend who dreams of being a secret sharer. Lipsky’s assignment is to pry, distort and betray, to use Wallace’s words and the details of his existence as material for his own dubious project. Wallace knows this and acquiesces to it — “you agreed to the interview” is Lipsky’s fallback when his subject gets prickly — and generally handles himself with grace and forbearance.\n\nYou may find yourself wishing that he didn’t have to, which is to say wishing that “The End of the Tour” didn’t exist even as you hang on its every word and revel in its rough, vernacular beauty. In an ideal world, we would all sit at home reading “Infinite Jest” and then go out to eat hamburgers, argue about philosophy and watch cheesy action blockbusters. There would be no pseudo-authoritative biographies or prying, preening magazine profiles to complicate our pleasures, and ambitious actors would not dare to impersonate beloved novelists. But the world we live in is plagued by all of those things. There will always be films about writers and writing, and this one is just about as good as it gets.\n\n“The End of the Tour” is rated R (Under 17 requires accompanying parent or adult guardian). Language. So much language.", "_id": {"$oid": "55daf0b704235215b082e33a"}}