{"URL": "http://www.slate.com/blogs/schooled/2015/08/19/hays_lodge_pole_school_district_an_indian_reservation_s_schools_are_finding.html", "Text": "Photo illustration by Juliana Jiménez. Photos by Dave & Les Jacobs/Thinkstock\n\nHAYS-LODGE POLE, Montana—When Aloha Shortman asked her sixth-graders to find Italy on a world map during a social studies lesson last August, they couldn’t do it. One student’s finger landed on Brazil. Others grew bored and restless. Shortman quickly shifted gears, searching for a way to make a lesson on the Roman Republic relevant to a group of American Indian students in a remote Montana community.\n\n“What about the Law of Twelve Tables?” she asked, referring to the foundational Roman legislation. “What does this remind you of, in our culture? What do we have that’s like it?”\n\nAdvertisement\n\n\n\nSeveral hands shot up. “The tribal code?” the first student answered correctly.\n\n“Exactly,” she said.\n\nAfter 11 years teaching, Shortman has a seemingly instinctive gift for redirecting a lesson if students aren’t responding. But if you ask her what makes her a great teacher, she discounts natural ability, experience, or training. First and foremost, she cites her status and cultural heritage as a American Indian.\n\n“The students here really have a lot of trust issues because of things that have happened to us,” she says. From the mid-19th to the mid-20th century, American Indian families were forced by law to send their children to government-sponsored boarding schools, which were often far from home and run by assimilationist white educators. Many white teachers physically or sexually abused their students, and that historical abuse, combined with modern-day discrimination, colors how American Indian children view white teachers.\n\nThough every other major ethnic group has seen improvements in reading and math scores, Native American students’ scores haven’t budged.\n\nAcross the country, America’s teaching force grossly fails to mirror an increasingly diverse student body. For the first time in the country’s history, more than half of public school students are nonwhite, while the most recent figures show that 82 percent of their teachers are white. The Center for American Progress reported last May that almost every state has a sizable diversity gap in the classroom.\n\nIn recent years, a handful of Montana districts have been trying to change that, recruiting more teachers like Shortman to instruct a group that’s often overlooked in conversations about teacher diversity, yet potentially has the most to gain from positive improvements: American Indian students.\n\nThough every other major ethnic group in America has seen improvements in students’ reading and math scores in recent years, American Indian students’ scores haven’t budged. Experts point to the lack of teacher diversity as one potential explanation, and on some reservations, school leaders have become increasingly convinced that hiring more American Indian teachers like Aloha Shortman could help their struggling schools succeed. They believe that even the most sensitive white teachers who arrive on their reservations can’t do as much as American Indian teachers who share their students’ culture. American Indian teachers, they reason, might also be more likely to understand issues that affect so many of their students, such as intergenerational poverty, substance abuse, and suicide.\n\n“My obligation is to hire the best teachers, hoping that we would get American Indians,” says Margarett Campbell, Hays-Lodge Pole’s superintendent. “Because they’re going to be invested if they know the students will be their neighbors.”\n\nThe percentage of American Indian teachers in Montana has barely increased since the mid 1990s—rising from 1.9 percent in the 1995-1996 school year to 2.3 percent today. Yet many teachers and administrators are optimistic about the future of American Indian education in Montana. Denise Juneau, a member of the Blackfeet tribe, was elected as Montana’s superintendent of public instruction in 2008, becoming the first American Indian person in Montana to win a statewide election. And in the tiny communities of Hays and Lodge Pole, there has been a significant increase of American Indian teachers: In 1997, only 38 percent of the district’s teachers were American Indian, but that percentage is now 78.\n\nThese efforts raise a question that resonates throughout the country: How much does a teacher’s race, class, and culture matter in the classroom? Do American Indian students need American Indian teachers in order to succeed?\n\nHays and Lodge Pole sit on the southern end of the Fort Belknap Indian Reservation in northern Montana, surrounded by grasslands and within eyesight of the Little Rocky Mountains. Together the towns have a population of about 1,000. They share a lone gas pump. It’s common to see horses tied up in front of the high school or crossing Highway 66 and the nearest major city—Billings—is 168 miles away.\n\nA middle and high school in Hays and an elementary school in Lodge Pole combine to form the school district, which serves fewer than 200 students and has long struggled academically. Close to 100 percent of the district’s students are American Indian, and most belong to either the Gros Ventre (Aaniiih) or Assiniboine (Nakoda) tribes.\n\nMany aspects of traditional American Indian culture are alive in Hays, where students visit sacred sweat lodges, hunt with their families, and attend powwows in the summer.\n\nBelow: Listen to a radio story by Schooled's Sarah Carr on one Wisconsin community's efforts to recruit more American Indian teachers.\n\nResearch supports the idea that students, and especially minority students in poor communities, need teachers who grew up in similar circumstances. Thomas Dee, a professor of education at Stanford University, reanalyzed test score data from an experiment in Tennessee that randomly placed teachers with students. Focusing on black and white students, he found that students who were paired with a teacher of their own race performed significantly better on math and reading tests. Other research has shown that minority students who have more minority teachers are more likely to have higher graduation rates and lower rates of suspensions and expulsions.\n\nIn Hays-Lodge Pole, a movement to place minority students in a classroom with teachers of a common background is getting an important nudge. But the stakes involve more than test scores and educational outcomes. To the residents of the reservation, an entire culture is on the line, too.\n\n* * *\n\nLike many of her students, Shortman grew up in poverty and often struggled in school. Her family moved from town to town and felt the sting of prejudice from white neighbors. Shortman tried to run away from home three times, and says she felt there was never anyone to help her with schoolwork. Though her mother often emphasized the importance of an education, neither of her parents had made it past eighth grade. Shortman took an extra year to finish high school—in Hays—and she says she disappointed teachers with a negative attitude and absent work ethic. Years later, she decided to study education and become a teacher. When Shortman ran into her high school government teacher, he was shocked to learn that his once troubled student had become an educator herself.\n\nBecause of her own experiences, Shortman finds it easy to relate to students who feel frustrated by schoolwork they don’t understand, or embarrassed because they can’t afford after-school activities. She’ll pay for hungry students’ meals, tickets and tuxedo rentals for prom, or track shoes for athletes. Though she’s petite and soft-spoken, Shortman’s voice rises confidently in the classroom, where high expectations and structured lessons let students know that she means business. Still, students tenderly refer to her as “Miss Aloha.”\n\nLike other American Indian teachers, Shortman’s understanding of tribal traditions goes a long way toward earning her students’ respect. In Assiniboine culture, for example, women are expected to keep their distance from men when they are menstruating. But explaining that to a white, male teacher “can be really awkward,” says Kaytii Cliff, a 17-year-old junior at Hays High School. It can also take weeks for a new white teacher to realize that students who avoid looking teachers in the eye aren’t being disrespectful; that’s their way of paying respect.\n\nFor a new teacher unfamiliar with a tribe’s history and traditions, learning to teach in a culturally sensitive way takes time.\n\nLaney Cole and Heaven Sears, both eighth-graders in Hays, said they felt an instant connection with Brandon Covers Up, a new art teacher who arrived at their school last fall. Covers Up doesn’t belong to the same tribe as they do, but he asked them about their traditions and relatives on the first day of class. “If you’re a Native student and you see a Native teacher, you can connect right away,” says Covers Up.\n\nMany non-Native teachers do still discuss American Indian culture in their classrooms. In 1999, the state passed a constitutional amendment which made teaching Indian cultural heritage mandatory in all public schools—a move that inspired many other states to take similar actions.\n\nBut even with new curricula and commitments to hire more American Indian teachers, students still complain of teachers who skim over American Indian history in class or make no effort to understand their culture. Students at Plenty Coups High School, near Billings, say one white teacher called Clan Day “unimportant.” (On Clan Day, students on this reservation are encouraged to celebrate their Crow heritage.) They also mentioned an elementary school teacher, down the road, who got angry when students spoke to each other in the Crow language.\n\nFor a new teacher unfamiliar with a tribe’s history and traditions, learning how to teach in a culturally sensitive way can take a long time. American Indian teachers, on the other hand, don’t face that lag. Shortman likes making culture a part of every lesson that she teaches. During a recent science lesson, she had students collect rocks and discuss their roles in sweat lodges and as tools. And in the fall, when her students were studying geometric shapes in math, she had them measure the height and circumference of the teepee outside the school.\n\nEven Anna Baldwin, a white English teacher who has won awards for her culturally sensitive teaching on Montana’s Flathead Reservation, admits that there are days when her background and skin color come between her and her students. After she gave a lesson on creation stories, a parent sternly told her that his daughter couldn’t read the assigned Blackfeet story because their tribe members—the Kootenai—are traditional enemies of the Blackfeet. There are also some sacred traditions Baldwin expects to never know—a sacred jug dance, for example, which no one will explain. The knowledge gaps, she says, put teachers at a disadvantage. But teachers can learn from their students if they’re patient and willing to give the kids opportunities to explain. “You have to put yourself in the position of a learner and be humble and say, ‘I don’t know,’ ” Baldwin says.\n\nThough white teachers like Baldwin can form meaningful relationships with their American Indian students, both Shortman and Campbell say that only happens if teachers root themselves in students’ communities. And white teachers, just about everyone agrees, are usually far less likely to stay.\n\nCampbell recalls one industrial arts teacher who left before the school year even started. He and his wife relocated to Montana, but couldn’t take the rural isolation. Others leave because they don’t have family nearby or a deep connection to the area. Shortman recalls one white English teacher who lasted five years before flying to Africa to meet a man she met online. “We tried to talk her out of it,” Shortman says. “We wanted to find her a boyfriend so that she would stay here forever.”\n\nShortman hasn’t lost all of the restlessness that propelled her to try running away three times as a teenager. And some days she certainly contemplates quitting and trying her hand at a new profession in a new town. But her students—the ones sitting in her classroom right now and the former ones that remove their hats when they run into her in town—convince her that her work matters. And so she stays.\n\n“Kids need continuity,” she says. “They want to know if you’re coming back.”", "_id": {"$oid": "55daef5804235215b082e262"}}