{"URL": "http://www.slate.com/blogs/behold/2015/08/23/randall_ann_homan_and_al_barna_photograph_san_francisco_s_neon_signs_in.html", "Text": "Randall Ann Homan\n\nRandall Ann Homan and Al Barna have always loved San Francisco’s neon signs, but they didn’t give them too much thought until the Hunt’s Donuts sign was removed from the Mission District. That’s when they realized that the best neon signs in San Francisco would not be around forever. They decided to photograph as many as they could and collected them for a book, San Francisco Neon, which they self-published last year under their publishing house, Giant Orange Press.\n\n“That sign was the perfect example of neon design, creativity, and humor: Doughnuts falling from the sky to splash into a waiting cup of coffee. Luckily, there is a twin to this sign that still exists in the Marina District. We thought a book was the best way to document San Francisco’s legacy neon signs, which are disappearing,” Homan said via email.\n\nRandall Ann Homan\n\nAl Barna\n\nAl Barna\n\nAccording to Homan, some of the city’s best neon signs started appearing in the late 1930s, when movie theaters replaced their incandescent bulb signs with art deco neon signs. After World War II, Barna said, neon became more affordable, and “even small business owners and corner stores could boast a neon sign and see their name in lights.” Compared to the neon behemoths of Times Square or Las Vegas, San Francisco’s neon signs were smaller and more intimate in scale, Homan said. They were designed to be seen close up from the sidewalk, rather than at a distance from a car window.\n\nAdvertisement\n\n\n\nToday, however, many iconic neon signs are vanishing from the streets. Plastic signs are cheaper than their neon counterparts, and city sign permits can be complex and time consuming. “Signs disappear when buildings and business are sold to owners who don’t value the neighborhood goodwill, history, and visual vitality that the neon sign represents,” Homan said.\n\nThe pair spent five years scouring the streets, photographing signs up close to accentuate details or pulling back to show them in the context of the street. As longtime residents, they already had a long list of their favorite signs, which they sought to capture; along the way, they discovered other signs they’d never seen before. While some neighborhoods have lost all but a few of their neon treasures, a few still have clusters of signs that continue to function. Grant Avenue in Chinatown has the most legacy neon signs per block, Homan said. And according to Barna, Upper Market, Cow Hollow, North Beach, the Tenderloin, and the Mission District still have plenty.\n\nAl Barna\n\nAl Barna\n\nAl Barna\n\nLots of San Franciscans still value their local neon, Homan said, and “anyone who restores a legacy neon sign and incorporates the sign into their business becomes an instant neighborhood hero.” Meanwhile, there are larger efforts underway that might help preserve some of the signs that remain. San Francisco Heritage, for instance, is working with Supervisor David Campos to preserve the city’s iconic and longstanding businesses, many of which have historic neon signs.\n\n“The defined color of the neon tube combined with the surrounding glow creates an ambient light that is full of promise and allure. A neon sign is the alchemy of elements; gas, glass, electricity, and mercury. The vintage fonts and design of these signs are an integral part of San Francisco’s creative, cultural, and commercial heritage,” Barna said.\n\nHoman and Barna’s photos will be on display at Rayko Photo Center in San Francisco until Sept. 18.\n\nAl Barna\n\nAl Barna", "_id": {"$oid": "55daf03c04235215b082e2d0"}}