{"URL": "http://www.slate.com/blogs/the_world_/2014/07/29/ebola_outbreak_it_s_not_the_disease_that_makes_ebola_so_deadly_it_s_where.html", "Text": "Photo by Zoom Dosso/AFP/Getty Images\n\nThe arrival of a man infected with Ebola virus in Lagos, Nigeria—Africa’s largest city—last week was certainly an alarming development, but it’s also in some ways a distraction. Nigeria has far more resources to throw at the problem than Guinea, Liberia, and Sierra Leone, where it has already killed 672 people. The Nigerian government has already moved quickly to quarantine the hospital where the man was being held.\n\nJoshua Keating Joshua Keating is a staff writer at Slate focusing on international affairs.\n\nIt’s too soon to say for sure, but Ebola seem relatively unlikely to spiral out of control in Lagos the way it has elsewhere in West Africa. (And despite what some congressmen seem to believe, the likelihood of it spreading widely in the United States is extremely low.)\n\nAdvertisement\n\n\n\nAs the veteran foreign correspondent Howard French noted recently, there are “few sub-regions more prone to contagious epidemic than Liberia, SL and Guinea.” The main reason the death toll hasn’t been even higher is, paradoxically, due to the virulence of the disease: Ebola kills too many of its carriers and too quickly for it to spread very widely.\n\nAs political scientist Kim Yi Dionne notes, a number of factors have combined to make this the most deadly Ebola outbreak in history, and most of them are political rather than biological.\n\nFor one thing, none of these countries has experienced an outbreak of the disease before, so knowledge of it is low. For another, the fact that it’s spread to multiple countries makes a coordinated response more difficult. (Liberia has now shut almost all of its borders.)\n\nAs Dionne notes, all three countries have poor health infrastructure, due in part to years of civil war in Liberia and Sierra Leone. Liberia has just .014 doctors per 1,000 people, and a common joke is that JFK Medical Center, Monrovia’s main hospital, has long had the unflattering nickname “Just For Killing.”\n\nThen there’s the enormous public distrust of both government authorities and international medical workers. The New York Times reported recently that in Guinea, “workers and officials, blamed by panicked populations for spreading the virus, have been threatened with knives, stones and machetes, their vehicles sometimes surrounded by hostile mobs.”\n\nThese attitudes aren’t exactly helped by the governments’ threats of prosecution against those harboring Ebola cases.\n\nIt’s never going to be an easy task to ask families to allow authorities to take their loved ones away for quarantine and likely death. The task is even harder in countries where the last three decades have given people very good reason to be mistrustful of authorities.\n\nAs writer and public health expert Laurie Garrett explains,\n\nThe nations of Guinea, Liberia and Sierra Leone have a shared, brutal history of civil wars that since 1989 have left more than 400,000 people dead, displaced half a million people from their traditional homes, seen rape used as a weapon against tens of thousands of girls and women, and put Liberia's former President behind bars as a war criminal. … In these three nations, few families have not experienced murders, rapes, torture, maiming, loss of homes and death.", "_id": {"$oid": "55daee6b04235215b082e1b4"}}