{"URL": "http://www.businessinsider.com/tallest-buildings-of-the-future-2014-11", "Text": "We have entered the age of the “megatall” skyscraper.\n\nThe first megatall tower — a building that soars over 2,000 feet into the air — opened ten years ago, according to Council on Tall Buildings and Urban Habitat (CTBUH). It was the Burj Khalifa, and it set astounding records at 2,722 feet tall or over half a mile high.\n\nBut come 2018, a new building will rise more than 550 feet taller than the Khalifa.\n\nAnd the CTBUH predicts that buildings will just keep getting taller. There may even be a kilometer-tall building (that’s 3,280 feet) by the end of the next decade.\n\nWe rounded up a list of some of the tallest buildings that are currently under construction, according to CTBUH. All of them will be finished by 2020, and four of them are more than 2,000 feet tall.\n\nNeedless to say, the skylines of the future will look a lot different.\n\n10. Zhongguo Zun, Beijing, China\n\nHeight: 1,732 feet, Floors: 108\n\nCompletion: 2018\n\nThe name comes from the zun, an ancient Chinese wine vessel that inspired the building design. After completion, the so-called “China Zun” will be Northern China’s second tallest building.\n\n9. CTF Finance Center, Guangzhou, China\n\nHeight: 1,739 feet, Floors: 111\n\nCompletion: 2016\n\nCTF Finance Center, is a mixed-use tower under construction in Guangzhou, China. The CTF building will have the fastest elevators in the world at 45 miles per hour. It will take take 43 seconds to go from the first to the 95th floor, according to the BBC.\n\n8. Nordstrom Tower, New York, New York\n\nHeight: 1,775 feet, Floors: 92\n\nCompletion: 2018\n\n225 West 57th Street is a residential project by Extell Development Company. The building will be the second tallest skyscraper in New York City as well as the US when it’s finished.\n\n7. Lotte World Tower, Seoul, South Korea\n\nHeight: 1,819 ft, Floors: 123\n\nCompletion: 2016\n\nThe Lotte World Tower is estimated to cost $1.25 billion, and will tower over the skyline of Seoul. The skyscraper took 13 years of planning and site preparation before it was approved in 2010 to begin construction.\n\n6. Pearl of the North, Shenyang, China\n\nHeight: 1,863 Feet, Floors: 113\n\nCompletion: 2018\n\nThe Pearl of the North will cost an estimated $1.6 billion and will be a mixed-used building in Shenyang, China. It will have 34 floors of offices as well as a 320-room five star luxury hotel, according to Architects Journal.\n\n5. Goldin Finance 117, Tianjin, China\n\nHeight: 1,957 feet, Floors: 128\n\nCompletion: 2016\n\nThe Goldin Finance 117, also known as the China 117 Tower, is a skyscraper under construction in Tianjin, China. The building is estimated to cost over $820 million and will (of course) have 117 storeys.\n\n4. Wuhan Greenland Centre , Wuhan, China\n\nHeight: 2,087 ft, Floors: 125\n\nCompletion: 2017\n\nWuhan Greenland Centre is an under-construction tower in Wuhan, China. The building is expected to cost around $4.5 billion and has energy-saving features.\n\n3.Ping An Finance Center, Shenzhen, China\n\nHeight: 2,165 feet, Floors: 115\n\nCompletion: 2016\n\nPing An Finance Center is under construction in Shenzhen, China. The tower will cost an estimated $678 million and will be one of the tallest building in the world when it’s finished in 2016.\n\n2. Suzhou Zhongnan Center, Suzhou, China\n\nHeight: 2,392 ft, Floors: 138\n\nCompletion: 2020\n\nThe Suzhous Zhongnan Center is a skyscraper under construction in Suzhou, China. The project will cost an estimated $4.5 billion, and it will be the tallest building in China when it’s completed.\n\n1. Kingdom Tower, Jeddah, Saudi Arabia\n\nHeight: 3,281 feet, Floors: 167\n\nCompletion: 2018\n\nExpected to cost $1.2 billion to construct, Kingdom Tower will be a mixed-use building with a luxury hotel, office space, serviced apartments, luxury condos, and the world’s highest observatory.\n\nThe Tower will be built in Jeddah, Saudi Arabia and will soar over 550 feet taller than the United Arab Emirates’ Burj Khalifa. The height of the Kingdom Tower will require the world’s most sophisticated elevator system, and the building will have a total of 59 elevators.\n\nWhen finished, it will become the tallest building in the world — but who knows for how long.", "_id": {"$oid": "55daf31604235215b082e487"}}