{"URL": "http://www.reuters.com/article/2015/08/18/us-usa-workers-internships-idUSKCN0QN1T020150818", "Text": "NEW YORK For young people trying to get a foot on the career ladder, internships offer valuable experience.\n\nBut lawsuits are mounting that claim the often unpaid positions violate U.S. labor laws, prompting experts to call for changes.\n\nActresses and fashion designers Mary-Kate and Ashley Olsen were the latest high-profile employers to be hit with a lawsuit when a former intern at their company filed a case last week.\n\nShahista Lalani claims she worked 50 hours a week for Dualstar Entertainment Group and was not paid. The company has said the allegations are groundless.\n\nSimilar cases have been filed by disgruntled interns since 2011, when Eric Glatt and Alexander Footman launched their lawsuit against Fox Searchlight Pictures claiming it had violated minimum wage laws.\n\nIn March, media and entertainment company Viacom Inc agreed to pay $7.2 million to end a class action lawsuit by former interns.\n\nThe U.S. Department of Labor has issued rules for private-sector companies to meet when offering unpaid internships. It stipulates the work must be educational, beneficial and supervised and that the employer derives no advantage from it.\n\nBut Diana Furchtgott-Roth, an author and former chief economist at the U.S. Department of Labor, said the rules are unfair and need to be changed.\n\n\"It makes it practically impossible for a for-profit company to get an unpaid intern without the risk of being sued,\" she said in an interview, adding that Congress and the White House both offer unpaid internships.\n\n\"If it is wrong to hire an unpaid intern at a for-profit, it should be wrong to hire one at a non-profit too,\" she said.\n\nGLAMOUR INDUSTRIES, UNFAIR ADVANTAGE\n\nFor many young people, internships are their only way to get into the workforce.\n\nLisa Echenique, a 22 year-old New Yorker, completed three internships in the fashion and retail industry. One was paid and she received college credit for the other two.\n\n\"It gave me a good sense of what my future would look like,\" she said, adding the experience was beneficial although she thinks all interns should be paid.\n\nBut Furchtgott-Roth said paying all interns would further limit the number of internships available, which would hamper young people's chances of getting their dream job.\n\nShe believes the Labor Department should issue new guidelines making all internships - both in non-profits and the private sector - unpaid. They should also be limited to three months to protect an intern from being exploited.\n\n\"By the end of three months, you've learned what the workplace is like and you've got some experience,\" she explained.\n\nOpponents argue that unpaid internships foster class divisions and an opportunity gap because lower-income students cannot afford to do them.\n\nRobert Shindell, vice president and chief learning officer at the college recruiting, consulting and research firm Intern Bridge, said the majority of unpaid internships are in so-called glamour industries, such as fashion, music, television, media and journalism, and not other sectors.\n\nHis solution would be for all employers to pay interns the minimum wage.\n\n\"Why in our society would we not pay someone for work that they do?,\" Shindell asked. \"I think it is part of our moral fabric of who we are as a society. You do work and with that work you get paid a minimum wage.\"\n\nJohn Balitis, a Arizona-based attorney at Fennemore Craig who has advised companies about internships, suggests the Congress would be best placed to address the uncertainty and controversy about internships.\n\n\"If Congress took some action it would resolve the confusion about the whole area,\" he added.\n\n(Editing by G Crosse)", "_id": {"$oid": "55daf05404235215b082e2de"}}