{"URL": "http://www.slate.com/blogs/future_tense/2015/08/21/mozilla_adds_cross_platform_support_for_firefox_add_ons_aka_extensions.html", "Text": "Screencap from Mozilla\n\n\n\nWhether you want to see even more cats on the Internet or you think Alphabet should just go back to calling itself Google, there's a Chrome extension to help. You can even get every website to refer to millennials by their proper name. Though developers also make extensions for Web portals like Safari and Opera, your favorite tool may not exist for your preferred browser. Mozilla wants to change that.\n\nLily Hay Newman Lily Hay Newman is a staff writer and the lead blogger for Future Tense.\n\n\n\nAt about 6.6 percent market share, Mozilla's Firefox browser isn't exactly ubiquitous, but it is known for being at the fore of Web trends. (Google took a lot of cues—and Mozilla developers—from Firefox when it originally designed Chrome.) So a Friday announcement that Firefox is going to make extensions cross-compatible on different browsers could help spark a new fad.\n\nAdvertisement\n\n\n\nKev Needham, a Firefox engineer who works on search and add-ons, wrote in a blog post that:\n\nWe’ve noticed that many Firefox add-on developers also maintain a Chrome, Safari, or Opera extension with similar functionality. We would like add-on development to be more like Web development: the same code should run in multiple browsers according to behavior set by standards, with comprehensive documentation available from multiple vendors.\n\nNeedham points out that even though the change is supposed to make things easier for third-party extension developers, it will also create more work for some of them at first. For those who already develop for other browsers like Chrome, it will be easier to maintain extensions and add new features because everything will come from single codebase. But developers who have created extensions specifically for Firefox will have to put work into revising their add-ons for the new setup. \"We feel the end result will be worth that effort for both Firefox’s users and developers,\" Needham wrote.", "_id": {"$oid": "55daf06f04235215b082e2f7"}}