{"URL": "http://hosted.ap.org/dynamic/stories/E/EU_FRANCE_TRAIN_ATTACK?SITE=AP&amp;amp;SECTION=HOME&amp;amp;TEMPLATE=DEFAULT&amp;amp;CTIME=2015-08-22-07-04-53", "Text": "PARIS (AP) -- Three Americans and a Briton who tackled an attacker loaded with guns and ammunition prevented carnage on the high-speed train carrying 500 passengers to Paris, France's president said Monday as he presented the men with the Legion of Honor and praised them as an example of the need for action when faced with terrorism.\n\nPresident Francois Hollande said the two Americans who first tackled the gunman were soldiers, \"but on Friday you were simply passengers. You behaved as soldiers but also as responsible men.\"\n\nHollande then pinned the Legion of Honor medal on U.S. Airman Spencer Stone, National Guardsman Alek Skarlatos, and their longtime friend Anthony Sadler, who subdued the gunman as he moved through the train with an assault rifle strapped to his bare chest. British businessman, Chris Norman, who also jumped into the fray, also received the medal.\n\nThe men showed \"that faced with terror, we have the power to resist. You also gave a lesson in courage, in will, and thus in hope,\" Hollande said.\n\nNorman, speaking in French after receiving the medal, said it was less a question of heroism than survival.\n\n\"I hope this doesn't happen to you, but I ask you to really think: OK, what will I do if this happens? Am I going to simply stand still or am I going to try to be active if the situation presents itself?\" he said.\n\nThe Americans, casual in vacation-style polo shirts and khakis against the backdrop of the highly formal presidential palace, appeared slightly overwhelmed as they received France's highest honor.\n\nHis arm in a sling and his eye bruised, Stone, 23, has said he was coming out of a deep sleep when the gunman appeared.\n\nSkarlatos, a 22-year-old National Guardsman recently back from Afghanistan, \"just hit me on the shoulder and said `Let's go.'\"\n\nWith those words, Hollande said, a \"veritable carnage\" was avoided.\n\n\"Since Friday, the entire world admires your courage, your sangfroid, your spirit of solidarity. This is what allowed you to with bare hands - your bare hands - subdue an armed man. This must be an example for all, and a source of inspiration,\" Hollande said.\n\nThe gunman, identified as 26-year-old Moroccan Ayoub El-Khazzani, is detained and being questioned by French counterterrorism police outside Paris.\n\nEl-Khezzani's lawyer, Sophie David, told Le Monde newspaper the gunman is ill-educated, emaciated, and told her he had spent the past six months traveling between Belgium, Germany and Austria, as well as France and Andorra. She said he told her he only intended to rob the train with a cache of guns he came across in a public garden near the train station and is \"dumbfounded\" that it is being treated as an act of terrorism.", "_id": {"$oid": "55daf2ed04235215b082e46f"}}