{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/23/mei_xiang_national_zoo_panda_gives_birth_to_twins.html", "Text": "Reuters/Smithsonian’s National Zoo/Handout\n\nThe giant panda at the National Zoo gave birth to two cubs five hours apart Saturday, and so far, both seem healthy. Assuming they both survive, they would be 17-year-old Mei Xiang’s third and fourth living offspring. “All of us are thrilled that Mei Xiang has given birth,” the zoo’s director, Dennis Kelly, said. “We know Mei is an excellent mother.” And thus begins “a fresh and not totally unexpected chapter in the public romance with the rotund black-and-white bears that have enthralled Washington and legions of panda fanatics for 43 years,” notes the Washington Post.\n\n“I’ve been in close communication with veterinarians, the scientists, keepers. Everybody’s extremely happy,” Pamela Baker-Masson, the zoo’s spokeswoman, said. “We were all tuned in to the panda cam, and we saw her water break. And then just about an hour later … she gave birth to a cub.”\n\nAdvertisement\n\n\n\nThe second cub that came five hours later wasn’t completely unexpected. Giant pandas give birth to twins about half the time, and when asked about the possibility, the zoo’s chief veterinarian said that during an ultrasound earlier in the week he saw “two areas that made me excited.” For now, zoo authorities seem cautiously optimistic. Although everything seems to be going well, it’s a “very fragile time,” as Kelly put it, for the pink, hairless, and blind cubs that weigh three to five ounces. In 2012, Mei Xiang gave birth to a cub that died after six days, notes the Associated Press.\n\nStaff at the zoo are helping Mei Xiang with her twins, occasionally taking one of the cubs and keeping it in an incubator after it became clear she was having trouble picking them both up at the same time, reports Reuters. On Sunday morning, the National Zoo posted a video of the first vet exam carried out on one of the cubs: “This cub is vocalizing well & appears strong.”\n\nEven if all goes well for the cubs though, it’s likely to be months before panda fans will be able to see them in person. For now, the live cams will have to do.", "_id": {"$oid": "55daf17004235215b082e3c6"}}