{"URL": "http://www.slate.com/blogs/outward/2013/10/14/ex_gay_conversion_therapy_can_be_banned_without_violating_the_constitution_1.html", "Text": "Photo by Drew Angerer/Getty Images\n\nLast week, Paul Sherman and Robert McNamara of the libertarian Institute for Justice penned an incensed op-ed for the New York Times decrying state bans on ex-gay conversion “therapy.” Sherman and McNamara are outraged about a Ninth Circuit decision affirming the constitutionality of California’s ban on the practice, which was achieved by classifying mental-health counseling as “conduct” beyond the scope of the First Amendment. To Sherman and McNamara, counseling is pure speech, and the ban should thus be subject to strict First Amendment analysis.\n\nMark Joseph Stern Mark Joseph Stern is a writer for Slate. He covers the law and LGBTQ issues.\n\nSherman and McNamara are wrong—but so is the Ninth Circuit. Counseling isn’t pure speech, nor is it simple conduct: It’s a heavily regulated form of medical treatment delivered through the vehicle of speech. And despite this expressive component, the state has every right to regulate counseling’s standards and practices—even if that means censoring some counselors.\n\nAdvertisement\n\n\n\nNot that the law actually allows much censorship. Contrary to Sherman and McNamara’s implications, California’s law is narrowly tailored to one group only: mental-health professionals licensed by the state. (Those who violate the statute merely lose their license to practice.) California leaves untouched any preacher or parent who wants to “convert” a gay child on his own time, as well as any counselor who performs such “therapy” in her capacity as an ordinary citizen. The law permits ex-gay “treatment” for consenting adults and allows licensed counselors to refer minors to religious leaders in order to be “cured” of their homosexuality. The only people affected by the California law are licensed counselors who want to perform ex-gay “therapy” on minors in their capacity as licensed counselors.\n\nWhy might the state want to ban such a practice? Not because it’s morally reprehensible, as Sherman and McNamara suggest, but because it’s a ridiculous pseudo-scientific fraud. Ex-gay conversion “therapy” isn’t really therapy at all: It’s total, unadulterated quackery, a painful process of humiliation and degradation that only breeds shame, self-loathing, and despair in the “patient.” It’s been condemned by the American Psychiatric Association, the American Medical Association, and the American Psychological Association, none of which allows its members to practice it. Victims of ex-gay “therapy” face a considerably heightened risk of depression, anxiety, and PTSD; many commit suicide. No respected medical or mental-health group in the country supports conversion “therapy”; most consider it noxious, toxic, and immensely harmful. (Not to mention the fact that it doesn’t work.)\n\nWould California allow a licensed physician to offer a similarly fraudulent treatment based on utterly debunked science? Of course not. An ER doctor wouldn’t be permitted to give a heart attack victim Pepto-Bismol in lieu of performing surgery. A physician couldn’t elect to perform Reiki instead of resetting a broken bone. The only distinction between these acts of quackery and ex-gay conversion therapy is that counseling involves speech—but so, too, could a broad range of other medical treatments. If a doctor elected to treat a patient’s broken hip with an hour of talk therapy rather than surgery, would the state allow him to keep his license? Almost certainly not, despite the fact that his offense falls squarely within the realm of speech.\n\nI’m sympathetic to Sherman and McNamara’s defense of anti-gay speech in general; the First Amendment obviously protects homophobic expression, just as it protects speech by fundamentalist lunatics, tobacco companies, and anti-abortion extremists. The authors’ criticism of the Ninth Circuit’s reasoning, moreover, is well-founded: Shunting counseling into the category of “conduct” and short-circuiting the First Amendment analysis does a disservice to those genuinely concerned about balancing counselors’ free-speech rights with the needs of their patients.", "_id": {"$oid": "55daf15304235215b082e3b5"}}