{"URL": "http://talkingpointsmemo.com/livewire/bobby-jindal-anchor-babies-politically-correct", "Text": "Republican presidential candidate and Louisiana Gov. Bobby Jindal (R) told Fox News on Thursday that he's \"happy to use\" the term \"anchor babies\" to describe children who were born to noncitizen mothers and granted citizenship by birthright.\n\nThe term was thrust into the spotlight earlier this week after Republican presidential candidate Donald Trump said that he would see whether \"anchor babies are citizens\" by taking the issue to court. The term has since been used by Republican presidential hopeful Jeb Bush.\n\nDemocratic presidential candidate Hillary Clinton denounced the term on social media.\n\nThey're called babies. https://t.co/VyJJA26OVl — Hillary Clinton (@HillaryClinton) August 19, 2015\n\nTrump said he'd still use the term after a reporter asked him on Wednesday night in New Hampshire if he was aware the term was considered offensive.\n\n“You mean it’s not politically correct, and yet everybody uses it?” Trump asked the reporter, and then asked for an alternative term to use.\n\n\"The American-born child of undocumented immigrants,” the reporter suggested to which Trump said, “I’ll use the word ‘anchor baby.'”\n\nOn Thursday, Jindal reiterated his stance on stopping illegal immigration during the live interview with Fox News Host Bill Hemmer on \"America's Newsroom.\"\n\nWhen Hemmer asked Jindal whether he thought the term \"anchor babies\" was offensive, Jindal said that what he found offensive were the Planned Parenthood videos, which allegedly show a top executive of the organization discussing selling fetal tissue.\n\n\"What I find offensive is Hillary Clinton — the left. When you look at those Planned Parenthood videos, they refuse to call them 'babies,' they call them 'fetal tissue,' they call them 'specimens,'\" Jindal said. \"What's really offensive is the left refuses to say 'babies.' Instead they say 'fetal tissue,' 'specimens,' they are a bunch of science deniers.\"\n\nHemmer asked Jindal to clarify whether he would use the term \"anchor babies,\" and the Republican presidential hopeful said he would.\n\n“Folks today are too easily offended. they’re too politically correct,\" Jindal said. \"The real issue here — yeah I’m happy to use the term — but the reality is the real issue here is we need to secure our border.\"\n\n\"I think the bigger frustration from the American people, it doesn't seem to matter who's in charge in D.C. — Republicans or Democrats — they'll talk about it, but they'll never get it done,\" Jindal said. \"Secure the border, stop illegal immigration.\"", "_id": {"$oid": "55daf0cd04235215b082e359"}}