{"URL": "https://www.quora.com/What-qualities-characterize-a-great-PhD-student?ref=slate&amp;amp;rel_pos=2", "Text": "As a CS prof at MIT, I have had the privilege of working with some of the very best PhD students anywhere. But even here there are some PhDs that clearly stand out as *great*. I'm going to give two answers, depending on your interpretation of \"great\".For my first answer I'd select four indispensable qualities:0. intelligence1. curiosity2. creativity3. discipline and productivity(interestingly, I'd say the same four qualities characterize great artists).In the \"nice to have but not essential\" category, I would add4. ability to teach/communicate with an audience5. ability to communicate with peersThe primary purpose of PhD work is to advance human knowledge. Since you're working at the edge of what we know, the material you're working with is hard---you have to be smart enough to master it (intelligence). This is what qualifying exams are about. But you only need to be smart *enough*---I've met a few spectacularly brilliant PhD students, and plenty of others who were just smart enough. This didn't really make a difference in the quality of their PhDs (though it does effect their choice of area---more of the truly brilliant go into the theoretical areas).But intelligence is just a starting point. The first thing you actually have to *do* to advance human knowledge is ask questions about why things are the way they are and how they could be made better (curiosity). PhD students spend lots of time asking questions to which they don't know the answer, so you'd better really enjoy this. Obviously, after you ask the questions you have to come up with the answers. And you have to be able to think in new directions to answer those questions (creativity). For if you can answer those questions using tried and true techniques, then they really aren't research questions---they're just things we already know for which we just haven't gotten around to filling in the detail.These two qualities are critical for a great PhD, but also lead to one of the most common failure modes: students who love asking questions and thinking about cool ways to answer them, but never actually *do* the work necessary to try out the answer. Instead, they flutter off to the next cool idea. So this is where discipline comes in: you need to be willing to bang your head against the wall for months (theoretician) or spend months hacking code (practitioner), in order to flesh out your creative idea and validate it. You need a long-term view that reminds you why you are doing this even when the fun parts (brainstorming and curiosity-satisfying) aren't happening.Communication skills are really valuable but sometimes dispensable. Your work can have a lot more impact if you are able to spread it to others who can incorporate it in their work. And many times you can achieve more by collaborating with others who bring different skills and insights to a problem. On the other hand, some of the greatest work (especially theoretical work) has been done by lone figures locked in their offices who publish obscure hard to read papers; when that work is great enough, it eventually spreads into the community even if the originator isn't trying to make it do so.My second answer is more cynical. If you think about it, someone coming to do a PhD is entering an environment filled with people who excel at items 0-5 in my list. And most of those items are talents that faculty can continue to exercise as faculty, because really curiosity, creativity, and communication don't take that much time to do well. The one place where faculty really need help is on productivity: they're trying to advance a huge number of projects simultaneously and really don't have the cycles to carry out the necessary work. So another way to characterize what makes a great PhD student is0. intelligence1. discipline and productivityIf you are off the scale in your productivity (producing code, running interviews, or working at a lab bench) and smart enough to understand the work you get asked to do, then you can be the extra pair of productive hands that the faculty member desperately needs. Your advisor can generate questions and creative ways to answer them, and you can execute. After a few years of this, they'll thank you with a PhD.If all you want is the PhD, this second approach is a fine one. But you should recognize that in this case that advisor is *not* going to write a recommendation letter that will get you a faculty position (though they'll be happy to praise you to Google). There's only 1 way to be a successful *faculty member*, and that's my first answer above.", "_id": {"$oid": "55daeea104235215b082e1d2"}}