{"URL": "http://blogs.reuters.com/anatole-kaletsky/2013/09/19/the-markets-and-bernankes-taper-tantrums/", "Text": "So it was, after all, a storm in a teacup. Financial markets around the world have been going through a series of “taper tantrums” since May 21, when Ben Bernanke first mentioned the idea of gradually reducing or “tapering” the Federal Reserve Board’s monetary expansion. Throughout these four months, I have argued in this column that financial markets had grossly exaggerated or completely misunderstood the significance of Bernanke’s comments. This has turned out to be the case, as evidenced by the huge moves in share prices, currencies and bonds on Wednesday after the Fed announced that it would do exactly what Bernanke had suggested all along — namely, nothing.\n\nThe Fed’s decision not to cut back on its $85 billion of monthly bond purchases, even by some small symbolic amount such as $5 billion, stunned the markets — but only because analysts had refused to believe what Bernanke, along with most other central bankers around the world, was saying throughout the period since May 21. The Fed chairman repeatedly stated that tapering would begin only if and when there was consistent evidence that U.S. employment conditions were improving. Bernanke also stated that, even after tapering started, the Fed would not allow U.S. monetary conditions to tighten and would keep short-term interest rates near zero for a very long period — at least until 2015, and quite possibly beyond.\n\nWhy, then, were investors so surprised when the Fed officially implemented exactly what Bernanke had promised? And now that the Fed has put its money where Bernanke’s mouth was, how will the global economy and financial markets react?\n\nThe first question can be answered partly by the sociological forces discussed here back in May. Market expectations are dominated by traders whose job is to speculate on financial volatility and by Fed-watchers who are paid to pontificate on monetary policy shifts. These two powerful vested interests find it hard to justify their incomes by saying that nothing much is going to change in monetary policy for months, or even years, ahead. Another possible answer is even simpler. As noted here after the second “taper tantrum,” when Bernanke tried to clarify his May comments but succeeded only in provoking another wave of bearish speculation, there are times when financial markets make big mistakes — and since 2009 these mistakes have all been on the side of excessive pessimism.\n\nWhich brings us to the second, more important, question about the impact of the Fed’s unchanged policies on the world economy and financial markets. The immediate financial response was to bid up stock prices on Wall Street to a new record and boost bond prices, while pushing down the dollar to a seven-month low against the euro and an eight-month low against the British pound. The reaction among economists will probably be to downgrade expectations of U.S. economic growth, in line with the Fed’s new forecasts, which now predict growth of 2 to 2.3 percent this year, instead of the 2.3 to 2.6 percent range published three months ago. Economists in other parts of the world are likely to follow suit, downgrading this year’s expectations more or less in line with the U.S. forecasts.\n\nSome of these responses make good sense, others less so. The stock market gains seem fully consistent with the new clarity on U.S. monetary policy and with the mounting evidence that a structural bull market in global equities began in April this year, when the S&P 500 index broke out decisively from the trading range in which Wall Street had been trapped for the 13 years since March 2000. The gains in bond prices are even easier to understand, given the prospects of more Fed buying and lower interest rates for longer. But as U.S. 10-year rates fall back to around 2.5 percent, much further progress seems unlikely. A return to long-term rates substantially below 2.5 percent would only make sense if the U.S. economy were heading for many more years of Japanese-style deflation and stagnant growth.\n\nSuch fears of long-term stagnation in the U.S. economy now seem completely unfounded. This is the main significance of the Fed’s decision to keep pumping money unabated into the U.S. economy — and that, in turn, is a reason why the dollar’s slump against other leading currencies after the Fed announcement is likely to be reversed.\n\nIf the Fed had started tapering this week, many investors, businesses and consumers might well have concluded, despite all the reassuring promises from Bernanke and other central bankers, that the remaining monetary stimulus would be withdrawn prematurely and that interest rates would begin to rise long before the economy had returned to full employment and a strong rate of growth. These expectations of higher interest rates might well have put a dampener on consumption, investment and the housing market even if the Fed genuinely had no intention of tightening monetary policy until 2015 or beyond. In fact, as Wednesday’s Fed statement acknowledged, such an expectations-induced dampening of U.S. growth is exactly what resulted from the market movements that followed Bernanke’s misinterpreted remarks of May 21: “The tightening of financial conditions observed in recent months, if sustained, could slow the pace of improvement in the economy and labor market.”\n\nThe Fed has now shown that it will not tolerate any such slowdown. And if the Fed is genuinely determined to get the U.S. economy growing strongly, it has plenty of tools still available to make sure this happens. In short, there is more truth than ever today in an old Wall Street adage that was temporarily forgotten in recent months: Don’t fight the Fed.\n\nPHOTO: A trader watches U.S. Federal Reserve Board Chairman Ben Bernanke’s news conference on the floor of the New York Stock Exchange, September 18, 2013. REUTERS/Brendan McDermid", "_id": {"$oid": "55daf0a404235215b082e329"}}