{"URL": "http://www.politico.com/story/2015/08/bernie-sanders-rallies-2016-grassroots-support-121512.html", "Text": "RENO, Nev. — Twenty-seven hours before Bernie Sanders recited his case for “political revolution” to 4,500 supporters at the local branch of the state university here on Tuesday night, the first of the Sander-istas had already wandered in from the desert.\n\nBearded, he wore a T-shirt in the style of Shepard Fairey’s iconic image of Barack Obama — emblazoned instead with Sanders’ face and the message, “Hope is nice, but I prefer no bullsh—.” It was mid-afternoon on Monday, and the volunteer training did not begin until 7 p.m. But Paul Sherman, 68, was on campus and eager to help.\n\nStory Continued Below\n\nBy the time the training rolled around, another 100-odd Sander-istas had come to learn the ropes of running a political rally on the fly. A day later, they would be manning checkpoints, directing foot traffic, registering voters, collecting data on attendees, hawking merchandise and distributing water. A volunteer pep squad would give out campaign signs and lead cheers.\n\nThis is how the Summer of Sanders — the string of unexpectedly large campaign rallies that’s exceeding even Barack Obama’s 2007 draws with attendance that often numbers in the tens of thousands — has come together.\n\nFinding no shortage of willing supporters, the campaign for the 73-year-old Vermont senator has raced to channel the enthusiasm of a largely self-organizing movement into massive, attention-grabbing rallies.\n\n“They’ve reversed the normal political formula” in which professional staffers take the lead and pound the phone to drum up crowds, said Chip Evans, a liberal radio host and former chairman of the Washoe County Democratic Party, who watched the event take shape and said he was struck by the extent to which it had been organized by local amateurs.\n\nNow, the campaign is working to whip all those energized supporters into a political machine that can deliver votes and send Democrats in Iowa and New Hampshire a message that, in the words of senior adviser Tad Devine, “there’s something big happening across the country and they can be a part of it.”\n\nTo that end, the campaign is adding data specialists to its staff and more racially diverse faces to its speaking rosters. And it is refining methods of gathering data on attendees and converting them into volunteers.\n\nBut in an age of advanced analytics and micro-targeting, the campaign’s process of throwing rallies remains a relatively simple one (the event staff has even settled on pen, paper and clipboard for gathering information from supporters, having found them easier for many attendees to use, and cheaper, than tablets or laptops).\n\nIt begins with selecting rally locations, often based simply on the number of supporters the campaign has on its email list in a given city.\n\n“There’s actually no secret sauce” to the turnout, said digital director Kenneth Pennington.\n\nOccasionally, Pennington’s team chips in with insights about pockets of disproportionately active support. It noted that a nationwide grass-roots organizing event sponsored by the campaign at the end of July was especially well-attended around Portland, Oregon. Less than two weeks later, on Aug. 10, Sanders drew 28,000 people to a basketball arena there.\n\nWhen a location is determined, staffers often simply turn to Google to find an appropriate venue by searching for coverage of large political rallies held in that area in recent years.\n\nThe campaign takes the basic steps of sending an email to local supporters, issuing a press release, creating a Facebook event, and posting a notification on Sanders’ Facebook page, which has more than one million followers.\n\nAccording to field director Phil Fiermonte, it does little else to promote turnout. “We have not spent any advertising dollars on these events,” he said. “It’s not like we have lots of staff on the ground making phone calls.”\n\nInstead, it’s left to Sanders’ largely self-organized, grass-roots support to deliver the crowds.\n\nOne unexpected source of bodies has been the Bernie Sanders for President page on Reddit — the message-board-style online social network that is not often associated with political organizing. The page is administered by Vermont-based Sanders admirer and winery employee Aidan King, 23, along with a fellow supporter he met online.\n\nAs the rallies became a focal point of the campaign, King added a sidebar to the Reddit page with an event schedule. “At first, it didn’t even dawn on us how important it would be to get the word out,” he said.\n\nKing first glimpsed the power of the Sanders Reddit page — which has 90,000 subscribers — to drive turnout ahead of an early July rally in Madison, Wisconsin, that drew 10,000 people.\n\nKing used the page to help an eager group of students at the University of Wisconsin craft a message they could then put in flyers and other material to promote the event. Supporters across the Midwest used it to organize buses, vans and carpools to the rally.\n\nKing said he spotted a group of people in Sacramento, California, organizing a carpool to Reno on the Sanders subreddit.\n\nOn the ground in Reno, the Washoe County Democrats and the pro-Sanders student group at the city’s chapter of the University of Nevada, the site of the rally, have been promoting the event.\n\nAnd good old-fashioned, word of mouth still plays a role.\n\nSherman, the bearded volunteer in the Sanders T-shirt, caught wind of the event while attending a gay pride event over the weekend (“Reno is a surprisingly open town,” he said). Wanting to be guaranteed entrance, he decided to RSVP on the campaign’s event page and checked a box offering to volunteer.\n\nBilly Howard, a Sanders supporter who ran RENObama, the local grass-roots group supporting Barack Obama’s first presidential bid, said he was surprised at the extent to which Sanders supporters in Nevada have organized themselves.\n\nHe recently started a Reno for Bernie group only to discover that many local supporters already belonged to grass-roots groups, including Washoe County for Bernie Sanders, Nevada Women for Bernie Sanders and Artists for Bernie Sanders.\n\nHe said that the pool of people who have taken it upon themselves to organize locally for Sanders in this nationally significant swing county is much larger than the one he saw organizing for Obama in 2007.\n\n“This year it’s just all over the place,” he said. “There’s no single person doing anything. There are hundreds of people all over Reno who are acting in leadership positions, who are organizing for this man.”\n\nAs a result, Howard said, the Sanders campaign has been devoting fewer resources to managing local support here than the Obama campaign did. “That means Sen. Sanders isn’t going to have to spend as much money as Obama did,” he said.\n\nA spokeswoman for the campaign declined to comment on budget specifics, but free labor is hard to beat.\n\nOn Saturday, scheduling and advance staffer Marc Levitt, a veteran of four presidential campaigns going back to John Kerry’s 2004 bid, touched down in Reno. On Sunday, deputy communications manager Arianna Jones, Midwest regional campaign manager and volunteer coordinator Andrew Virden and a fourth staffer arrived.\n\nOn Monday evening, Virden led the volunteers’ training at the site of the rally.\n\nOn Tuesday, the quad next to the campus “knowledge center” had been transformed by paid event staffers who had set up a podium and risers and, with help from volunteers, lined the space with metal barriers.\n\nWith volunteers more or less running the show, hundreds of attendees crowded on the steps of the knowledge center on one side of the quad and hundreds more lined several levels of a concrete parking garage on the other.\n\nA university employee pegged the total showing at 4,500.\n\nOne man registering voters ahead of the rally said he had driven four hours that day from East Bay, California, for the chance to volunteer.\n\nThe campaign is refining its process for converting such diehard support into a durable and productive grass-roots organization. About 1-in-5 Sanders event attendees checks the box to become a volunteer when they RSVP, according to Pennington.\n\n“As the campaign moves on, we hope to increasingly convert those event attendees into real actors who can secure votes for the campaign,” he said.\n\nAs part of that effort, the campaign put a twist on its massive rally formula with a nationwide network of organizing parties on July 29, with remarks made by Sanders from a Washington, D.C., apartment simulcast to 3,500 events across the country. More than 100,000 people RSVP’d for the events and the campaign deployed a new tactic, asking attendees to text “work” to its organizing number. Texters received a link to a page where they could fill out a detailed form about their level of commitment to volunteering and the types of work they’d like to perform.\n\nPennington said that 39,000 people texted the number and filled out the form.\n\nThe campaign is also adjusting its rally messaging to reach a broader swathe of the Democratic electorate.\n\nSanders’ rhetoric has been remarkably consistent for decades, and on Tuesday night he hit on his standard themes of inequality, access to health care, and the power of “the billionaire class.”\n\nBut the messaging has evolved in recent weeks in the wake of disruptions at Sanders events by Black Lives Matter protestors and as observers point out that the senator’s support is concentrated among white primary voters.\n\nA spokeswoman for the campaign declined to comment on operational changes made at rallies in response to the protests.\n\nThe first person to speak on Tuesday evening was Roxana Damian, a Latina student. “It may be hard to believe that an older white man stands for what I believe in,” she said before asking attendees to text “Bernie” to a number that would sign them up as supporters.\n\nRichard McIvins, a black student who bridged the gap between identity politics and the systematic economic reforms at the heart of the senator’s message, introduced Sanders, saying, “I learned that racism that I experienced growing up … was just the tip of a deeper, far more insidious problem.”\n\nSanders, he said, “has shown us that to him, black lives matter. Women matter. Families matter. And America matters.”\n\nSanders himself has mixed more talk of racial justice into his stump speech of late, and on Tuesday, he condemned the killing of unarmed black Americans by police officers and police militarization, and called for sentencing reform and protecting voting access.\n\nHe also spoke of the vast power of the moneyed interests arrayed against his agenda and implored the crowd to become proactive advocates of his campaign, persuading their apathetic friends to engage in the political process. “We need a mass political movement,” he said.", "_id": {"$oid": "55daefdb04235215b082e274"}}