{"URL": "http://www.washingtonpost.com/politics/trumps-audacious-southern-spectacle-is-part-of-his-strategy/2015/08/21/31da2a88-4812-11e5-846d-02792f854297_story.html", "Text": "Republican presidential candidate Donald Trump waves to a crowd of supporters during a campaign rally at Ladd-Peebles Stadium in Mobile, Ala.\n\nAug. 21, 2015 Republican presidential candidate Donald Trump waves to a crowd of supporters during a campaign rally at Ladd-Peebles Stadium in Mobile, Ala. Brynn Anderson/AP\n\nTrump draws one of the largest crowds of the campaign at Alabama stadium\n\nTrump draws one of the largest crowds of the campaign at Alabama stadium\n\nIt was the most audacious Donald Trump spectacle yet in a summer full of them, as the Republican presidential front-runner, in his Boeing 757, thundered over a football stadium here Friday night and gave a raucous speech to one of the largest crowds of the 2016 campaign.\n\nBut Trump’s flashy performance was about more than showmanship. His visit to Alabama was coolly strategic, touching down in the heart of red America and an increasingly important early battleground in the Republican nominating contest.\n\nThe Manhattan developer, who strode onstage to “Sweet Home Alabama,” is trying to show that his candidacy has broad and lasting appeal across every region of the country — especially here in the South, where Alabama and seven other states are holding a clustered voting blitz March 1.\n\nThe scene Friday night put an exclamation point on an extraordinary run in which the flamboyant mogul has thoroughly disrupted the presidential campaign and kindled a national discussion about not just politics but American culture itself.\n\n“We have politicians that don’t have a clue,” said Trump, wearing a red hat on which was printed “Make America Great Again,” his slogan. “They’re all talk, no action. What’s happening to this country is disgraceful.”\n\nRepublican presidential candidate Donald Trump talked about his success in the polls to a crowd of more than 35,000 people on Friday during a “pep rally” held at the Ladd-Peebles Stadium in Mobile, Ala. (AP)\n\nHe added: “We’re running on fumes. There’s nothing here. . . . We’re not going to have a country left. We need to have our borders. We need to make great deals.”\n\nThe crowd — sprawling and boisterous, though filling perhaps half of the 40,000-seat stadium — was anything but silent. People pumped their fists in the air as the ruddy-faced man with an iconic corn-silk coif took one shot after another at former Florida governor Jeb Bush (R) and Democratic front-runner Hillary Rodham Clinton.\n\nHis speech focused heavily on illegal immigration — “We’re going to build a wall,” he declared to booming applause. And Trump basked in the early success of his campaign, noting all the states where he leads in the polls, including Bush’s Florida.\n\n“Has this been crazy? Man! I mean, it’s been wild,” he said while suggesting that the United States should have an expedited election as in some other countries. “I’d like to have the election tomorrow. I don’t want to wait.”\n\nBush and his allies tried to fire back at Trump. Bush’s super PAC, Right to Rise, paid for a small plane to fly above the stadium towing a banner that read, “TRUMP 4 HIGHER TAXES, JEB 4 PREZ.” Bush’s campaign, meanwhile, blasted an e-mail to Alabama supporters highlighting Trump’s past liberal positions and saying they are “deeply out-of-step with the Alabama way of life.”\n\nTrump fans came by the thousands, driving from the Florida panhandle, from Mississippi, from Tennessee and Texas. Traffic was backed up for more than a mile.\n\nOn the street, Olaf Childress, a neo-Confederate activist, gave out copies of “The First Freedom” newspaper, which had headlines about “Black-on-white crime,” “occupied media” and “censored details of the Holocaust.”\n\nRepublican presidential candidate Donald Trump was welcomed by Sen. Jeff Sessions (R-Ala.) at a rally of thousands of Alabama voters on Friday, where he highlighted illegal immigration. (AP)\n\nThe most-enthusiastic Trump backers began arriving at the stadium at dawn, hoping to get a spot close to the stage. The first in line were Keith Quackenbush, 54, and Bill Hart, 46, co-workers at a retail giant in Pensacola, Fla.\n\n“I’m telling you, everyone who is a worker at our store, they’re excited about Trump,” Quackenbush said. “I don’t care what race or gender, whatever age — they love Trump. This is a movement.”\n\nThe event — billed as a “pep rally” — had been scheduled for the Mobile Civic Center but was moved to Ladd-Peebles Stadium, home to the University of South Alabama Jaguars, as interest soared. Trump’s campaign claimed that more than 35,000 people had applied for tickets, but by the time his speech began, the stadium was full of empty patches of AstroTurf and grandstands.\n\nIn the run-up, Trump made the rounds on Alabama radio stations, talking politics and college football — though, like any practiced pol, he wouldn’t take sides in the rivalry between the University of Alabama and Auburn University.\n\nAs the crowd formed Friday morning, Trump tweeted from New York: “We are going to have a wild time in Alabama tonight! Finally, the silent majority is back!” He echoed Richard Nixon’s 1968 “silent majority” pitch that was aimed at attracting disaffected white Southerners.\n\nLike other Republican candidates, Trump is making a strategic play for the South, eyeing the states participating March 1 in the so-called SEC primary — named for the collegiate sports conference — soon after the traditional early contests in Iowa and New Hampshire.\n\nTrump’s campaign manager, Corey Lewandowski, said in an interview that Trump could “win significant support” in the South, buoyed by his hard-line views on trade and immigration as well as the GOP base’s restive appetite for an outsider. “We’re going to be strong in Iowa, New Hampshire and the other states that start it out,” ­Lewandowski said. “Then comes the South. That’s the path to the nomination.”\n\nIn Mobile, campaign volunteers wearing Trump hats and carrying clipboards collected signatures to get Trump on the primary ballot and gathered names for a voter database. Next week, Trump is to hold events in Nashville and Greenville, S.C.\n\nTrump chose Mobile for his big rally in part because it is the hometown of Sen. Jeff Sessions (R), an immigration hard-liner who has been counseling Trump and helped him develop his immigration policy paper. Trump brought Sessions onstage. The senator put on a white “Make America Great Again” hat. (“These hats are hot as a pistol,” Trump quipped.)\n\nBut there is plenty of resistance to Trump’s candidacy here. “My plea to my conservatives is, ‘Don’t get so far out in right field that we can’t talk to anyone but ourselves,’ ” said Jack Edwards, who represented the Mobile area in Congress for two decades.\n\nTrump is not the only contender who sees the South as a place where bids could rise or fall in the second lap of the 2016 race. Sen. Ted Cruz (R-Tex.) recently made a 20-stop, seven-day road trip from South Carolina to Oklahoma that stretched nearly 2,000 miles.\n\nWisconsin Gov. Scott Walker will appear Saturday at a Republican luncheon in Alabama, while Bush has scheduled private events in Birmingham next Wednesday. Ohio Gov. John Kasich was here earlier this week to pick up the endorsement of Alabama Gov. Robert J. Bentley. Retired neurosurgeon Ben Carson has a passionate grass-roots following here; former Arkansas governor Mike Huckabee, whose evangelical background has made him a force, has made regular visits to the South.\n\nBut none have put on a show like Trump. Friday night resembled something between a Lynyrd Skynyrd concert and the Daytona 500. People came to see a celebrity, Trump, but also to hear his fiery call to revolutionize the nation’s politics. Many attendees said they had never attended a presidential campaign event.\n\nCheryl Burns, 60, was on a road trip from California when she heard that Trump would be in Alabama. She turned her car around and got in line, warning people of what happened to states when liberals took them over.\n\n“There is no more California,” Burns said. “It’s now international, lawless territory. Everything is up for grabs. Illegal aliens are murdering people there. People are being raped. Trump isn’t lying about anything — the rest of the country just hasn’t found out yet.”\n\nAs the sun began to set, the sweaty throngs in the stadium snapped their heads toward the sky as the roar of a jet engine pierced the air. Here it was, gliding toward them above the Friday night lights: a gleaming Boeing 757 with “T-R-U-M-P” stretched across its navy blue body, circling twice and dipping its wing toward the sloped stadium bleachers.\n\nThe crowd roared its approval to Trump as his jet tilted away to land at a nearby airport. Minutes later, he was whisked in a caravan of SUVs past sleepy neighborhoods and the shipyard-lined coast of the Deep South to the surreal political festival.\n\n“This is history happening right before our eyes,” said Laura Teague of Mobile, one of the few black attendees at the rally. “I’m going to help Trump make history.”\n\nPhilip Rucker in Washington contributed to this report.", "_id": {"$oid": "55daf0dd04235215b082e36f"}}