{"URL": "http://www.slate.com/articles/arts/culturebox/2015/08/slate_s_weekly_roundup_gabriel_roth_on_his_first_2_weeks_at_slate.html?wpsrc=sp_all_native_by-section", "Text": "Image by Slate. Illustration by Charlie Powell.\n\nHello Slate Plusters! (Slate Plussards? Plussians? We’ll have to work on this.)\n\nI’m Gabriel Roth, the newly installed editorial director of Slate Plus. After two weeks I’m mostly starting to think of myself as a Slate employee rather than a guy who somehow got a key to the building.\n\nHere’s what it’s like around here: On my first day we hired one of my favorite critics, Laura Miller. First she turned around this deft assessment of a newly unearthed Fitzgerald story; then she filed this beautiful piece on the problem of teenage girls in books and movies.\n\nGabriel Roth Gabriel Roth is a Slate senior editor and the editorial director of Slate Plus. Follow him on Twitter.\n\n\n\nThen culture editor Dan Kois had to go to jury duty and was like, “Gabe, please edit this essay by another of your favorite critics, Scott Tobias, formerly of the AV Club and the Dissolve, about one of your favorite filmmakers,” and I was like, “Uh, OK.”\n\nThen Google changed its name to Alphabet, kind of, except that it’ll still be called Google. And managing editor Lowen Liu chose to argue, wrongly, that “Alphabet Is the Worst Name the New Google Could Have Called Itself.” Although Alphabet is obviously a much better name than the childish “Google,” the essay is perfect and hilarious and proves that Lowen doesn’t write enough, probably because he’s too busy answering my questions about the CMS.\n\nAnd, as you might have heard: Slate Plus signed our 10,000th member (Gist host Mike Pesca called him to say congratulations), and we decided to throw a party to celebrate. If you’re in New York or Washington, D.C., now is the moment to get your tickets. Most of Slate will be there, including our bosses Julia Turner and Jacob Weisberg, writers Jamelle Bouie, Alison Griswold, Joshua Keating, Mark Stern, Seth Stevenson, Katy Waldman, and Jordan Weissmann, podcast stars Mike Pesca and Josh Levin, and at least a dozen editors.\n\nWe’re all excited to meet our members, hear your thoughts, and say thank you for supporting Slate, so please come along and say hi. I’ll be the tall one with the beard.\n\nSee you there!", "_id": {"$oid": "55daf33504235215b082e49f"}}