{"URL": "http://www.nytimes.com/2015/08/17/opinion/republicans-against-retirement.html", "Text": "Advertisement Continue reading the main story\n\nSomething strange is happening in the Republican primary — something strange, that is, besides the Trump phenomenon. For some reason, just about all the leading candidates other than The Donald have taken a deeply unpopular position, a known political loser, on a major domestic policy issue. And it’s interesting to ask why.\n\nThe issue in question is the future of Social Security, which turned 80 last week. The retirement program is, of course, both extremely popular and a long-term target of conservatives, who want to kill it precisely because its popularity helps legitimize government action in general. As the right-wing activist Stephen Moore (now chief economist of the Heritage Foundation) once declared, Social Security is “the soft underbelly of the welfare state”; “jab your spear through that” and you can undermine the whole thing.\n\nBut that was a decade ago, during former President George W. Bush’s attempt to privatize the program — and what Mr. Bush learned was that the underbelly wasn’t that soft after all. Despite the political momentum coming from the G.O.P.’s victory in the 2004 election, despite support from much of the media establishment, the assault on Social Security quickly crashed and burned. Voters, it turns out, like Social Security as it is, and don’t want it cut.\n\nIt’s remarkable, then, that most of the Republicans who would be president seem to be lining up for another round of punishment. In particular, they’ve been declaring that the retirement age — which has already been pushed up from 65 to 66, and is scheduled to rise to 67 — should go up even further.\n\nThus, Jeb Bush says that the retirement age should be pushed back to “68 or 70”. Scott Walker has echoed that position. Marco Rubio wants both to raise the retirement age and to cut benefits for higher-income seniors. Rand Paul wants to raise the retirement age to 70 and means-test benefits. Ted Cruz wants to revive the Bush privatization plan.\n\nFor the record, these proposals would be really bad public policy — a harsh blow to Americans in the bottom half of the income distribution, who depend on Social Security, often have jobs that involve manual labor, and have not, in fact, seen a big rise in life expectancy. Meanwhile, the decline of private pensions has left working Americans more reliant on Social Security than ever.\n\nAnd no, Social Security does not face a financial crisis; its long-term funding shortfall could easily be closed with modest increases in revenue.\n\nStill, nobody should be surprised at the spectacle of politicians enthusiastically endorsing destructive policies. What’s puzzling about the renewed Republican assault on Social Security is that it looks like bad politics as well as bad policy. Americans love Social Security, so why aren’t the candidates at least pretending to share that sentiment?\n\nThe answer, I’d suggest, is that it’s all about the big money.\n\nWealthy individuals have long played a disproportionate role in politics, but we’ve never seen anything like what’s happening now: domination of campaign finance, especially on the Republican side, by a tiny group of immensely wealthy donors. Indeed, more than half the funds raised by Republican candidates through June came from just 130 families.\n\nAdvertisement Continue reading the main story\n\nAdvertisement Continue reading the main story\n\nAnd while most Americans love Social Security, the wealthy don’t. Two years ago a pioneering study of the policy preferences of the very wealthy found many contrasts with the views of the general public; as you might expect, the rich are politically different from you and me. But nowhere are they as different as they are on the matter of Social Security. By a very wide margin, ordinary Americans want to see Social Security expanded. But by an even wider margin, Americans in the top 1 percent want to see it cut. And guess whose preferences are prevailing among Republican candidates.\n\nYou often see political analyses pointing out, rightly, that voting in actual primaries is preceded by an “invisible primary” in which candidates compete for the support of crucial elites. But who are these elites? In the past, it might have been members of the political establishment and other opinion leaders. But what the new attack on Social Security tells us is that the rules have changed. Nowadays, at least on the Republican side, the invisible primary has been reduced to a stark competition for the affections and, of course, the money of a few dozen plutocrats.\n\nWhat this means, in turn, is that the eventual Republican nominee — assuming that it’s not Mr. Trump —will be committed not just to a renewed attack on Social Security but to a broader plutocratic agenda. Whatever the rhetoric, the GOP is on track to nominate someone who has won over the big money by promising government by the 1 percent, for the 1 percent.", "_id": {"$oid": "55daf1b104235215b082e3fa"}}