{"URL": "http://www.wired.com/2014/11/thierry-cohen-darkened-cities/?mbid=synd_slate", "Text": "Carl Sagan once said anything shining in the night sky does so because of distant nuclear fusion. The physics involved are awesome, and so too are the billions and billions of stars seen from here on Earth. But with every passing day, increasing light and air pollution from growing cities diminishes our ability to observe the cosmos.\n\nFrench artist Thierry Cohen draws attention to this creeping loss in his series Villes éteintes (Darkened Cities), which imagines the world’s largest cities under clear night skies. His photographs are as impossible as they are beautiful. The dark urban landscapes and vibrant constellations are composites of two images—one of the city and one of the sky.\n\n“By combining two realities, I am making a third that you cannot see … but it exists! I am showing you the missing stars,” says Cohen. “Photography is way of showing things that we can’t see. Photography is a way to dream. I am not showing you post-apocalyptic cities, merely cities without electricity. I am bringing back the silence.”\n\nCohen has visited nine cities including New York, San Francisco, Rio De Janeiro, and Hong Kong. Using an equatorial tripod mount and polar-scope, Cohen captures an urban landscape, then travels to a less populated location at the same latitude with greater atmospheric clarity. Using this method, the skies above Shanghai are actually in Western Sahara and Paris is illuminated by the stars over Montana.\n\nIn creating each half of the composite image, Cohen uses the same camera and lens and nearly identical exposure lengths for the city and sky. However, the time never correlates because, surprisingly, Cohen captures the urban shots during the day. The combination of under-exposure and filters–a technique known as day for night—results in what appear to be nighttime views free of artificial light. The technique works best on grey days without shadows and creates striking visions of a metropolis in blackout.\n\nDarkened Cities presents both what we’ve gained and what we’ve lost. Cohen has shown that intelligent manipulations of the medium shift a photograph from mere object to catalyst for critical thought. These still, dark landscapes evoke another possible existence and offer a glimpse of a parallel universe.\n\n“Photography is about poetry more than it is about reality,” says Cohen. “It is how you see the world. You can show the world you want to show.”\n\nDarkened Cities is on show at East Wing Gallery, Abu Dhabi until November 20.", "_id": {"$oid": "55daf19804235215b082e3e2"}}