{"URL": "http://www.slate.com/blogs/outward/2013/10/24/lesbians_are_having_a_tv_moment_where_are_the_gay_men.html?welovesoaps.net", "Text": "Photo by Myles Aronowitz/CBS ©2013 CBS Broadcasting, Inc.\n\n\n\nOver the summer, Vulture ran a cheeky post titled “Lesbians Are Having the Best Summer Ever on TV.” Between the diverse, well-drawn characters of Orange Is the New Black and The Fosters, the singular butch runaway on The Killing, a newly bisexual man-eater on the ABC soap Mistresses, and a newly bisexual cop on Rookie Blue, TV lesbians were having a great summer. They’re now having a great fall. Mulan on Once Upon a Time recently revealed that she was in love with Sleeping Beauty. ABC’s Betrayal features a lesbian techie who is having sleepovers with the leading man’s daughter. The last ex of the attractive assistant on CBS’s The Crazy Ones was a woman. On NBC’s forthcoming Dracula, a boy-crazy Victorian flirt may actually be in love with her female best friend, and on Super Fun Night, a character who was initially coded as gay may or may not be in love with hers. The Bridge’s best and most competent character was a Latina lesbian reporter. Charlie Harper’s long-lost daughter on Two and a Half Men is gay—on last week’s show, she and Walden (Ashton Kutcher) even slept with the same woman at an orgy. Meanwhile, The Good Wife’s Kalinda remains as ambisexual as ever, Grey’s Anatomy’s Callie and Arizona are on the verge of breaking up, and Pretty Little Liars’ Emily just sent her long-term girlfriend off to Stanford.\n\nWilla Paskin Willa Paskin is Slate’s television critic.\n\nThere’s a lot to like about the surge of lesbian characters on television. First and foremost, it’s not boring. TV plots, especially romantic ones, repeat themselves over and over again. It’s not just that if you’ve seen one triangle you’ve seen them all, it’s that we have all seen literally hundreds of love triangles. There is very little that straight people can get up to, especially in the PG strictures of network television, that is new. (Masters of Sex has self-pleasuring with a giant glass dildo named Cyclops covered.) Even when lesbians are involved in otherwise rote story lines—the woman terrified of commitment learns to commit! The woman stuck in the friend zone doesn’t want to be!—it’s at least a new take on an otherwise tired plot point. (Just imagine how much better 2 Broke Girls would be if the long-term story was a slow-growing love affair between its two title characters, which I still think it should be.)\n\nAdvertisement\n\n\n\nThe preponderance of lesbians on TV is also progressive—representation is a good thing—but not nearly as progressive as it first appears. While the characters on Orange, The Fosters, and The Killing are fully developed, on shows likes The Crazy Ones, Dracula, Rookie Blue, and Mistresses, girl-on-girl dabbling is often presented as just another quirk of a sexually adventurous young woman, proof that she is fit to star in a straight dude’s fantasy, even if it’s also simultaneous proof of her emotional depth. (On Mistresses, Josslyn’s relationship with a woman was the most serious she’d ever had, while also being a kinky phase she could tease future boy-toys with.)\n\nLesbian story lines are to network television what nudity is to premium cable: a turn-on masquerading as proof of seriousness.\n\nShows like Mistresses, Rookie Blue, Betrayal, and Once Upon a Time put lesbians or bisexual women in supporting roles to signify their adult aesthetic. Lesbian story lines are to network television what nudity is to premium cable: a turn-on masquerading as proof of seriousness. There is at least an upside to this: Lesbians have become shorthand for sophisticated, steamy, romantic, intriguing. In the interest of titillation, television has banished the stereotype of the sexless lesbian.\n\nBut you only have to compare the prevalence of lesbians making out on television to the dearth of gay men doing the same to see that the medium is far from a bastion of open-mindedness. On television, women longing for other women may be hot, but men longing for other men is still decidedly not. TV’s gay men hardly ever get any action, and you will rarely see a bisexual guy falling for another man, and certainly never in a story line that could be described as swoony.", "_id": {"$oid": "55daf21d04235215b082e433"}}