{"URL": "http://www.slate.com/blogs/future_tense/2015/03/19/thirty_years_of_above_average_temperatures_mean_we_re_entering_a_new_era.html", "Text": "Photo by UNICEF via Getty Images\n\nOn Wednesday, the National Oceanic and Atmospheric Administration announced that Earth’s global temperature for February was among the hottest ever measured. So far, 2015 is tracking above record-warm 2014—which, when combined with the newly resurgent El Niño, means we’re on pace for another hottest year in history.\n\nIn addition to the just-completed warmest winter on record globally (despite the brutal cold and record snow in the eastern U.S.), new data on Thursday from the National Snow and Ice Data Center show that this year’s peak Arctic sea ice reached its lowest ever maximum extent, thanks to “an unusual configuration of the jet stream” that greatly warmed the Pacific Ocean near Alaska.\n\nAdvertisement\n\n\n\nBut here’s the most upsetting news. It’s been exactly 30 years since the last time the world was briefly cooler than its 20th-century average. Every single month since February 1985 has been hotter than the long-term average—that’s 360 consecutive months.\n\nMore than just being a round number, the 30-year streak has deeper significance. In climatology, a continuous 30-year stretch of data is traditionally what’s used to define what’s “normal” for a given location. In a very real way, we can now say that for our given location—the planet Earth—global warming is now “normal.” Forget debating—our climate has officially changed.\n\nThis 30-year streak should change the way we think and talk about this issue. We’ve entered a new era in which global warming is a defining characteristic and a fundamental driver of what it means to be an inhabitant of planet Earth. We should treat it that way. For those who care about the climate, that may mean de-emphasizing statistics and science and beginning to talk more confidently about the moral implications of continuing on our current path.\n\nSince disasters disproportionately impact the poor, climate change is increasingly an important economic and social justice issue. The pope will visit the United States later this year as part of a broader campaign by the Vatican to directly influence the outcome of this year’s global climate negotiations in Paris—recent polling data show his message may be resonating, especially with political conservatives and nonscience types. Two-thirds of Americans now believe that world leaders are morally obligated to take steps to reduce carbon.\n\nScientists and journalists have debated the connection between extreme weather and global warming for years, but what’s happening now is different. Since weather impacts virtually every facet of our lives (at least in a small way), and since climate change is affecting weather at every point in the globe every day (at least in a small way), that makes it at the same time incredibly difficult to study and incredibly important. Formal attribution studies that attempt to scientifically tease out whether global warming “caused” individual events are shortsighted and miss the point. It’s time for a change in tack. The better question to ask is: How do we as a civilization collectively tackle the weather extremes we already face?\n\nWhat #CyclonePam did to a small island in Vanuatu: MT @SamBolitho: Before/after pics from pilot William Dyer pic.twitter.com/6AN9r2CuH2 — Anthony Sagliani (@anthonywx) March 19, 2015\n\nIn the aftermath of the nearly unprecedented power and destructive force of Cyclone Pam’s landfall in the remote Pacific island nation of Vanuatu—where survivors were forced to drink saltwater—emerges perhaps the best recent example I’ve seen of a government acknowledging this changed climate in a scientifically sound way:\n\nCyclone Pam is a consequence of climate change since all weather is affected by the planet’s now considerably warmer climate. The spate of extreme storms over the past decade—of which Pam is the latest—is entirely consistent in science with the hottest ever decade on record.\n\nThe statement was from the government of the Philippines, the previous country to suffer a direct strike by a Category 5 cyclone—Haiyan in 2013. As chair of the Climate Vulnerable Forum negotiating bloc, the Philippines also called for a strengthening of ambition in the run-up to this year’s global climate agreement in Paris.\n\nThe cost of disasters of all types is rising around the globe as population and wealth increase and storms become more fierce. This week in Japan, 187 countries agreed on a comprehensive plan to reduce loss of life from disasters as well as their financial impact. However, the disaster deal is nonbinding and won’t provide support to the most vulnerable countries.\n\nCombining weather statistics and photos of devastated tropical islands with discussions of political and economic winners and losers is increasingly necessary as climate change enters a new era. We’re no longer describing the problem. We’re telling the story of how humanity reacts to this new normal.", "_id": {"$oid": "55daf1ca04235215b082e40e"}}