{"URL": "http://www.bloombergview.com/articles/2015-07-27/quarterly-capitalism-and-secret-drachmas", "Text": "Quarterly capitalism.\n\nHillary Clinton gave a big speech on Friday outlining her economic policy proposals, and it was a little silly, but then all presidential candidate speeches about economic policy are silly, and hers was at least interestingly and ambitiously silly. The nature and effects of modern corporate capitalism are big issues, and worth grappling with, and way more interesting than the usual should-we-cut-taxes nonsense that makes up most presidential economic debate.\n\nClinton's thesis is that \"too many pressures in our economy today are pushing businesses toward short-termism—a focus on the next earnings report or the short-term share price, rather than the sources of long-term growth and lasting value.\" Her big proposal to fix that is to raise capital gains taxes on investments held for under six years, with the goal of encouraging long-term investment, and I suppose the secondary goals of raising revenue and/or soaking the rich. Megan McArdle and Paula Dwyer here at Bloomberg View are unimpressed, as am I, it is meh. But Clinton \"also suggested altogether eliminating taxes on long-term investments in 'small businesses,' a category she said would include 'innovative startups,'\" which is a little weird: Her capital-gains-tax increase would also come with a capital-gains-tax cut.\n\nMore up my alley, perhaps, are proposals to cut back on share buybacks and other alleged short-termism:\n\nAs president, I would order a full review of regulations on shareholder activism, some of which haven't been reexamined in decades, let alone modernized to reflect changing realities in our economy. We also have to take a hard look at stock buybacks. Investors and regulators alike need more information about these transactions. Capital markets work best when information is promptly and widely available to all. Other advanced economies -- like the United Kingdom and Hong Kong -- require companies to disclose stock buybacks within one day. But here in the United States, you can go an entire quarter without disclosing. So let's change that.\n\nSo I mean it would be a little weird if the problem of overly short-term investing could be solved by more frequent disclosure. (Matt Yglesias is probably right that the single easiest fix is to reduce the frequency of financial reporting.) I feel like if companies disclosed buybacks every day, they'd get more pressure to do buybacks every day.\n\nMy toy theory of the capital markets is that public markets are increasingly for harvesting returns from large stable low-growth companies, while private markets are for funding high-growth high-investment companies. One dumb reading of Clinton's proposals is that they would tend to encourage private-market investment (no taxes on capital gains on \"innovative startups\") while also discouraging companies from going public (daily reporting of buybacks). Which might actually reduce short-termism?\n\nBut here is Tyler Cowen: \"I will start by introducing the idea that the standard anti-publicly traded company tropes are not self-evidently true, or at the very least we do not know them to be true.\"\n\nShadow drachmas.\n\nI understand that Donald Trump plans to leverage his reality-TV fame into political power, but is it too much to ask that Yanis Varoufakis do the reverse? The former Greek finance minister's talents will be wasted if he goes back to being an economics professor, or even really a back-bench Greek politician. Please someone give him a TV show, and not like a talk show either, I mean something with plot and intrigue. Here's an insane story about how Varoufakis was working on a Plan B to set up a parallel payment system \"that could operate in euros but which could be changed into drachmas 'overnight' if necessary,\" which required \"a childhood friend of his, an information technology expert who became a professor at Columbia University, to hack into the system\" containing Greek tax information, which Varoufakis did not control himself because it \"belongs to the troika.\" All of this was revealed on July 16 \"in a teleconference call with members of international hedge funds that was allegedly coordinated by former British Chancellor of the Exchequer Norman Lamont,\" for some reason. Here, allegedly, is the audio of that call, which I recommend in the strongest possible terms. \"The context of all this is that they want to present me as a rogue finance minister, and have me indicted for treason,\" says Varoufakis now, and wouldn't you watch a miniseries where he's arrested and thrown in a dungeon but then charms his way out and goes on the lam across Europe trying to prove his innocence before Wolfgang Schäuble catches up to him?\n\nMeanwhile here is the tale of a milder, but still fairly nutty, Syriza Plan B that involved arresting the governor of the central bank and seeking aid from Russia. And somehow Alexis Tsipras remains popular.\n\nChina crash.\n\nChina's stock market continues to be a weird exercise in context. So today the Shanghai Composite Index had its worst single day in over eight years. \"China Stocks Sink Most Since 2007 as State-Induced Calm Shatters,\" says Bloomberg. \"The return of debacle!,\" says an official Chinese news agency. But the index is still up 6.2 percent from its low point this month. But then it's still down almost 28 percent from last month's high. But then it's still up over 15 percent since the start of this year, and up over 70 percent over the last 12 months. One obvious conclusion is that the government's interventions have not quite succeeded in reviving confidence: \"This also revealed the market is still too fragile without government support,\" with investors acting like \"birds startled by the sound of a plucked bowstring.\"\n\nBut the weirdest thing to me is that China seems to operate as a discrete instead of continuous market. \"More than 1,700 stocks fell by the maximum daily amount of 10 per cent.\" Back in happier times (in May), we talked about the fact that every Chinese company that went public in April had gone up by the 10 percent daily limit each day since. (That streak obviously has since stopped.) It is hard to have a ton of confidence in a market where stocks frequently close at a price dictated by legal limits rather than by supply and demand. On the other hand it is hard to have a ton of confidence in a market where stocks would frequently move by more than 10 percent without legal intervention.\n\nMergers.\n\nThe story of drug mergers, as far as I can tell, is:\n\nIt is confusing stuff. Elsewhere in health care: \"Mergers among some of the biggest U.S. health insurers could soon push America’s top hospital operators to combine.\" And in media, Pearson, which last week sold the Financial Times, might sell its half of The Economist this week.\n\nPeople are worried about bond market liquidity.\n\nBut here's Ken Griffin of Citadel:\n\nFortunately for investors, recent reforms and regulatory pressures have dramatically increased the number of participants who can make prices and provide liquidity across many fixed-income markets. Markets that have opened to competition now enjoy better pricing, efficiency and resiliency.\n\nI am not sure this quite addresses many of the more popular liquidity concerns -- particularly in corporate bonds, where it seems like non-bank market makers are still not major competitors -- but I'll take it.\n\nMe Friday.\n\nI wrote about short selling and houses. In the course of that post, I asked if a company sold stock \"with no use of proceeds other than 'we think this stock is pretty expensive right now and want to cash out,' who would buy it?\" A reader sent me the answer: Wynn Resorts shareholders in late 2007. Wynn issued stock, and an analyst asked on the next earnings call about \"what the timing of the share issuance was if you didn't need it for capital or anything.\" Steve Wynn answered:\n\nIt is the job, and you can take this as a final statement on the subject going forward. It is the job of board of directors and especially of the CEO to take advantage of the market when that market movement is extreme. When a company increases its value by 100% in 60 days, that’s an unnatural movement of value and the market also goes the other way sometimes. These unnatural movements in value, no company gets to be worth twice as much in 60 days as it was before to any intelligent person, so when that happens, we take advantage of it. If everybody is so hungry for shares, we let them have some. If the shares go down, we buy them. And that, that is a statement of policy in this company, period.\n\nMost CEOs aren't Steve Wynn though.\n\nElsewhere in housing bubbles, \"New Zealand’s central bank will require real-estate investors in Auckland to put down deposits of at least 30% on properties they want to purchase beginning in October.\"\n\nThings happen.\n\nWall Street vs. Silicon Valley. Pension funds want standardized private equity fee disclosure. Ex-Deutsche Bank Chief Anshu Jain Cleared of Misleading Regulators Over Libor Rigging. It is awkward to go public if your CEO is also the CEO of another public company. Fed Accidentally Released Confidential Staff Projections. Debt-Sale Ruling Spooks Banks, Marketplace Lenders. Dress your economic analysis lightly with \"unsweetened verjus and Fernet-Branca.\" Economic possibilities for Keynes's grand-niece and grand-nephew. The Carbone/Torrisi guys are taking over the Four Seasons. Mouse prefers to eat at clean restaurants. Bitcoin ransoms. Mike Tyson bitcoin ATM. Whiskey gun.\n\nIf you'd like to get Money Stuff in handy e-mail form, right in your inbox, please subscribe at this link. Thanks!\n\nThis column does not necessarily reflect the opinion of the editorial board or Bloomberg LP and its owners.\n\nTo contact the author on this story:\n\nMatt Levine at mlevine51@bloomberg.net\n\nTo contact the editor on this story:\n\nZara Kessler at zkessler@bloomberg.net", "_id": {"$oid": "55daf11e04235215b082e3a7"}}