{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/22/trump_fans_who_beat_up_mexican_immigrant_apparently_lived_illegally_in_public.html", "Text": "Photos courtesy Suffolk County District Attorney’s Office.\n\nThe two brothers from Boston who were arrested early Wednesday for allegedly severely beating a homeless Hispanic man do not appear to exactly be law-abiding citizens. Steve and Scott Leader of South Boston are now being investigated under suspicion of living illegally in public housing. The Boston Globe explains:\n\nAfter their arrest, the Leader brothers told State Police that they lived in public housing, but records show that only their mother is listed as a resident. Housing officials said she now faces eviction proceedings.\n\nThe Boston Housing Authority requires lease holders to list all residents and to pay their fair share of the rent, because public housing is for needy families whose average income is $14,000 a year. Some 36,000 people are on the waiting list for housing. Police records say Scott is a mason and Steve, 30, is a carpenter.\n\n“Based on the police report and other information, there’s reason to believe that the Leader brothers were living at the Mary Ellen McCormack development illegally,” Lydia Agro, the housing authority chief of staff, said Friday.\n\nAdvertisement\n\n\n\nProsecutors have charged the brothers with multiple counts of assault, hate crimes, indecent exposure and making threats after they woke up a homeless man, punched him and urinated on his face. One of the brothers allegedly told police it was OK to do what they did because “Donald Trump was right, all these illegals need to be deported.” The victim, a 58-year-old Mexican immigrant, has apparently lived in the United States since the 1980s and is recovering from his injuries.\n\n“His spirit is good. He’s a man with a huge heart,” Daniel Hernández Joseph, the consul general of Mexico in Boston, tells the Boston Globe. “And he doesn’t seem to hold any anger or grudge. He simply expressed concern that it doesn’t happen to anybody else.”\n\nTrump condemned the attack on Friday, writing on Twitter that he would never condone violence. The real estate mogul had come under much criticism for how he responded to attack earlier in the week. Saying he hadn’t heard of the incident, Trump said “it would be a shame” before adding that “people who are following me are very passionate. They love this country and they want this country to be great again. They are passionate.”", "_id": {"$oid": "55daee1a04235215b082e16e"}}