{"URL": "http://www.bloomberg.com/news/articles/2015-08-20/citi-the-markets-read-the-minutes-wrong-and-the-fed-will-hike-in-september", "Text": "Although the market is still divided on whether or not the Federal Reserve will make its first rate hike in September, analysts at Citi are pretty dead set on it.\n\nAfter July's Federal Open Market Committee (FOMC) meeting minutes were released, many investors and traders interpreted them as dovish, with the probability of a rate boost next month sliding to 36 percent from about 50 percent earlier in the day. The team at Citi, led by William Lee, says this is wrong and that the market misinterpreted the minutes.\n\nThe minutes were from a meeting that took place three weeks ago, when recent economic data points had been disappointing. Since then, data has come in stronger, with retail sales getting revised higher and housing and construction coming in strong. Furthermore, Citi saw something specific in the minutes which it interpreted as hawkish.\n\nThe increased prominence of financial stability considerations in the FOMC discussion is a very hawkish signal that markets apparently ignored with the release of the July minutes.\n\nAdding to that, while the Fed did cite concerns over inflation, Citi sees the recent uptick in the Consumer Price Index as reason to lessen the concern, even though the markets seemed to interpret the inflation worries as dovish. The latest CPI readings were low in July, but core inflation has picked up in the past six months. Citi views a number of the factors leading to downward pressure on inflation as temporary, which the Fed has said it will look past.\n\nLastly, the minutes noted concerns over worldwide economies such as Greece and China, but that it did not merit changing the baseline view for the U.S.\n\nCiti does hedge itself by listing a few things that could change its forecast. First, there would have to be a set of events that put the economy's moderate growth into question and point towards inflation not moving past two percent until after 2017 (emphasis on set of data points, not just one or two pieces of disappointment.) Next, there would have to be a \"systemically important global problem,\" meaning something that led to disorderly markets (falling asset prices, not simply a rise in volatility, Citi says). Lastly, assuming the next GDP release shows a second quarter that was stronger than originally reported, a delay is highly unlikely unless the next jobs report shows that the number of new jobs added was not near 200,000 in August.\n\nLastly, Lee points out that delaying a hike in September could bring on some uncomfortable questions for Fed Chair Janet Yellen.", "_id": {"$oid": "55daf23904235215b082e44a"}}