{"URL": "http://www.theguardian.com/technology/2015/aug/20/google-ordered-to-remove-links-to-stories-about-right-to-be-forgotten-removals?CMP=twt_a-technology_b-gdntech", "Text": "Google has been ordered by the Information Commissioner’s office to remove nine links to current news stories about older reports which themselves were removed from search results under the ‘right to be forgotten’ ruling.\n\nThe search engine had previously removed links relating to a 10 year-old criminal offence by an individual after requests made under the right to be forgotten ruling. Removal of those links from Google’s search results for the claimant’s name spurred new news posts detailing the removals, which were then indexed by Google’s search engine.\n\nGoogle refused to remove links to these later news posts, which included details of the original criminal offence, despite them forming part of search results for the claimant’s name, arguing that they are an essential part of a recent news story and in the public interest.\n\nGoogle now has 35 days from the 18 August to remove the links from its search results for the claimant’s name. Google has the right to appeal to the General Regulatory Chamber against the notice.\n\nDeputy commissioner David Smith said: “The European court ruling last year was clear that links prompted by searching on an individual’s name are subject to data protection rules. That means they shouldn’t include personal information that is no longer relevant.”\n\nThe right to be forgotten ruling allows Europeans to apply to remove outdated information about them from search engine listings. Google has approximately a 90% market share of search in Europe, making it the primary focus of the rulings and watchdog attention.\n\nRelating to journalistic content\n\nIn the ICO’s ruling Smith says that it is “not a case where the information is about an individual in public life or where making the information available would protect the public from improper or unprofessional conduct” and that “the information is not reasonably current”.\n\nHowever, the ruling says that the “commissioner accepts that the search results in this case relate to journalistic content” and “does not dispute that journalistic content relating to devisions to delist search results may be newsworthy and in the public interest”.\n\n“That interest can be adequately and properly met without a search made on the basis of the complainant’s name”, the ruling concluded.\n\nGoogle alerted news organisations to early right to be forgotten link removals through its webmaster tools, which prompted some news organisations to detail which links had been removed in news updates.\n\nIn June the BBC detailed all the links removed to published BBC articles. The Telegraph also published details of link removals affecting its website.\n\nSmith said: “Let’s be clear. We understand that links being removed as a result of this court ruling is something that newspapers want to write about. And we understand that people need to be able to find these stories through search engines like Google. But that does not need them to be revealed when searching on the original complainant’s name.”\n\nGoogle did not respond to request for comment.\n\n• Right to be forgotten: Swiss cheese internet, or database of ruin?\n\n• EU to Google: expand ‘right to be forgotten’ to Google.com", "_id": {"$oid": "55daef3904235215b082e251"}}