{"URL": "http://www.politico.com/story/2015/07/hillary-clinton-email-thumbdrive-security-120833.html", "Text": "Hillary Clinton’s private lawyer has a thumb drive containing classified information from as many as five U.S. intelligence agencies — but the State Department told POLITICO the law firm is taking “appropriate measures” to secure the files.\n\nThe agency declined to detail steps made to protect the sensitive information in attorney David Kendall’s possession, but the issue is raising concern among Republicans on Capitol Hill who’ve criticized Clinton’s handling of the email controversy. The thumb drive has copies of emails Clinton kept on a private server while she served as secretary of state, a trove now known to contain classified documents.\n\nStory Continued Below\n\nThe agency told POLITICO that Clinton “does have counsel with clearance.” Kendall, a prominent Williams & Connolly attorney who defended former CIA director David Petraeus against charges of mishandling classified information, declined to comment.\n\nClinton’s campaign echoed the State Department.\n\n“The thumb drive is secure,” said Nick Merrill, a spokesman for the Democratic front-runner’s presidential campaign, referring questions to state.\n\nSenate Judiciary Committee Chairman Chuck Grassley (R-Iowa) has asked the FBI to confirm that the thumb drive has been secured.\n\n“This raises very serious questions and concerns if a private citizen is somehow retaining classified information,” Grassley’s said in a letter sent late last week. He asked for more information on Kendall’s clearance and whether the lawyer was authorized to “be the custodian of classified national security information.” The FBI has not yet responded.\n\nExistence of a thumb drive surfaced last week when the inspectors general of the intelligence community notified Congress of a potential compromise of classified intel on Clinton’s email system, involving at least four emails from a small sampling of 40 messages. Clinton had insisted she never kept classified documents on her home-brewed email server, but a source familiar with the documents confirmed to POLITICO they included intelligence from the CIA, NSA, Director of National Intelligence, the Defense Intelligence Agency and the National Geospatial-Intelligence Agency.\n\nThe watchdog, however, said the information was not “marked” classified, so Clinton may not have known it was a national security concern.\n\nFor months, Clinton had been under pressure from a special congressional panel, a federal court and numerous media organizations to make public the contents of the private emails, and she has repeatedly said she wants them publicly released after they are screened for security risks.\n\nA federal judge this week took the State Department to task for a laborious screening process that has involved hunting down documents from former federal employees. A new batch of emails is expected to be made public Friday.\n\nIn a letter to Congress, the watchdogs said that Kendall, who has represented Clinton and her husband, former President Bill Clinton, since their days in the White House, retains a thumb drive with copies of the 30,000 emails Clinton had turned over to the State Department. She has said that she and her attorney first screened her emails and destroyed any communications that they deemed purely personal.\n\nThe watchdog review dealt with only a small sampling of 40 message from Clinton’s correspondence, raising the possibility that there may be hundreds of classified emails in the entire set of 30,000 — though, that’s a projection based on the records already processed for release.\n\nRegardless, state says the information is being secured.\n\n“We’ve provided the lawyers with instructions regarding appropriate measures for physically securing the documents and confirmed via a physical security expert that they are taking those measures,” said Alec Gerlach, an agency spokesman, in a statement to POLITICO.\n\nDespite Kendall’s security clearance, Senate Judiciary staff say top secret intelligence should be carefully secured and monitored.\n\n“Whether you have or had a security clearance doesn’t change the fact that [the emails are] on an unsecured drive,” said one Senate Judiciary staffer. “You can’t do that.”\n\nAbout 25 of Clinton’s emails were deemed classified by state so far; one thus far by FBI. The inspector general for the intelligence community also has said one email made public contained classified information, raising their alarm.\n\nConsequently, the watchdog requested copies of all Clinton’s 30,000 emails, telling Congress it wants them to “perform sampling and render an independent determination of the sufficiency of the internal controls being implemented by state FOIA to protect classified national security information.”\n\nThe inspector general told lawmakers that the State Department rebuffed the request, prompting another Grassley letter to State, asking why.\n\n“The State Department’s refusal to fully cooperate in this matter is extremely troubling given the risk that national security information is not being adequately protected,” Grassley wrote to State Department Secretary John Kerry, according to a copy obtained by POLITICO, seeking an explanation.\n\nThe request has prompted a back-and-forth between state and the intelligence community inspector general over jurisdiction. State, for instance, is pushing back on the notion that they’re not allowing the intelligence community to watch them work, suggesting that it already has ready access to the information at the State Department whenever it needs. Sources say about a dozen intelligence employees visit the department, keeping an eye on their progress each day.\n\nAnd in a statement for this story, the agency said the intelligence community watchdog can also get copies of emails from entities within its own jurisdiction, suggesting that the State Department’s own inspector general can share emails if desired.\n\n“[M]uch of what is contained in the former secretary’s emails does not relate to programs and operations over which the [intelligence committee watchdog] has oversight responsibilities,” the statement said.\n\nRequiring intelligence community approval of each Clinton message before release, including those without classified intel, could also slow state’s production of emails that’s already mandated by a federal judge.", "_id": {"$oid": "55daeece04235215b082e1f9"}}