{"URL": "http://foreignpolicy.com/2012/11/26/the-stories-you-missed-in-2012/", "Text": "The conventional wisdom holds that India and Pakistan, which remain locked in conflict over everything from the disputed territory of Kashmir to the 2008 Mumbai terrorist attacks, while pointing dozens of nuclear-armed missiles at each other, are not going to cut a permanent peace deal anytime soon. This year, however, the perennially feuding neighbors finally notched several key positive developments that had nothing to do with borders, nukes, or terrorism. In short, both sides may be realizing that political tension is bad for business.\n\nEconomic activity between the two bitter enemies has long been pitifully minimal. Until now, that is. In 2009, only 1 percent of India’s trade was with Pakistan, and only 1.7 percent of Pakistan’s was with India. A total of one customs post is open along their 1,800-mile border. But that has been changing. Trade between the two countries increased ninefold to $2.7 billion between 2004 and 2011 and is likely to increase further after the signing of several key trade agreements this past September.\n\nAs part of those deals, Pakistan agreed to phase out its “negative list” — hundreds of items that cannot be purchased from India, supposedly for security reasons. India, meanwhile, promised to reduce import duties on Pakistani goods. Indians, for example, will now be able to enjoy Murree beer for the first time since Partition. (Yes, the Islamic Republic of Pakistan has its own brewery.)\n\nBut the biggest boost may be yet to come. The two longtime enemies also agreed to open up a key checkpoint at the Attari-Wagah border crossing, and Pakistan will grant India “most favored” status by the end of this year, meaning that it must be accorded the same treatment in trade policy as other countries. In another big move, India also loosened its visa requirements for Pakistani travelers. (In 2009, India issued fewer than 52,000 visas to Pakistanis, a number that is expected to increase dramatically under the new regime.) All told, an Indian industry group estimates, the changes will allow bilateral trade to increase to $8 billion in the next two years.\n\nThe U.S. State Department expressed hope in October that the thaw could lead to progress on issues like Kashmir. And maybe it will. In the meantime, perhaps Washington, which maintains steep tariffs on Pakistani cotton despite years of protest from Islamabad, should instead be taking notes from India on how to improve relations with its most troublesome ally.\n\nBehrouz Mehr/APF/Getty Images\n\nIn a monumental shift that is roiling the country’s politics, Brazil has switched — for the first time in decades — from being a net exporter to a net importer of people. The development, confirmed in recent government statistics, has been driven by a number of factors related to the country’s explosive economic growth of recent years: South Americans and Asians flocking to the world’s sixth-largest economy, Brazilian expats in countries like the United States returning home for more abundant jobs, and the European economic slowdown that is seeing a wave of Portuguese headed to work in the former colony (more than 50,000 got visas just between January 2010 and June 2011).\n\nBut with the shift has come political controversy over who should be allowed to enter the country. The numbers tell the tale: At the beginning of 2012, there were approximately 2 million foreign nationals living legally in Brazil and an estimated 600,000 undocumented immigrants. The interest from foreigners is an economic opportunity for Brazil — which has an estimated shortage of between 200,000 and 400,000 qualified professionals in fields like oil, mining, and technology — but it is also a political challenge.\n\nBrazil still has tight immigration restrictions put in place by the country’s former military government in 1980, and though immigration reform is clearly needed, there’s controversy over what form it should take. Portugal is still by far the largest source of immigrants to Brazil, followed by neighboring Bolivia. The Chinese population is growing as well. But Brazil’s center-left government is considering reforms meant to bring in 10 times the current number of skilled professionals. Even though the unemployment rate is still below 6 percent, however, there’s little public appetite for allowing in more unskilled labor. (One sociologist has compared the policy of focusing on skilled European migrants to Brazil’s use of immigrants to “whiten” the country after the abolition of slavery in the late 19th century.)\n\nBrazil is also grappling with a growing illegal-immigration problem. In January, after some 4,000 Haitian immigrants made their way across the Americas to enter the country’s remote Amazon region, the government restricted the number of work visas for Haitians to just 100 per month. But Haitian migrants have reportedly continued to flow in this year through the country’s sparsely protected border with Bolivia and are receiving humanitarian aid from northern Acre state. Brazil’s economic growth may have put it in a position where it now rivals the United States for influence in the Western Hemisphere, but it has also inherited one of the north’s thorniest political dilemmas.\n\nEXODUS The global financial crisis has dramatically changed who is moving where. That giant sucking sound Net migration from Mexico to the United States hit zero this year and may soon reverse for the first time in decades. Emerald exit Emigration from Ireland has hit its highest point since the 19th century, with 3,000 Irish nationals leaving the country per month. The real Asian pivot Thanks largely to increased immigration, Asians have overtaken Latinos as the fastest-growing group in the United States. The Russian magnet With an influx of 89,876 immigrants, mostly from Central Asia, demographically declining Russia in early 2012 saw its largest population increase since the early 1990s. Reverse psychology Ten thousand Portuguese left their economically struggling country for former colony Angola in 2011.\n\nMichael Filho/Globo via Getty Images\n\nThe rush for natural resources in the rapidly melting Arctic has generally been described as a competition between countries, with the United States, Canada, Russia, and, increasingly, China jockeying for mining and oil drilling rights as the polar ice cap shrinks to reveal untold new riches. But now the original inhabitants of the Arctic, the Inuits (known as Eskimos in the United States), are pushing for a greater role in shaping the future of their region — including cashing in on the resource bonanza.\n\nAn estimated 160,000 Inuits live in the Arctic, spread across Alaska, Canada, Greenland, and Russia. In recent years, they have been increasingly politically unified through an NGO known as the Inuit Circumpolar Council, founded in 1977. In Canada in particular, Inuits have carved out significant political control over their territory.\n\nInuit groups often opposed mining and oil projects in the past, worried about the potential environmental damage and disruption to their traditional way of life. That is changing, however, as some groups see the prospect of political power in the region’s resource wealth. The trend began in March, when the Inuit government of Labrador, Canada, lifted a ban on uranium mining. Then in September, an Inuit group from Canada’s Nunavut territory traveled to Wall Street to find investors for a project to mine gold, silver, copper, zinc, and diamonds.\n\nThe political stakes are even higher in Greenland, whose population is close to 90 percent Inuit. The 836,000-square-mile territory is looking to complete its transition to full independence from Denmark, but has for years depended on half a billion dollars a year in welfare payments from Copenhagen. With large deposits of rare-earth metals now accessible as the island’s ice cap melts, and sizable oil deposits that are already being explored by Britain’s Cairn Energy, Greenland’s dream of economic and political independence is starting to look more realistic. According to some estimates, Greenland may contain more oil per capita than Kuwait.\n\nGulf-level riches are still a long way off for most of the Arctic Circle’s residents. But it’s safe to say that the way of life in this remote region is about to be dramatically transformed.\n\nGABRIEL BOUYS/AFP/Getty Images\n\nThe World Health Organization (WHO) announced this year that only 396 cases of Guinea worm disease had been diagnosed in four African countries in the first half of 2012, down from twice that many in the first half of 2011 and millions throughout Africa and Asia during the 1980s. The WHO thinks that sometime in the next couple of years Guinea worm will become the second known disease, after smallpox, to be completely eradicated.\n\nThe disease is a painful parasitic affliction caused by a long, threadlike worm that grows in the patient’s body, usually in joints and extremities, after being ingested in contaminated water. Although usually not fatal, it is debilitating for up to months on end and can wreak economic devastation on the communities it afflicts. There’s no known cure, and the only remedy is pulling out the worm through a skin blister — a brutally painful operation that some scholars think may have inspired the ancient snake-and-staff symbol used by the medical profession. The disease has been known to afflict humans for thousands of years, and Guinea worms have even been found in the bodies of Egyptian mummies. Although once common throughout Asia and the Middle East, the worm owes its name to its former prominence on Africa’s west coast.\n\nThe successful war on the worm has been long in the making. In 1986, former U.S. President Jimmy Carter, along with the WHO and the U.S. Centers for Disease Control and Prevention, spearheaded an effort to eliminate Guinea worm disease at a time when 3.5 million people were affected. Unlike with other diseases, the campaign against Guinea worm has focused not on developing a cure, but on educating people about how it spreads and improving water quality in affected areas. Ninety-nine percent of the cases remaining are in newly independent South Sudan, so whether the worm can be eradicated entirely may depend on whether the country’s fragile peace can be maintained.\n\nCOMEBACK BUGS Guinea worm may be down and almost out, but doctors worry that the following nasty diseases are poised to pick their heads off the mat. Tuberculosis TB has been treatable for decades through a six-month antibiotics course. But poor-quality diagnoses, treatment, and medicines contributed to the rise of 8.7 million new cases in 2011, particularly in Eastern Europe, India, China, and parts of Africa. Leprosy As early as 600 B.C., leprosy was stigmatized in China, Egypt, and India. The modern world has an effective treatment regimen, and in 1991 the WHO set a goal of eliminating the disease by 2000. Yet 219,000 new cases were reported last year, mostly in Africa and Asia. Gout The disease of medieval kings has returned to hobble average Westerners who now have a king’s capacity for indulging in rich diets. Six million Americans report suffering from the disease, which causes intense pain in the joints, and rates have more than doubled since the 1960s. Bubonic plague To call it a comeback might be strong, but the same Black Death that wiped out millions in Europe has cropped up in the United States, with human cases reported this year in Oregon and Colorado, and a ground squirrel testing positive for plague exposure in California. Between 1,000 and 2,000 cases of plague are still reported worldwide each year. —Alicia P.Q. Wittmeyer\n\nSteve Liss/Time Life Pictures/Getty Images\n\nIt was a breakthrough year for 3-D printing, a technology that could be as transformative this decade as the Internet was in the last one, creating thrilling new opportunities for both consumers and producers. As with all disruptive innovations, however, the benefits are not likely to come without controversy, and the disputes have already begun.\n\nThree-dimensional printers, which mold objects out of wax or plastic polymers according to digital instructions, are getting more advanced — and cheaper. With simple versions now selling for as little as $1,000, proponents predict the technology will usher in a new class of amateur “makers,” enabling consumers to seize back the means of production from corporations, and bring renewed prosperity to U.S. manufacturing. But the printers are also raising the possibility that physical objects from toys to kitchen appliances to weapons will be as easy to copy and share as songs or movies.\n\nThis is already taking international copyright law into unknown territory. A British game company recently sent a cease-and-desist order to a 3-D printer owner who was making physical copies of objects from the popular board game Warhammer, and a designer in the Netherlands who recently printed a physical version of the famous “Penrose Triangle” optical illusion has sent a “takedown notice” to Thingiverse, an online repository of 3-D printer design codes, for sharing his design online for anyone to download for free. Further raising the stakes, the Pirate Bay — the controversial Swedish file-sharing site that has been the target of lawsuits around the world — announced this year that it is starting a new service to share 3-D printing designs.\n\nThe questions raised by 3-D printing go beyond copyright. How can it be made environmentally sustainable? (Plastic has to come from somewhere.) Can we control the distribution of designs for dangerous objects like guns and knives? Will 3-D printers kill manufacturing jobs? These printers are going from toys for techies to must-have consumer products. But before we can reproduce the latest Barbie, kitchen knife, or iPhone at home, some tricky moral and legal debates still need to be resolved. Makers, meet the lawyers.\n\nWikimedia/Deezmaker\n\nFor years, the Indian call center has been the ultimate globalization cliché. The armies of young, overeducated Indians providing round-the-clock tech support and customer service have turned up in dime-store novels in Mumbai, sitcoms in the United States, and blockbuster films like Slumdog Millionaire. But India may not be the king of the call center for much longer.\n\nIn fact, as of this year, more Filipinos than Indians now work in call centers. Operating costs in the Philippines are cheaper, and some U.S. executives say American customers find Filipinos’ speech easier to understand than the British-inflected English spoken by Indians. Companies including AT&T, JPMorgan Chase, and Expedia have all hired call centers in outsourcing’s emerging power.\n\nBrazil, Mexico, Vietnam, and several Eastern European countries are also cutting into India’s market share of the outsourcing sector, which according to some estimates has fallen from more than 80 percent to around 60 percent. India’s lead appears secure in some types of outsourcing — software coding, for instance — but the signs for the future do not bode well. Outsourcing giant Infosys cut its hiring from 45,000 last year to 35,000 this year, and Tata Consultancy Services cut its recruitment by 20,000.\n\nIndia’s masses of educated, English-speaking workers once gave the country an edge, but analysts say the outsourcing market has become saturated in the subcontinent even as other countries have figured out how to compete. Ironically, one possible area of growth for the industry may be shipping jobs back to the United States: India’s Aegis, for one, this year announced plans to hire 1,000 new workers at a call center outside Dallas as part of a pledge to add more than 4,000 new American workers. It may turn out that the companies that figure out how to stop “shipping American jobs overseas” are Indian.\n\nTHE INSOURCERS Meet the companies bringing jobs back to America. Caterpillar The construction-equipment manufacturer is building a plant in Athens, Georgia, that will employ 1,400 and produce small tractors and excavators. The equipment had previously been built in Sagami, Japan, but Caterpillar said the Athens factory was a “strategic decision” to move closer to the majority of its customers who use the machines. Master Lock The Wisconsin company was highlighted in this year’s State of the Union address and got a visit from President Barack Obama himself in February. Master Lock has moved about 100 jobs from China back to its plant outside Milwaukee, which is now running at capacity for the first time in 15 years. General Motors Indian information-technology vendors were stunned when GM Chief Information Officer Randy Mott told InformationWeek he wants to overhaul how his company does IT work over the next three years. GM currently outsources about 90 percent of its IT functions; Mott said he wants that number to be in-house, and he plans to hire software developers, database experts, and other IT professionals in the United States. Starbucks When the ubiquitous Seattle-based coffee maker went looking for a supplier to produce 20,000 coffee mugs, it turned to American Mug and Stein in East Liverpool, Ohio, known as the “Pottery Capital of the World.” The contract is part of the company’s “Create Jobs for USA” initiative. Starbucks also announced this year that it will build a factory in Augusta, Georgia, to help make instant coffee and the ingredients for its Frappuccino drinks. —Alicia P.Q. Wittmeyer\n\nROMEO GACAD/AFP/Getty Images\n\nIn the 1980s, Chinese leader Deng Xiaoping proposed the notion of “one country, two systems” for Hong Kong’s return from British control. While formally part of the People’s Republic, Hong Kong would be allowed to preserve its more open political and economic system.\n\nThe arrangement has worked relatively well since the formal handover to Chinese control in 1997, but lately, the future of the deal has been called into question. In early 2012, Hong Kongers took to the streets to protest remarks by a prominent Chinese professor who referred to the city’s inhabitants as “dogs” still harboring a colonial mindset. The remarks came in the wake of a University of Hong Kong survey that found that only 16.6 percent of residents now identify themselves as Chinese — the lowest number since 1997.\n\nTensions between Hong Kong and the mainland in recent years have taken on an ugly nationalist edge. Hong Kongers sometimes refer to mainland visitors as “locusts” and decry the common practice of pregnancy tourism, in which mainland mothers come to Hong Kong to give birth so that their children will have coveted residency permits. In one emblematic incident, a cell-phone video went viral of passengers on a Hong Kong subway berating a mainland woman for letting her daughter eat on a train. The argument became so heated that one of the passengers pulled the train’s emergency brake to summon the authorities.\n\nThis was all prelude to this fall, when the city-state erupted over a “moral and national education” plan for school curricula announced by Hong Kong’s Beijing-appointed chief executive. The new curriculum was meant to promote China-wide patriotism, but many Hong Kongers saw it as a plan to brainwash their children and dumb down their schools, which are ranked among the world’s best. Angry crowds, estimated at 100,000 by organizers and 27,500 by the police, took to the streets in September, even after the government backed down and removed the curriculum. In one telling sign of the times, Hong Kongers have begun waving the city’s colonial-era flag at anti-China rallies.\n\nOver the past year, Beijing’s saber rattling in the South China Sea has become a national preoccupation. But perhaps we should be paying more attention to what’s happening in China’s own backyard.\n\nSO WHAT’S IN A CHINESE TEXTBOOK, ANYWAY? The popular high school textbook series Political Thoughts gives some indication. With chapter titles like “The Destruction of the Bourgeois and the Victory of the Proletariat Are Inevitable,” the books make the case that citizens in a harmonious society “need an authoritative government that understands public opinion, reflects the will of the people, distills the knowledge of the people, and treasures the strength of the people.” Parents in more freewheeling Hong Kong probably wouldn’t be too happy either with passages like this one on the flaws of capitalism: “In the modern age, establishing capitalist systems has advanced the development of Europe and the United States. But striving for capitalism for China will bring it only grief and the destruction of dreams. China is a civilized, ancient nation with more than 5,000 years of history, which has made a great contribution to the advancement of the politics and civilization of humanity.” —Isaac Stone Fish\n\nAlex Hofford/EPA\n\nTiny Cyprus, like many countries in Southern Europe, has needed bailouts to keep its economy afloat during the eurocrisis. More often than not, however, it has turned to Moscow rather than Brussels for the cash, raising concerns about whether one of the European Union’s more recent members is more oriented toward East or West. Russia gave Cyprus a $3.1 billion loan in 2011 and, as of this writing, is considering ponying up another $6.2 billion, equivalent to more than one-third of the country’s entire economy.\n\nCyprus was a controversial case when it joined the EU in 2004, because of both the dispute over the island’s Turkish-dominated northern half and its status as an opaque haven for Russian investment. Indeed, recent years have seen increasingly close ties between the two Orthodox Christian countries. Part of the attraction is practical: Moscow imposes fewer conditions on its loans than the austerity-insistent Europeans. But Russian-educated President Demetris Christofias, the only communist leader in the European Union, is also staunchly pro-Moscow in his foreign policy and a frequent critic of NATO. (This has been particularly controversial lately, as Cyprus took over the rotating presidency of the EU in June.) Russian businesses have invested heavily on the island, and the southern resort city of Limassol now has so many Russian residents that locals have taken to calling it “Limassolgrad.”\n\nIt’s also something of a security headache for the EU. Russian support helps bolster the Cypriot government’s position in its conflict with Turkey over the status of the island’s northern half. Russia, meanwhile, may see Cyprus as a valuable asset in its efforts to maintain influence in the Middle East. A Russian ship apparently carrying arms to Bashar al-Assad’s embattled Syrian regime made a stop in Cyprus in January.\n\nBoth sides clearly see the arrangement as a win-win, and with 6 billion euros needed to fill a budget gap before 2015, Cyprus is looking for help from whoever will provide it. But it could well backfire as Europe reconsiders whether it should have admitted Cyprus into its club in the first place. After one failed round of negotiations aimed at resolving the dispute with Turkey, German Chancellor Angela Merkel couldn’t have been clearer: Cyprus, she said, is a “problematic country” that should not have become an EU member.\n\nPATRICK BAZ/AFP/Getty Images\n\nIn recent years, international campaigns have highlighted the role that “conflict minerals” such as coltan, used in many electronic devices, have played in perpetuating violence in the Democratic Republic of the Congo and its neighbors, but there’s a potentially even more dangerous conflict brewing now that Congo is apparently sitting on an awful lot of oil.\n\nHow much? The region’s oil fields may contain as much as 6 billion barrels — the area’s largest oil discovery in decades and worth about 28 times Congo’s entire GDP at current prices. British oil firm Soco secured permission from Congo’s government this year to survey the find inside Virunga National Park, near Congo’s border with Uganda. If significant deposits are confirmed, the country’s hydrocarbons minister says, Congo could amend its laws to allow drilling there, even though Virunga is Africa’s oldest national park and a haven for rare mountain gorillas.\n\nBeyond the environmental consequences, the oil could become a geopolitical flash point. The area where the oil is thought to lie overlaps with the 23,000-square-mile North Kivu province, site of a years-long conflict between the government and Tutsi rebel groups that forced hundreds of thousands to flee over the past decade and where renewed violence broke out again this year. Making matters still more complicated are outstanding border-demarcation issues between Congo and Uganda left over from a military clash between the two sides in 2007. (Uganda is also looking to make an oil play, having recently upped its estimated reserves to 3.5 billion barrels.) On the other side of Congo, the country has yet to resolve a dispute with Angola over natural gas deposits off its west coast.\n\nEven with only one oil company producing so far, oil is already Kinshasa’s main source of revenue, and as the International Crisis Group noted this year, Congo’s oil industry has long been defined by corruption and waste. The organization worries that any new oil finds “could redefine the country’s geopolitics” by encouraging secessionist groups and reigniting border disputes. In a volatile region long cursed by its bountiful resources, the discovery of black gold seems unlikely to improve the situation.\n\nROBERTO SCHMIDT/AFP/Getty Images\n\nThe world has focused this year on the feud between Japan and China over a series of small, uninhabited rocks in the East China Sea. But thousands of miles to the west, another island dispute is brewing.\n\nBoth Iran and the United Arab Emirates (UAE) claim sovereignty over the Persian Gulf island of Abu Musa, home to about 2,000 people, and two uninhabited islands nearby. The dispute dates to 1971, when the islands were under the control of the sheikhdom of Sharjah. The Shah of Iran, seizing on the power vacuum left by the British withdrawal from the region, sent troops to seize Abu Musa and its lesser neighbors. A deal was eventually reached under which Sharjah, now part of the UAE, would maintain sovereignty, but Iran would have the right to base troops there. Now, the UAE claims Iran has violated the agreement by increasing its military presence and building infrastructure, including an airport, on Abu Musa.\n\nThis is no mere symbolic turf fight. The islands are located near the massive Mubarek oil field and stand astride a strategically important location at the entrance to the Strait of Hormuz, through which 20 percent of the world’s oil supply passes.\n\nThe long-simmering dispute boiled over in April when Iranian President Mahmoud Ahmadinejad provocatively chose to visit Abu Musa to celebrate Iran’s National Day of the Persian Gulf. While on the island, Ahmadinejad claimed to possess historical documents proving that “the Persian Gulf is Persian.” The Emirati government quickly withdrew its ambassador from Tehran, summoned the Iranian ambassador to Abu Dhabi to issue a formal letter of protest, and registered a complaint with the United Nations. The Emiratis have also asked for a ruling from the International Court of Justice on the issue.\n\nThe dispute comes at a time of renewed tensions between Iran and its neighbors across the gulf. With an eye on Iran, the UAE is now the world’s ninth-largest arms buyer, making a $3.5 billion purchase from the United States in 2011. For the Iranian government, stirring up nationalist sentiment over the islands is a handy distraction from economic woes. As in East Asia, the islands may be small, but the stakes couldn’t be bigger.\n\nABEDIN TAHERKENAREH/EPA", "_id": {"$oid": "55daef1204235215b082e22f"}}