{"URL": "http://www.cnbc.com/2015/08/21/us-markets-global-growth.html", "Text": "The Dow and the S&P 500 are having the worst week since 9/23/ 2011. Bob Doll, Nuveen Asset Management, does not think the weak period is over.\n\nPanic sets in, not over yet: Bob Doll\n\nU.S. stocks closed deep in the red on Friday as global growth concerns accelerated selling pressure to push the Dow and Nasdaq into correction territory. ( Tweet This )\n\nThe major averages had their biggest trade volume day of the year and posted their worst week in four years.\n\nThe Dow Jones industrial average closed at session lows, off nearly 531 points and in correction territory for the first time since 2011 as all blue chips declined. The last time the index closed more than 500 points lower was on Aug. 10, 2011. In the last five years, the index has only had four instances with closing losses of more than 400 points.\n\n\"For investors the momentum and the drive of the market is now lower (than) it used to be because there's no place to hide,\" said Lance Roberts, general partner at STA Wealth Management. \"Every time we hit the major technical points we kept selling.\"\n\n\"What is important is the price action of the market has done something we haven't seen since the last bull market peak,\" Roberts said. \"There is something going on internally in the market. That illness that has been building up in the market.\"\n\nA trader also noted that investors stopped looking at technicals and were plowing through them.\n\n\"It's an expiration day and it looks like they're to have for sale on the close maybe as much as a billion dollars,\" said Art Cashin, director of floor trading for UBS.\n\n\n\nThe Nasdaq Composite lost 3.5 percent, also closing in correction territory and joining the other major averages in negative territory for the year.\n\nApple declined 6 percent, in bear market territory, and the iShares Nasdaq Biotechnology ETF (IBB) plunged 3.1 percent.\n\n\n\n\"Right now there is a feeling of fear in the marketplace and all news is interpreted negatively and it's interpreted indiscriminately,\" said Tom Digenan, head of U.S. equities as UBS Global Asset Management.\n\n\n\nThe S&P 500 fell through a support level of 1,980 to end at 1,970, off 7.6 percent from its 52-week high. The index is off about 4.3 percent for the year so far. Information technology and energy led all 10 sectors lower on the day. Energy was the worst decliner for the week, with no sectors posting weekly gains.\n\nAbout 70 percent of the S&P 500 is in correction or worse, with 31 percent in a bear market and 39 percent in correction territory.\n\n\"It's more of the same,\" said Peter Boockvar, chief market analyst at The Lindsey Group. \"From a technical perspective we broke\" 2,040 on the S&P 500, the lower end of the trading range.\n\nThe Russell 2000 fell into correction territory in the open and failed attempts to stay out of it.\n\nRead MoreCould Russell correction signal more losses ahead?\n\n\n\nEarlier, the averages briefly attempted to halve losses in mid-morning trade.\n\n\n\n\"I think uncertainty about China (and) general negativity is weighing on the market. There's a lack of positive economic news to motivate buyers,\" said David Kelly, chief global strategist at JPMorgan Funds. He noted \"there's nothing particularly negative in the U.S. economic outlook.\"\n\n\n\nOil reversed Thursday's late gains to briefly fall below $40 a barrel to $39.86 for the first time since March 2009.\n\nCrude oil futures for October delivery settled down 87 cents, or 2.11 percent, at $40.45 a barrel on the New York Mercantile Exchange. Gold futures for December delivery settled up $6.40 at $1,159.60 an ounce.\n\n\"Lower oil prices should benefit the U.S. but whenever they collapse like that that brings back bad memories of what's happening to the global economy,\" said Ben Pace, chief investment officer at HPM Partners.", "_id": {"$oid": "55daee4e04235215b082e197"}}