{"URL": "http://www.salon.com/2015/08/18/the_ballad_of_bernie_donald_how_two_unorthodox_candidates_caught_fire_because_americans_are_mad_as_hell/", "Text": "Topics: Bernie Sanders, Donald Trump, Economics, the economy, The Republican Party, The Democratic Party, The 1 Percent, The Republican Primary, The Democratic Primary, GOP debate, GOP primary, Income inequality, Wealth inequality, The safety net, News, Politics News\n\nThe mainstream media continues to be surprised by the size of the crowds and the intensity of the passion that both Sen. Bernie Sanders and Donald Trump are generating. The reason is simple: The media is quite simply out of touch with the level of anger many American feel after being force-fed, for several years, the phony narrative that the Great Recession is over and that the predatory practices of the institutions that caused it are all in the past.\n\nYes, the economy is back; its just the middle class that’s in a death spiral. Meanwhile, the media — all about selling and happy-talking consumerism — just can’t bring itself to hold up anything but a distorting fun house mirror. This mirror makes people feel like they are alone in their struggle, even as millions continue to be screwed everyday by the very same government that says it is dedicated to “protecting” them.\n\nWhen Sanders talks about the need for a “political revolution,” he knows what he’s talking about. When Trump regales his audiences with accounts of the political class lining up at Trump’s trough for their regular feeding, he doesn’t need a speechwriting staff to tell that truth. The crowd roars with laughter because, in that one collective moment, the betrayal of America is put out there for C-Span viewers to see unfiltered by snarky comments from “journalists” on Twitter.\n\nThe American Dream has been dead for awhile now, but our hubris and national chauvinism, stoked by a feel-good media, keeps us blind to our own deteriorating economic circumstances. We can’t handle the truth; our political process is built on deception: Tell the folks what they want to hear, and once you’re in office serve the interests of those who paid your way. Retire, build a Presidential library by shaking down the folks that funded your campaigns, and make sure that a relative gets the job next.\n\n(Bush, Clinton, Bush, Clinton, rinse and repeat…)\n\nThe conversation about our national economic wellbeing is done in the aggregate, where nobody actually lives. Its so much worse than just the notion that the 21st century robber barons, who perpetrated the greatest bank heist in global history in 2008, were never charged with a crime. It’s worse even than the reality that politicians continue to be bought off and go to work for the very same privileged criminal class that owns them. You want contrition? Since 2008 the big banks that ripped off the nation and got bailed out, then showed their contrition by rigging interest rates and the foreign currency markets all while currying favor with Congress with $65 million dollars in campaign cash. Any politician who takes one dime from this crew needs to be disqualified by voters.\n\nThroughout America, millions of homes are left vacant, pulling down property values and putting public safety at risk when every so often they catch fire. Innocent people die. As this vast stock of housing is permitted to deteriorate in places like Newark, Baltimore and Newburgh, the homeless population swells and people are paying a higher and higher percentage of their monthly income to cover rent. Families are forced to choose between food, health care and education, in what is a kind of 21st century feudalism that includes the largest destruction of African American and Latino household wealth in modern American history.\n\n“Assistance efforts have failed to keep pace with this escalating need undermining the nation’s long standing goal of ensuring decent and affordable housing,” according to a report called “America’s Rental Housing; Evolving Market and Needs” put out by the Joint Center for Housing Studies of Harvard University.\n\nNowhere is the betrayal of the nation’s vulnerable more evident then in the way the Obama Administration and Congress let 4 million families fighting foreclosure, who applied for help through the so-called Home Affordable Modification Program, twist in the wind.\n\n“It appears that the program has allowed big banks to run roughshod over borrowers again and again,” wrote the New York Times’s Gretchen Morgenson last month, describing the findings of the Special Inspector General of the Troubled Asset Relief Program. Morgenson is that oh so rare journalist who has consistently kept her eye on this story when most of her colleagues have moved on, because its all over right?\n\nIn her column entitled “A Slack Lifeline for Drowning Homeowners,” Morgenson writes that Citibank turned down 87 percent of the applicants, JP Morgan 84 percent, Bank of American 80 percent, and Wells Fargo 60 percent. The tricks used by the banks to evade responsibility included conveniently losing applicants’ paper work, as well stall tactics that only help to rack up higher fees and charges for the banks. The U.S. government made it so these banks, the very ones that brought about the initial crisis that required we bail them out, are in charge of this so-called second chance for homeowners.\n\nIn fact, some of the same Wall Street speculators that caused the 2008 market meltdown, are still “innovating,” this time buying up homes lost to foreclosure and renting them out, creating rental-backed securities they can peddle to investors.\n\nUnder our two-party system, in which money buys everything, these financial institutions have continued to plunder, lie, and prey on the American public. The complicit media looks the other way, as if somehow this is all behind us, as if somehow it all got fixed.\n\nThe fix is in all right and has been for decades.\n\nJust look at the $2 trillion stashed offshore by U.S. multinationals and Wall Street predators, shifting the cost of paying for this entire charade onto the already bent backs of American taxpayers.", "_id": {"$oid": "55daef1504235215b082e233"}}