{"URL": "http://www.politico.com/story/2015/07/hillary-clinton-email-inspector-general-120585.html", "Text": "At least four emails Hillary Clinton kept on a private server during her years as Secretary of State were classified “secret” at the time, according to an inspector general review — a finding that calls into question her assertion in March that she took care to avoid sending classified materials.\n\nHowever, suggestions from Clinton aides that she didn’t knowingly keep classified information on the private account still have some life. So far, it appears none of the information was marked as classified before it moved into or out of her home-cooked email system, but that caveat has not stemmed Republican complaints that it was reckless for her to handle her sensitive work on a private system.\n\nStory Continued Below\n\n“None of the emails we reviewed had classification or dissemination markings, but some included [Intelligence Community]-derived classified information and should have been handled and transmitted via a secure network,” Intelligence Community Inspector General I. Charles McCullough III said in a letter to congressional committee leaders Thursday.\n\nMcCullough said a limited sample of just 40 emails “revealed four contained classified IC information that should have been marked and handled at the SECRET level” — the middle of three broad tiers of classification. The claim became public as McCullough disclosed to Congress that he had advised the FBI of a potential “compromise” of classified information in the Clinton email episode —a referral that could lead to a criminal investigation.\n\nIt’s a violation of federal law for a government official to “knowingly” move “materials containing classified information” to “an unauthorized location.”\n\nSoon after it was revealed in March that Clinton used a private server to handle her work-related email as secretary, she insisted at a press conference that there was no need for concern about classified information.\n\n“I did not email any classified material to anyone on my email,” she said. “There is no classified material. So, I’m certainly well aware of the classification requirements and did not send classified material.”\n\nMcCullough’s letter does not allege specifically that Clinton sent classified information from her private account. While it is possible she only received it, the inspector general said the State Department believes “there are potentially hundreds of classified emails within the approximately 30,000 provided by former Secretary Clinton.”\n\nClinton addressed the new reports briefly Friday, but she did not reiterate her claim that nothing on her server was classified.\n\n“I want to say a word about what’s in the news today. It’s because there have been a lot of inaccuracies….Maybe the heat is getting to everybody,” the Democratic presidential candidate said as she began a speech on economic policy in New York City. “We all have a responsibility to get this right. I have released 55,000 pages of emails. I have said repeatedly that i will answer questions before the house [Benghazi] committee. We are all accountable to get the facts right. I will do my part, but I’m also going to stay focused on the issues, particularly the big issues that really matter to American families.”\n\nClinton handed over a trove of business-related emails to the department in December, generating controversy after she said she and her attorney had destroyed any emails that they deemed personal in nature.\n\nA lengthy review ensued to screen for classified material before public release. In May, when the agency released the first batch of Clinton emails, it said it had designated a portion of one email as secret at the request of the FBI. When a second, larger batch was released last month, State deemed 25 of the emails “confidential” — the lowest tier of classification.\n\nHowever, McCullough’s finding is notable because he is asserting that at least some of the information was classified at the time it was sent, although he did not say whether Clinton sent or only received such emails. All of the emails released thus far are at least a couple of years old and State officials had insisted that some of the materials could have become more sensitive over time, resulting in a change to their classification.\n\nMcCullough spokeswoman Andrea Williams said Friday that was, in fact, not the case. “To be clear – the four emails mentioned…were classified when they were sent and are classified now,” she said.\n\nHowever, State Department spokesman Mark Toner said Friday his agency remained unconvinced that any of Clinton’s emails should have been considered classified when they were sent. “To our knowledge, none of them needed to be classified at the time,” Toner told reporters at a daily briefing.\n\nStill, the question of what information on Clinton’s account is and isn’t classified and what its status was at the time, remains a subject of some dispute.\n\nMcCullough said in the letter that he found that one of State’s public releases of emails in recent months under the Freedom of Information Act resulted in disclosure of classified information. While the inspector general said the intelligence community had made “a definitive determination” that the information was classified, State has continued to deny that any breaches occurred when the agency posted several thousand pages of Clinton emails on its website in May and June.\n\nOther documents made public Friday show the classification issue triggered debate even within the agency. Some at State wanted to deem even more of Clinton’s emails classified than the agency ultimately did, according to a memo from McCullough’s office posted online by the department’s inspector general.\n\nIn at least four instances, lawyers at Foggy Bottom headed off the classifications by proposing another way to keep the information from the public, the document said.\n\nFor Clinton, the previously-undisclosed changes minimized the public relations hit she took with the May email release. Instead of stories saying five emails in that Libya-related set were classified, news accounts noted that a single email out of the 296 released was withheld on national security grounds.\n\nClinton’s decision to use a private server for all of her government and personal emails has been a continuing political controversy for her, seized on by Republicans as evidence that she violated government guidelines.\n\nHowever, the new disclosures also underscore the subjective nature of the classification system and could be seen as supporting Clinton’s claim that she had no reason to believe any of the information on her personal account was classified.\n\n“State Department FOIA personnel recommended five B1 (Classified National Security Information) FOIA exemptions for proposed redactions in the first set of 296 emails to protect classified information. According to State FOIA personnel, during the State Department Legal Office’s review, four of the Bl exemptions were removed and changed to B5 FOIA exemptions (Privileged Communications),” a June 15 memo from the Intelligence Community inspector general said.\n\nThe decision to deem the records legally privileged as internal government communications, rather than classified, allowed the information to be deleted from the FOIA records posted on State’s website. However, the move also minimized the degree to which Clinton appeared to have mishandled the records. In addition, the shift minimized the appearance that the State Department itself did something wrong when it sent the 296 emails to the House Benghazi Committee without designating any of them as classified.\n\nWhatever public relations benefit Clinton or State got from the maneuver was short-lived: when State released another batch of Clinton emails at the end of June, 25 more were deemed classified.\n\nWith a criminal investigation into the presence of classified information in the Clinton emails now potentially looming, the internal waffling at State on the classification issue does offer another benefit for Clinton and those who corresponded with her. It underscores why prosecutors so rarely bring charges over mishandling of classified information—especially when it is not explicitly marked as such.\n\nDeeming emails classified years after they were sent creates due process problems that could doom any such prosecution. However, to Republican lawmakers and some voters, the episode could still reinforce the view that Clinton showed poor judgment by relying on a private email account..\n\nSince State first deemed some of the information classified two months ago, her aides have said she had no reason to think the information was classified at the time she received it. Indeed, some—but not all—of the emails State deemed classified were explicitly marked as “sensitive but unclassified.”\n\nAfter the New York Times reported the criminal referral from the inspectors generals, Clinton campaign spokesman Nick Merrill issued a statement early Friday that Clinton “followed appropriate practices in dealing with classified materials.”\n\n“As has been reported on multiple occasions, any released emails deemed classified by the administration have been done so after the fact, and not at the time they were transmitted,” Merrill added.\n\nAsked Friday about the reason State backed off some of the proposed classifications, a State spokesman pointed to a July 14 memo from Undersecretary for Management Patrick Kennedy. In it, he said that two of the four emails were in relevant part duplicates and that the potential classification was proposed by State’s Bureau of Near Eastern Affairs.\n\n“NEA consulted with the Office of the Legal Adviser regarding FOIA exemptions that were potentially available,” Kennedy wrote. “NEA decided, consistent with the Attorney General’s 2009 FOIA guidance, to redact certain limited information under exemption 5 which reflected deliberations among policy officials.”\n\nKennedy also disclosed that one email relating to the Department of Defense was proposed for classification, but the Pentagon decided not to pursue it. As a result the only email in the first, Libya-related batch to be deemed classified dealt with the reported arrests of suspects in the Benghazi attack, classified at the FBI’s request.\n\nOne prominent classification expert said the back-and-forth underscores the arbitrariness and subjectivity of the classification system.\n\n“Classification decisions are matters of judgment, not calculation,” said Steven Aftergood of the Federation of American Scientists. “It is entirely possible for two senior officials to disagree about the need for classifying a particular item of information.”", "_id": {"$oid": "55daf01e04235215b082e2b5"}}