{"URL": "http://www.slate.com/blogs/outward/2015/06/25/ex_gay_conversion_therapy_jury_finds_jonah_guilty_of_fraud.html", "Text": "Photo by Max Halberstadt, Public domain, via Wikimedia Commons\n\nA New Jersey jury convicted an ex-gay therapy nonprofit of consumer fraud on Thursday in the first ever ruling of its kind. A group of gay men brought the lawsuit, alleging that the ex-gay nonprofit and its therapists—Jews Offering New Alternatives for Healing, or JONAH—committed fraud when it claimed it could it could turn gay people straight. A six-person jury agreed, finding that JONAH’s advertisements, claims, and practices were illegal under New Jersey’s Consumer Fraud Act.\n\nPerhaps the most monumental aspect of the verdict, however, is the jury’s decision that ex-gay therapy itself qualifies as “unconscionable” business practice. In other words, JONAH didn’t just break that law by asserting (falsely) that it could alter sexual orientation. It also broke the law by coercing its clients into bizarre activities in an effort to turn them straight. This finding is unprecedented—but it’s not particularly surprising. As I explained in February, JONAH’s methods of converting its clients to heterosexuality were startling, to say the least:\n\nIn one group activity, clients held hands to create a human chain while one person stood behind the chain holding two oranges, meant to represent testicles. Clients then took turns standing on the other side of the chain while the rest of the group shouted anti-gay slurs at them. The goal was to goad clients into pushing through the chain and grabbing the oranges. At one particularly atrocious session, a counselor instructed Levin to select someone from the group to role-play his past abuser. The selected participant was made to yell abusive statements that Levin’s abuser had made, such as “I won’t love you anymore if you don’t give me blowjobs.”\n\nIndividual sessions were just as disturbing. Downing appears to have asked most of his clients to undress while he watched. He also instructed at least one client to beat an effigy of his mother with a tennis racket while screaming, as if murdering her. Another JONAH counselor told a client to wear a rubber band around his wrist and snap it every time he felt attraction to a man. And JONAH counselors frequently told their clients to go to bathhouses with their fathers in order to be naked in their presence.\n\nAdvertisement\n\n", "_id": {"$oid": "55daee9a04235215b082e1cf"}}