{"URL": "http://www.washingtonpost.com/news/post-nation/wp/2015/08/20/activist-shaun-king-says-man-on-birth-certificate-isnt-his-biological-father/?postshare=481440117711271", "Text": "After coming under fire by a slew of conservative Web sites that claimed he lied about his biracial identity, prominent social justice activist Shaun King told The Washington Post Thursday that he is biracial because he is the son of his white mother and a black man whose identity he does not know. The white man whose name appears on King’s birth certificate, he says, is not his father.\n\n“The reports about my race, about my past, and about the pain I’ve endured are all lies. My mother is a senior citizen. I refuse to speak in detail about the nature of my mother’s past, or her sexual partners, and I am gravely embarrassed to even be saying this now, but I have been told for most of my life that the white man on my birth certificate is not my biological father and that my actual biological father is a light-skinned black man,” King said in a statement to The Post that he also published at Daily Kos. “This has been my lived reality for nearly 30 of my 35 years on earth. I am not ashamed of it, or of who I am—never that—but I was advised by my pastor nearly 20 years ago that this was not a mess of my doing and it was not my responsibility to fix it. It is horrifying to me that my most personal information, for the most nefarious reasons, has been forced out into the open and that my private past and pain have been used as jokes and fodder to discredit me and the greater movement for justice in America.”\n\nHis statement, which King has described as his family’s darkest secret, was prompted by articles in recent days claiming that King — one of the most well-known activists in the Black Lives Matter protest movement — was lying about his biracial identity. As evidence, critics have cited his birth certificate, which is signed by King’s mother, whose name appears on the document as Naomi Fleming, and Jeffrey Wayne King, a Kentucky man who is white.\n\nIn an interview with The Post, King said he and his mother discussed the identity of his father on Wednesday, the first time they had ever discussed the issue at length, and that she confirmed to him that his father was a black man. King said his mother was married and divorced several times, and raised him and several siblings largely as a single mother.\n\nKing said that he never knew who his biological father was, and realized at the age of 8 that he was likely biracial. He publicly identified as black throughout high school, and said by the time he went to college he “had honestly moved on from even wanting to know the details of who [his mother] slept with in January of 1979.”\n\nKing’s mother, a 64-year-old woman who lives in Kentucky, has not addressed the allegations publicly and could not be reached for comment. Attempts to reach Jeffrey Wayne King were also unsuccessful.\n\nWhile initially hesitant to engage the accusations directly, King on Thursday said that he believes the series of articles questioning his race and ethnicity are coordinated attacks to discredit “Justice Together,” an organization King founded to combat police brutality that is set to launch August 28.\n\nConservative bloggers have painted King as Rachel Dolezal part two: a leading black activist who isn’t really black and has lied about his racial identity. Both the Daily Caller and Breitbart trumpeted his leading role in the Black Lives Matter protests while suggesting he hoodwinked a historically black college as well as Oprah Winfrey, since he was the beneficiary of a scholarship program she funds.\n\nWhether or not the attacks on King are a coordinated campaign or just the work of conservative bloggers gone viral, they have gathered steam in recent weeks.\n\nKing, 35, burst onto the national scene after the Aug. 9, 2014, killing of Michael Brown in Ferguson, Mo., when he began tweeting and writing about Brown’s death.\n\nIn one widely circulated series of tweets, he picked apart the St. Louis County Police’s explanation of the shooting, accusing the police chief of “lies.”\n\nA month after Brown’s shooting, King began writing for liberal Web site Daily Kos. He continued to write about police brutality and racism in America, weighing in on high-profile cases such as those involving Freddie Gray and Sandra Bland. He offered $10,000 to anyone who would take down South Carolina’s confederate flag, before eventually apologizing. And he also raised money for a series of causes, including more than $60,000 for the family of Tamir Rice, the 12-year-old fatally shot by Cleveland Police.\n\n[Online activists raised $60K for Tamir Rice’s family — so where did all that money go?]\n\nIn June, a blogger named Vicki Pate began posting about King’s racial identity. In a June 29 post titled “Is Shaun King the next Rachel Dolezal,” Pate said King’s background was fair game because of public disputes King had had with blogger Charles C. Johnson, in which the two men traded accusations.\n\n“Yes, I stalk Shaun King’s social media and that of some of his family, mainly his brother and mother, looking for some sign that he is actually an African American,” she wrote. “Why? It all started with a huge lie he told about Charles Johnson.”\n\nAfter searching his family’s Facebook pages and amassing “over 200 files” on King, Pate wrote that she “found something his brother posted last month…a photo of Shaun as a child….a very white child with red, curly hair.”\n\n“I have searched every member of King’s family tree with a fine toothed comb and I’ve never once found a black family member, not even grandparents or great grandparents,” she wrote.\n\nPate later posted another article titled “Shaun King is White – Here’s Proof,” in which she included a photo of a white man she claimed was King’s father. And on Aug. 3, Pate published a third article allegedly containing more “proof” that King was white.\n\nPate’s posts piqued the interest of other conservative bloggers. On July 21, the Daily Caller published an article questioning King’s version of a high school altercation.\n\nIn a 2012 interview, King had said he was walking to band class in 1995 when he was attacked by a dozen white boys. “He suffered facial fractures and required three spinal surgeries, causing him to miss a year and a half of school,” Rebel Magazine reported.\n\nAccording to the Daily Caller, however, King’s story was suspect. Citing a police report as well as the detective who investigated the incident, the Web site reported that “the altercation involved only one other student” and was not listed as a hate crime. “King … has related the story of the hate crime on his blogs and in his recent self-help book, seemingly to bolster his credibility as an activist and as a self-help guru. But King’s telling of the assault does not match up with a police report from the case.”\n\nOn Monday, Glenn Beck’s Web site the Blaze picked up on the police report, noting that the detective classified King as white.\n\nIn an interview with the New York Times, Keith Broughton, the investigating detective, said he never asked King about his race and marked him “white” on the form based on the observation of the student’s light skin and his white mother.\n\nIn an article on Wednesday, a Breitbart writer claimed that King’s alma mater, Morehouse College, had “distanced itself from the outspoken activist.” (In fact, the college merely declined to comment.)\n\n#Morehouse has no comment on the @Shaunking allegations. However @Morehouse does not grant admissions or scholarships based on race. — Morehouse College (@Morehouse) August 19, 2015\n\nAs King pointed out on Twitter Wednesday, a number of fellow students from his high school have supported his version of events.\n\n“Shaun was quite literally ambushed by a large group of large people,” wrote Shea Gold on Facebook. “He never saw what hit him. He never had a chance. I didn’t stop to count how many attacked him, but the number was easily in the neighborhood of a dozen.” Gold confirmed his account in an email to The Post, adding that he and King barely knew each other so he had no reason to defend the activist.", "_id": {"$oid": "55daf17604235215b082e3cb"}}