{"URL": "http://www.vulture.com/2015/04/6-crazy-cool-mad-max-fury-road-stories.html?wpsrc=nymag", "Text": "Enlarge icon Pinterest icon Facebook icon Close icon\n\nThere are a whole lot of wham-slam superhero movies coming this summer, but for action fans, there may be no more anticipated summer blockbuster than Mad Max: Fury Road. Those breathtaking trailers! That sterling cast, led by Tom Hardy and Charlize Theron! There's a lot to look forward to here, and last night in Los Angeles, the wait until Fury Road's May 15 release got a little shorter as director George Miller unveiled the movie to Los Angeles press. While our reactions are currently embargoed, one audience member allowed to speak off the cuff was Shaun of the Dead director Edgar Wright, who joined Miller for a post-screening Q&A and raved, \"I am totally in awe of this movie.\" And while what's on the screen impressed at least Wright, the stories Miller told about how it all came together seemed almost as unbelievable as what made it into the movie. Here are six things Miller said that produced an audible reaction from the crowd.\n\nAll those incredible stunts were done for real.\n\n\"We had to do it old-school,\" said Miller, after Wright praised the amazing stunts and car crashes that make up nearly every moment of Fury Road. \"This is not a CG movie, we don't defy the laws of physics.\" For audiences used to summer movies slathered in subpar visual effects, the practical physicality of Fury Road may be startling, but that wasn't the only way Miller sought to differentiate his film from the legions of action-movie imitators spawned since Miller made his debut on 1979's franchise-starting Mad Max (then starring Mel Gibson). \"One thing I've noticed is that the default position for everyone is to desaturate postapocalyptic movies,\" bemoaned Miller. \"It can get really tiring watching this dull, desaturated color.\" Instead, Miller ensured that Fury Road's color scheme is as eye-popping as those stunts, with the teal of the desert sky and the orange of the explosions cranked up to hypersaturated heights.\n\nThe movie was essentially shot without a screenplay.\n\nIn many ways, Fury Road plays out as one long chase scene, with Max (Tom Hardy) and Imperator Furiosa (Charlize Theron) fleeing across the desert as creepy, psychotic baddies pursue their secret cargo. Instead of committing all those action beats and dialogue to the page in a traditional way, then, Miller and a team of artists simply storyboarded the entirety of Fury Road in advance. \"You don't have to write, 'look left,' 'look right,' or whatever … you can draw it,\" said Miller. \"We sat in a room and basically laid out 3,500 panels. So much of the movie [we storyboarded] is what you saw today.\" That unorthodox approach wasn't always easy for his actors to comprehend, though. \"There were times when I was like, 'George! What are we doing?!' Theron said to Entertainment Weekly. \"We would show up with no scene numbers — we couldn’t even have a call sheet. And you look around and go, 'What the fuck is going on?!'\"\n\nThere is an unbelievable amount of Mad Max: Fury Road footage that you'll never, ever see.\n\nDespite all that advance planning, the makers of Fury Road had to endure a marathon shoot in Namibia, and they had plenty to show for their time. \"This is ridiculous, but we shot 480 hours of footage,\" laughed Miller. \"That's three weeks [of] continuous watching without sleep!\" Miller would then send the footage to his editor, Margaret Sixel, \"who happens to be my life's partner,\" he said. \"I have to say, she's brainier than I am — she's really got a big brain. She's much more mathematical than I am, highly intuitive, and has got a low boredom threshold. Anything that's repetitive or slightly off, she'd say, 'Stop there.' She's the one person who can say it to me ... I can usually out-talk someone else!\" Sixel had never edited an action film before, (even Miller hadn't helmed a live-action movie since 1998's Babe: Pig in the City), but the director gave her one maxim to live by: \"If you cut it like those [other modern] action movies where everything's really really fast and it's an excuse for not respecting space or geography, it's a kind of visual noise. You want the notes to be clear.\"\n\nFury Road was nearly 15 years in the making.\n\nMiller thought he was done with the franchise after making the three films that starred Mel Gibson, but soon enough, he had ideas for a fourth film that he couldn't keep at bay. Still, Fury Road proved discouragingly difficult to mount. \"We wished to kick this off in 2001,\" said Miller. \"It fell away. The American dollar collapsed with 9/11, the budget ballooned.\" After Miller spent the next few years exploring the notion of an entirely CG-animated Fury Road, he changed course, cast Tom Hardy, and tried to get the movie off the ground once more in 2011. \"It rose again, [but] we had unprecedented rains in the outback of Australia,\" he said. \"Where there was red desert, there was now flowers. Eventually, we waited a year for it to dry out, and it didn't, so we had to take everything from the east coast of Australia to the west coast of Namibia, where it never rains.\"\n\nThere is a logical reason that one of the bad guys has a flame-shooting guitar.\n\nWhat better to motivate Fury Road's villainous army than a \"rock rig\" of musicians who ride alongside them and play decibel-shattering, adrenaline-pumping anthems? The back of the rig is occupied by four drummers, and the front is dominated by a guitarist — nicknamed the Doof Warrior — whose every heavy-metal lick is punctuated by flames shooting out of the top of his guitar neck. The only occasionally seen character is destined to be a fan favorite (and is already burning up Twitter), but Miller says he took a pretty grounded approach to conceiving that weapon of aural destruction: \"You had to have something very loud [to compete with the noise of the battle], so he has this guitar — which is made from a hospital bedpan and a double-neck guitar — and he's got to have a weapon, so it becomes a flame thrower. It all hopefully has some sort of logic.\" And that logic applied to everything you'll see onscreen, from the biggest vehicles to the tiniest props. \"It got to a point where if I picked up a prop, the person who made that prop or the performer working with that prop had to tell me its backstory,\" Miller said.\n\nMiller was almost terrified of how good his movie's trailers were.\n\nIf you've spent the last few months obsessing over the amazing trailers for Fury Road, you're not alone: Every time a new version came in from the Warner Bros. marketing team, Miller was similarly awestruck. In fact, the advertising materials were so stunning that they began to worry the filmmaker now had to live up to even higher expectations. \"I didn't want to peak with the trailer!\" Miller told me after the Q&A. But he laughed, remembering how the creative impulse went both ways during post-production: \"Sometimes we'd see the trailer and something was so good, like a sound cue ...\" He grinned, using both hands to snatch at the air. \"We'd just grab it!\"", "_id": {"$oid": "55daf1d104235215b082e416"}}