{"URL": "http://www.atlasobscura.com/articles/cheating-wonders-the-6000000000-gold-mine-that-didnt-exist", "Text": "(Photo: Wichan Kongchan/shutterstock.com)\n\nThe Gold Rush may be over, but that doesn’t mean the precious metal stopped inspiring criminal ingenuity.\n\nIn fact, the largest gold mining scam in the history of the world took place just over a decade ago, when a shady prospector used his wedding ring to fake the existence of a $6 billion mine.\n\nThe story of the greatest mining cheat of all time began in 1993 when the owner of Canadian penny-stock mining company Bre-X purchased the rights to some land in the middle of the jungles of Borneo. The plot of land, at the head of the Busang River, was bought up on the advice of geologist and explorer John Felderhof, who had previously gained a name for himself for his part in discovering a massive gold and copper mine in Papua New Guinea. Despite the fact that some, larger mining companies had explored the area previously and decided it was not a viable site, Bre-X gambled on Felderhof’s promise of an underground jackpot.\n\nFelderhof’s interest in the site was supposedly based on core samples provided by the project manager, Filipino mining prospector, Michael de Guzman. In 1994, Guzman was producing crushed core samples that indicated Bre-X may have just purchased one of the largest gold deposits ever discovered. The initial estimates, based on the core samples, indicated that there might be over 136,000 pounds of gold buried in them thar jungles, and this was only the beginning. By 1995, the estimates had skyrocketed to over 2 million pounds, and by 1997, the estimate more than doubled reaching almost 5 million pounds of rumored gold hiding just beneath the surface of the Borneo mine. In a final estimate, given during a conference call with investors from J.P. Morgan, Felderhof just went of the deep end and suggested that there could be over 13 million pounds of gold waiting to be dug up.\n\nThe Borneo forest in Kalimantan, near where the fabled mine supposedly was. (Photo: Ruanda Agung Sugardiman/Wikipedia)\n\nAll of this based solely on de Guzman’s thousands of core samples. In the 3 or so years since the gold had been discovered, a bustling mining town had even sprung up on the site, with its own church and school.\n\nWhen Bre-X first purchased the Borneo land, their stocks were selling for around 30 cents a piece, but as the tales of their insane discovery grew, their nearly worthless stock blew the roof off the market rising to around $250 a share by 1997, bringing the value of the company to what would be a staggering six billion dollars in today’s money. At the time, Lehman Brothers called the Bre-X mine, “the gold discovery of the century.”\n\nNow they just needed to produce some gold. Which was a problem as there had never been any to begin with.\n\nAs it would turn out, de Guzman had been “salting” his core samples with gold dust, first with shavings from his own wedding ring, and later with $61,000 worth of locally panned gold. Of course other geologists, hired by some of the investors had taken a look at de Guzman’s samples and raised suspicions due to the fact that the entire cores had been crushed up, leaving nothing to verify the samples against, and that the gold fragments themselves seemed to have an unnatural shape. But de Guzman managed to talk his way through all of their misgivings, and Bre-X continued to grow on rampant speculation.\n\nNot even. (Photo: Giorgio Monteforti/Flickr)\n\nAround 1996, as Bre-X’s star and stock were rising, Indonesian President Suharto, took an interest in the massive windfall that had been discovered in his country. First he halted their final approval to exploit the land, stating that Bre-X was too small a firm to solely mine the area. Eventually Suharto and Bre-X worked out a deal wherein the shares of the mine would be split between Bre-X, Indonesia, and a more established mining company, Freeport-McMoRan Copper & Gold. Of course this meant that Freeport-Moran would need to independently verify that there was gold at the site. Oh shit.\n\nThe Suharto deal was finalized in February of 1997, and just a month later, on March 19, de Guzman was found dead in the heart of the jungle, supposedly having thrown himself from a helicopter while on the way to a meeting with Freeport. (His body was said to have been identified by a molar and a thumbprint after wild animals had ravaged the rest.)\n\nAfter de Guzman's death, things went downhill startlingly fast. Just days after de Guzman’s death, Freeport reported that they had discovered no gold at the site, taking samples just over a meter from where Bre-X had drilled. The jig was up. Freeport released further findings in the ensuing months, revealing the salting scheme. The stock instantly tanked, and the $6 billion con was at an end, leaving a number of very rich people, feeling very stupid.\n\nThe true culprit of the massive Bre-X fraud is up for debate. Was Felderhof, who sold over $80,000,000 worth of his Bre-X stock just months before the reveal of the scam, the true mastermind? Were the owners of Bre-X in on the con? Or was de Guzman just fooling everyone down the line?\n\nNo one is sure, but this final portion from an on-the-ground report of the Bre-X mine that ran in Fortune magazine in 1997 is fairly telling,\n\nThere was another peculiar moment. In one of my last meetings in Jakarta with Felderhof, de Guzman walked in. I rose and slapped him on the back, congratulating him on Freeport's emerging as Bre-X's new partner. He should have been thrilled. Instead, he was stone cold. Grim. Icy. He didn't even look at me. It was clear he wanted to talk to Felderhof alone.\n\nBre-X folded in 2002.\n\nJohn Felderhof was acquitted of insider trading in 2007.\n\nMichael de Guzman remains deceased, although some believe he has been spotted in Canada. Others believe he was murdered.", "_id": {"$oid": "55daf31204235215b082e485"}}