{"URL": "http://www.brookings.edu/blogs/fixgov/posts/2014/10/29-2014-midterms-asian-american-voting-patterns-lee", "Text": "Editor’s Note: As part of the 2014 Midterm Elections Series, experts within and outside Brookings will weigh in on issues that are central to this year's campaigns, how the candidates are engaging those topics, and what will shape policy for the next two years. In this post, Taeku Lee examines voting patterns among Asian Americans.\n\nAs the November 2014 campaign season draws to a close, political sabermetricians have more or less converged on a common set of expectations about particular races and how the fate of partisan politics hangs in the balance. Yet keen eyes remain focused on some unknowns. Which way will the pendulum swing for Independent voters this time? Will Latinos respond to broken promises and legislative shirking on immigration reform through exit, voice, or loyalty? What about the clout of Tea Party supporters? One relatively less intently watched group is Asian Americans voters. For reasons argued below, however, they are in respects a bellwether for electoral change in America.\n\n20 Million and Growing\n\nThe mere mention of \"Asian American voters\" might strike some readers as failing to measure up to the threshold of notice on Election Day. Asian Americans, after all, remain relatively small in number and, given the high proportion of foreign-born within their ranks, an even smaller number among voters. In specifics, Asian Americans today are six percent of the U.S. population, or close to 20 million persons (data are December 2013 Census estimates for the more inclusive \"Asian alone or in combination\" count). The ranks of Asian Americans among voters are even thinner, once nativity, naturalization, and barriers to voter registration and turnout are taken into account. Fully three out of every four Asian Americans were born outside the United States. Nearly two out of every three Asian American citizens gained their eligibility to vote through naturalization. And in 2012, Asian Americans represented just 2.9 percent of the turnout.\n\nThough small, these numbers are not negligible. For one thing, no other racial/ethnic segment of the U.S. population has been growing faster than Asian Americans. Between the 2000 and 2010 decennial censuses, the U.S. Asian population grew 46 percent; Latino population growth came in a close second at 43 percent. In fact, Asia is now the largest source of population growth through in-migration to the U.S.: since 2008, Asia has accounted for more than 40 percent of new immigrants to the U.S.; by comparison slightly over 31 percent during this period have come from Mexico, Central America, and South America. These growth rates are reflected in voter turnout: as recently as 1996, Asians were only 1.6 percent of votes counted; that proportion nearly doubled by 2012. As of 2012, Asian Americans were more than 10 percent of the citizen voting-age population in two states, 33 counties, and 45 Congressional districts. And growth is expected to continue into the foreseeable future: by 2050, the U.S. Asian population is forecast to nearly double to close to 36 million in number.\n\nTurning Blue?\n\nPopulation counts and even voter turnout rates, in a sense, are just the raw materials for a given election. What makes Asian Americans especially interesting going into the 2014 midterm elections is the shape that these raw materials have taken. In a 2012 election when many demographic groups voted more Republican than they did in 2008, Asian Americans turned decidedly more Democratic. According to the National Election Pool (NEP) exit polls, 73% of Asian Americans voted for Obama in 2012, markedly higher than the 62% Democratic vote share among Asian Americans in 2008 and a gain for the Democrats that outpaced that of all other demographic segments. That Asian Americans should appear solidly and increasingly Democratic is especially notable over a longer view of elections. Over the past two decades, Asian Americans have had the biggest shift in presidential voting preferences of any demographic group that exit polls report on. In 1992, exit polls reported that only 31 percent of Asian Americans reported voting for the Democratic candidate, Bill Clinton. Since then, this proportion has grown steadily and monotonically with each successive election to 43% in 1996, 54% in 2000, 58% in 2004, 62% by 2008, and the 73% figure for 2012.\n\nThese two background facts about Asian American voting – the high rate of Democratic voting in 2012 and the steady rise of Democratic voting since 1992 – might lead observers to close the book on Asian Americans as a now solidly \"Blue\" electorate. Such an inference is facile and premature. For one thing, the two facts sit rather uncomfortably with a third characteristic: Asian Americans tend not to identify with a political party. According to the 2008 National Asian American Survey, a healthy majority (55%) chose not to identify as either Democrats or Republicans; even a near majority of Asian American registered voters (45%) do not think of themselves in terms of a political party. Thus while for most Americans, party identification remains the single most defining marker of their political orientation and behavior, more Asian Americans opt out rather than opt in.\n\nMoreover, for Asian Americans, the distant relationship between voters and the parties that are meant to represent and aggregate their political interests is a two-way street. Asian Americans' relatively low rates of party identification are mirrored by relatively low rates of partisan mobilization of Asian Americans. In the 2012 National Asian American Survey, for example, only 31% of respondents reported being contacted by a party, campaign, or candidate, far lower than the 58% for a nationally representative sample from the 2012 American National Election Study. The most recent 2014 pre-election poll targeting Asian Americans found that only one in three Asian American registered voters reported being contacted by the Democratic Party and one in four by the Republican Party.\n\nA Bellwether?\n\nHow does a group find its way to side staunchly with one party without the steady rudder of party identification to guide its way? With some careful analysis and due reflection, the evolving contours of Asian American politics are teeming with such puzzles. Asian Americans, as a group, are relatively high in socioeconomic status, yet they \"under-participate\" in politics. Asian Indians, with the highest median household incomes among Asian Americans, are the most one-sidedly Democratic; Vietnamese Americans, with one of the lowest median household income levels, continue to have some of the highest rates of Republican voting. Asian Americans are increasingly likely to view common political interests as a defining aspect of a shared Asian American identity, despite their conspicuous degree of within-group heterogeneity. And so on.\n\nIn deciphering these and other questions, Asian Americans have the potential to tell us about more than just themselves. Because Asians in the US, as a group, are so heavily foreign-born and in-migrate at such high rates, they represent a demographic exogenous shock of sorts. Our extant system of two-party competition (and the wounding polarization accompanying it) might work well to help most Americans sort themselves ideologically or exploit the reputational premiums of the parties, but what of newcomers? Out of the mismatches between the expectations of time-tested theories and the unfolding empirical patterns of a de novo segment of the electorate, arises a fresh and rare opportunity to examine elements of American politics as foundational as partisanship, participation, pluralism, and power.\n\nAsian Americans, come Election Tuesday, will almost surely vote solidly Democratic. It is in the how and why they arrive at that outcome, however, that the most consequential elements of Asian American politics lie.", "_id": {"$oid": "55daf15104235215b082e3b3"}}