{"URL": "http://www.slate.com/articles/business/the_juice/2015/08/clean_line_energy_wind_transmission_lines_ambitious_wind_infrastructure.html", "Text": "Photo by Carol M. Highsmith/Buyenlarge/Getty Images\n\nOne of the raps on big renewable energy projects, such as solar plants and wind farms, is that they rely on federal subsidies and tax credits to get off the ground. That’s obvious. Here’s something less obvious: Taxpayers may have subsidized the boom in emissions-free energy, but that’s triggered a whole lot of unsubsidized private investment in turn. Someone has to pay to build the infrastructure that conveys the power from the empty places where it’s produced to the populated places where it’s consumed.\n\nThis is particularly evident in wind energy. Developers needs the federal production tax credit—2.3 cents for every kilowatt-hour produced by a wind farm for 10 years after its construction—to justify the nine-figure investments to plant clusters of turbines in the plains. But just as oil needs pipelines and coal needs railroads, wind power needs transmission lines to reach cities. A report by the Edison Electric Institute, a trade group for investor-owned utilities, highlighting some $47.9 billion worth of transmission lines in the works through 2025, found that about $22.1 billion in funds will be spent on transmission projects aimed at integrating renewable energy into the grid.\n\nA large chunk of America’s wind resources remains stranded.\n\nAdvertisement\n\n\n\nAnd there could be much more to come. In Houston, the global capital of the fossil fuel industry, a startup, Clean Line Energy, is aiming to replicate the feats of 19th-century railroad barons, erecting audacious, expensive tracks that will turn farmland and fallow space into economically useful terrain. The company wants to spend about $10 billion in private capital to wire the plains with direct current electricity wire. The names of its proposed lines evoke the age of the iron horse: There’s the Rock Island Clean Line, which would ferry juice 500 miles from Iowa to Illinois; the Grain Belt Express, traversing 780 miles from Kansas to points east; and the Plains & Eastern, which would convey power from the windy Oklahoma panhandle to Memphis, Tennessee. (Here’s a map of Clean Line’s proposed projects.) Farther to the west, billionaire Philip Anschutz is plotting the TransWest Express, a 730-mile line from Wyoming to Las Vegas. That effort, along with Clean Line’s Plains & Eastern—both of which could get federal approval to proceed this year—“may be the two most ambitious transmission lines ever built in this country,” says Michael Skelly, president of Clean Line Energy. (The Pacific Intertie, which connects Oregon hydropower to Southern California, is actually longer than both of these proposed lines.)\n\nSkelly has some experience tilting at windmills. He was chief development officer of Horizon Wind Energy, a Texas-based development firm bought by Goldman Sachs in 2005. (In 2008, in another quixotic quest, he ran for Congress in Texas’ deep-red 7th district as a Democrat and lost.) The wind industry boomed in Texas in part because the state, which has its own grid, pushed through a plan that enabled the construction of massive wind farms in the western and northern parts of the state, encouraging about $6 billion in new transmission lines to bring the power to population centers.\n\nOutside of Texas, however, the electricity grid is highly balkanized. Utilities in Oklahoma aren’t particularly interested in figuring out how to convey wind power from the Oklahoma panhandle (where it could be produced in massive quantities) to Atlanta (where it would be consumed in massive quantities). And the federal government has long since gotten out of the business of backing big interstate power highways. (The last major electricity interstate highway it supported was the Pacific Intertie, completed in 1970.) That means a large chunk of America’s wind resources remains stranded.\n\nIn 2009, Skelly helped found Clean Line, which has raised more than $100 million in capital from investors including National Grid. The idea: build a series of long-haul transmission lines—400-, 500-, 700-miles long—and rent capacity to wind developers so they can send their power to market. (Rule of thumb: It costs about .3 cents to send a kilowatt-hour of power 100 miles.)\n\nIt sounds like a simple business model. But as pipeline builders have found (hello, Keystone XL!), building energy infrastructure that crosses several state lines requires negotiating a maze of state regulators, federal authorities, and private landowners. And for a host of reasons—economic, political, regulatory, environmental—people aren’t always psyched about big projects coming through their proverbial backyards. For example, while Indiana and Kansas have given approval to the Grain Belt Express, which would connect Dodge City, Kansas, to southern Indiana, Missouri has said no. (In certain circumstances, transmission developers can appeal such denials to the federal government, which Clean Line has done.) “A wise person said that anything worth doing takes a decade,” said Skelly. “And we are going to prove them right. We haven’t done this before in this country. We haven’t built four-state transmission lines.”\n\nSkelly is confident that Clean Line can raise the $10 billion needed to build its five proposed lines and that construction could start as early as 2017 if approvals start to come through.\n\nClean Line’s ambitions highlight the complexities of the arguments surrounding energy subsidies. Yes, Clean Line’s customers—developers of wind plants—rely on subsidies. And those subsidies cost real money. According to the Energy Information Administration wind accounted for 4.4 percent of U.S. electricity production in 2014, or about 180 billion kilowatt-hours. Assuming every one of those kilowatt-hours is eligible for the 2.3 cents per kilowatt-hour (and they’re not—wind farms more than 10 years old can’t get the credit, for example), the production tax credit would amount to a maximum of about $4.2 billion year.\n\nThe American Wind Energy Association argues that every form of energy production is subsidized to a degree and that the U.S. is getting a lot in return for whatever subsidy wind receives. The burgeoning wind industry has accounted for some $100 billion of investment since 2008 (a period in which the U.S. suffered a big shortfall in investment), created tens of thousands of permanent jobs, and stimulated the creation of a domestic manufacturing sector. It also funnels $195 million a year in lease payments to farmers, ranchers, and other landowners.", "_id": {"$oid": "55daf00504235215b082e29a"}}