{"URL": "http://news.yahoo.com/armed-man-injures-three-amsterdam-paris-train-railway-173828296.html?soc_src=mediacontentstory&amp;amp;soc_trk=tw", "Text": "Arras (France) (AFP) - A heavily-armed man opened fire in a \"terrorist attack\" on a high-speed train travelling from Amsterdam to Paris on Friday, injuring at least two people before he was overpowered by two American passengers.\n\nThe suspect, who was arrested at a railway station in the northern French town of Arras, was a 26-year-old from Morocco or of Moroccan origin who was known to the intelligence services, French investigators said.\n\nThe man had a Kalashnikov, an automatic pistol, ammunition and a box cutter in his luggage, one police source told AFP.\n\nThe motives for the shooting were not immediately known, although French prosecutors said counter-terrorism investigators had taken over the probe.\n\nFrance has been on high alert since Islamist gunmen went on the rampage in January, killing 17 people in Paris.\n\n\"I condemn the terrorist attack on the Thalys (train) and express my sympathy to the victims,\" Belgian Prime Minister Charles Michel said on Twitter of the incident which occurred while the train was on Belgian territory.\n\nView gallery A passenger receives medical attention in Arras, northern France, after being injured in a gun attac …\n\nAccording to initial unconfirmed information from investigators, the two men who tackled the gunman were American soldiers who had apparently heard him loading his weapons in a toilet cubicle and confronted him when he came out.\n\nThe incident occurred at 5.50 pm (1550 GMT), the train operator said.\n\nThe gunman was arrested ten minutes later when the train with 554 passengers on board stopped at Arras station where armed police were waiting, a spokesman for the French state rail company SNCF told AFP.\n\nOne of the Americans who confronted the gunmen was injured, sources said. Media reports said a British man was also hurt, but the Foreign Office in London said there were no reports of any British casualties.\n\nOne victim was hit by a bullet but his life was not in danger, while the second suffered cuts to his elbow caused by a box cutter.\n\nView gallery Criminal and forensic investigators are seen on a platform next to a Thalys train of French national …\n\nThe French actor Jean-Hugues Anglade, who appeared in the 1986 cult film \"Betty Blue\" staring Beatrice Dalle, was lightly injured in the incident, a witness told AFP on condition of anonymity.\n\nHe was reportedly hurt breaking the glass to activate the train's alarm.\n\n- Americans showed 'great bravery' -\n\nFrench Interior Minister Bernard Cazeneuve, who went to Arras in the wake of the incident, praised the Americans who had subdued the \"extremely violent\" suspect.\n\nThey showed \"great bravery in very trying circumstances\", he said. \"Without their cool-headed actions we could have been faced with a terrible incident.\"\n\nView gallery A police officer walks on a platform next to a Thalys train of French national railway operator SNCF …\n\nFrench President Francois Hollande and Belgian premier Michel agreed in a telephone call to \"cooperate closely\" in the investigation, according to a statement from the Elysee.\n\n\"Everything is being done to shed light\" on the shooting, Hollande said.\n\nThe French prosecutor's office said its anti-terrorist section had taken over the investigation into the incident, \"in view of the weaponry used, the way it happened and the context\".\n\nWitness Nicolas Martinage, 17, said he had seen the victims being taken off the train in Arras.\n\n\"There were two people with blood on them, one had a wound to the eye. The second was around 30 and had a bandage on his shoulder. Both men were on stretchers,\" he told AFP.\n\nView gallery Crime investigators look into the window of a Thalys train of French national railway operator SNCF …\n\n- 'People are scared' -\n\n\"The passengers are safe, the situation has been brought under control,\" train operator Thalys, which is jointly owned by the national rail companies of Belgium, France and Germany, said on Twitter.\n\nOne passenger, Patrick Arres, 51, said when the train pulled into Arras station he saw more than 30 armed police on the tracks. \"They were looking for someone, people were scared.\"\n\nFrance remains on edge after Islamic extremists attacked the satirical magazine Charlie Hebdo and a Jewish supermarket in Paris in January in a spree that killed 17 people and shocked the world.\n\nIn June, a man beheaded his boss and tried to blow up a gas plant in southern France in what prosecutors say was an attack inspired by the Islamic State group.\n\nIn May last year, four people, including two Israeli tourists, were killed when a gunman opened fire at the Jewish Museum in Brussels.", "_id": {"$oid": "55daeea704235215b082e1d6"}}