{"URL": "http://www.theatlantic.com/business/archive/2015/06/four-day-workweek/396530/", "Text": "Essays about the fantasy of a four-day, 32-hour workweek seem to follow a certain formula: Start with an eminent thinker’s starry-eyed prediction of how many hours we’ll be working at some point in the future—sometimes it’s John Maynard Keynes, who said there’d be a 15-hour workweek by 2030, though other standbys are Herman Kahn, Bertrand Russell, and even, occasionally, Richard Nixon—and then remind the reader that America remains stuck in the 40-hours-a-week mindset, despite the fact that workers would be happier and more productive if Fridays were grafted onto the weekend. End with a sigh: If only companies were wise enough to see that everyone can, and should, work just four days a week. But, in truth, mandating a four-day workweek is the dream of a limited set: well-educated, highly-paid workers who manipulate symbols all day—not the nation’s workers as a collective whole. \"It's very easy for folks sitting back in their chairs to say, ‘Yes, you need to be on a part-time schedule, or a four-day, 32-hour schedule,’ without thinking about the extent to which such folks want the income and are willing to put up with the hard hours,” says Dan Hamermesh, a professor of economics at the University of Texas at Austin. “That's what bothers me most about this discussion, frankly. It's very much a bunch of well-to-do folks telling others how much they should work.”\n\nAs Hamermesh sees it, there’s an unavoidable tradeoff when it comes to reducing their hours: If everyone starts working fewer hours, then less work is going to get done economy-wide, and collectively employers aren’t going to pay workers the same amount for that reduced output. The average American worker spends about 41 hours on the job each week (the average for white-collar workers is a couple of hours more than that). Among all workers, there are many who might take a slight pay cut if it meant working a half-day (or not at all) on Fridays. But there are also plenty of people eager to increase their hours in order to increase their wage. “To me, this is about increasing the menu of choices for workers, since I'm quite sure there are people on both sides of the fence,” Hamermesh says. Related Story A World Without Work A schedule of five working days has been the American standard for almost 100 years, but because every company has its own set of needs and tasks, it’s highly improbable that this is every single company’s optimal schedule. To Hamermesh, people would be better off if some companies started offering 32-hour workweeks—anything that expands that “menu of choices.” “But to have it apply mandatorily across the whole economy? I think a lot of people would be worse off that way,” he says. For the foreseeable future, the 32-hour fantasy will remain a quirk and a perk—a way for small, forward-thinking companies in knowledge industries to compete with their more powerful rivals for talented employees. Some companies have taken on these reduced schedules and seen positive results. Basecamp, a software company that has its employees take Fridays off in the summer, and elMejorTrato.com, a search engine that maintains that schedule year-round, have both seen revenue growth even as they have kept reduced hours. (A handful of companies also offer what are called “compressed workweeks,” in which 40 hours of scheduled work are shoehorned into four days.)\n\nAt Treehouse, an online-education company with about 85 employees, the default is a four-day, 32-hour week, and the company claims its salaries compete with those of companies whose employees work five-day weeks. Treehouse’s CEO, Ryan Carson, has worked on that schedule for nearly 10 years. “You get all day Friday off, instead of pretending like you're working when you're not,” he says. “Our investors have pushed us a little bit, saying, ‘It's kind of crazy you do this.’ It may be a little crazy, but just remember, you only have 2,000 weekends, and then you die.” He thinks that companies resist the idea because most CEOs are workaholics, not because the companies can’t afford it. Treehouse doesn’t have any way of quantifying what are often psychic benefits—having more time for loved ones and hobbies, feeling recharged come Monday—but Carson says the company’s employee retention is “amazing” and that it has grown significantly since it was founded. Specifically, some of Treehouse’s employees love that their work schedule allows them to take a more hands-on role in parenting and housework—which in turn might free up their spouses to focus more on their own professional lives. Here is Carson (and some of his employees) explaining how the four-day workweek plays out at Treehouse: As idyllic as it would be for everyone in the nation to start working fewer hours for the same amount of money, there are very few signs that the four-day week will spread beyond this small coterie of like-minded companies. “Despite the alleged dynamism of American industry, [business leaders] are pretty conservative,” says Dan Hamermesh. “There are some transition costs. There's no question. This requires rethinking scheduling, payroll, HR, everything.”", "_id": {"$oid": "55daf0f104235215b082e382"}}