{"URL": "http://www.slate.com/blogs/the_spot/2015/07/28/human_gif_miguel_herrera_fired_as_mexico_coach_for_allegedly_hitting_journalist.html", "Text": "Still from GIF by Velada\n\nMexico’s soccer federation has fired team coach and human GIF Miguel Herrera after the El Tri boss allegedly physically attacked a reporter in the Philadelphia airport after his team’s Gold Cup win.\n\n\"Matches never finish, and as public figures we have to keep that in mind,\" incoming federation president Decio de Maria said in a statement on Tuesday. \"Everyone has had an opinion but as I said, our values have to be kept and no one can be above the type of situation we saw on Monday at the Philadelphia airport.\"\n\nAdvertisement\n\n\n\nThe situation in question occurred Monday morning after Sunday’s Gold Cup final, which is when TV Azteca journalist Christian Martinoli claims Herrera punched him in the neck while he was going through a security line.\n\n\"I looked down to avoid any kind of provocation and suddenly feel a blow to the neck on the right side of my body. The next thing I see when I look up Luis Garcia is separating a madman who threw punches and kicks while I was insulted,\" Martinoli said. \"Everyone will have his version of events, and he probably will deny it, I have no doubt.”\n\nApparently, the Mexican federation wasn’t going to wait for the case to be formally adjudicated, opting to let go of the extraordinarily animated coach one day after the alleged attack came to light.\n\nDeadspin’s Billy Haisley noted on Monday that Martinoli has a reputation for being tough on the Mexican team and Herrera, and there has historically been bad blood between the two men.\n\nIt was surprising to see a coach being fired two days after winning a regional federation’s major tournament, but Mexico actually performed quite poorly at the Gold Cup. The team won both its quarterfinal and semifinal games thanks to terrible referee decisions that inspired cries that opposing teams had been CONCACAF’d out of the tournament—e.g., cheated either by the corruption or the incompetence of the Confederation of North, Central American and Caribbean Association Football.\n\nAs Sports Illustrated’s Avi Creditor noted, it’s possible that the still unconfirmed Martinoli incident is just being used as a “convenient excuse” to get rid of an unwanted coach whose team had underperformed at recent tournaments and who had previously made controversial political statements.\n\nHerrera’s fiery personality and gonzo sideline celebrations made him by far the most entertaining coach at last year’s World Cup. As Slate's Josh Levin noted at the time, he is one of the most GIF-worthy men on the planet.", "_id": {"$oid": "55daefef04235215b082e282"}}