{"URL": "http://www.latimes.com/entertainment/envelope/cotown/la-et-ct-regal-theaters-reaction-20150820-story.html", "Text": "Is Regal's new bag check policy really a snack check policy?\n\nThat's the suspicion among some consumers who've reacted warily to reports that Regal Cinemas has instituted a policy for checking bags of moviegoers when they go to the movies.\n\nRegal Cinemas, the nation's largest theater chain, based in Knoxville, Tenn., has instituted a security procedure to check bags and backpacks in the wake of recent theaters shootings.\n\nSIGN UP for the free Indie Focus movies newsletter >>\n\n\"Security issues have become a daily part of our lives in America,\" Regal recently posted on its website. \"To ensure the safety of our guests and employees, backpacks and bags of any kind are subject to inspection prior to admission.\"\n\nBut the news, which surfaced this week in a local TV report in Knoxville, didn't sit well with some consumers. They took to social media to vent their concerns that Regal would use the policy to keep people from taking their own food and beverages to the cinema.\n\nLike most theaters, Regal does not allow patrons to bring in outside food and drinks. But that doesn't deter patrons who surreptitiously hide their own snacks in purses and bags to avoid buying expensive sodas and popcorn at the multiplex.\n\n\"Regal is using your safety as an excuse to keep people from sneaking in snacks and drinks,\" said one Twitter user.\n\n\"Will they confiscate my sneaked in snacks/drinks?\" asked another worried consumer on Twitter.\n\n\"High ticket costs, over-priced, unhealthy snacks, and now I have another reason not to like movie theaters,\" added another Twitter user.\n\nRegal spokesman Richard Grover did not respond to requests for comment. But the company's statement appeared to have anticipated the complaints: \"We acknowledge that this procedure can cause some inconvenience and that it is not without flaws, but hope these are minor in comparison to increased safety,\" according to the statement on the company site.\n\nAlthough theater chains in the past have conducted spot checks for bags at certain locations, Regal is the first major chain to adopt a policy of checking bags at all its theaters nationwide, industry experts said.\n\nIt's not clear whether other big chains will follow Regal's lead.\n\nAMC, the nation's second-largest cinema chain, gives theaters managers the discretion to check for bags if they have security concerns, but there is no bag check policy for all theaters, said one person close to the company. AMC spokesman Ryan Noonan said the company does not comment on security measures.\n\nA spokesman for Carmike Cinemas said the company was reviewing its security procedures but had no bag check policy similar to Regal's.\n\nA representative of Cinemark, the nation's third-largest chain, also declined to comment.\n\nExhibitors have recently stepped up security measures, including hiring extra security guards for the screening of the hit movie \"Straight Outta Compton.\"\n\nThis month, a man wielding a pellet gun, hatchet and pepper spray attacked guests at a movie theater in Antioch, Tenn. He was shot dead by police. Just two weeks earlier, a man killed two women and injured nine others at a screening of \"Trainwreck\" in Lafayette, La.\n\nAnd in 2012, James Holmes killed 12 people during a screening of \"The Dark Knight Rises\" in Aurora, Colo. Holmes was recently sentenced to life in prison.\n\nTimes staff writer Saba Hamedy contributed to this report.\n\nMORE:\n\nMovie theaters branch out to host video game contests and other events\n\nLouisiana theater shooting: Will it have a chilling effect on moviegoing?\n\nParamount's home video release plan is panned by theater chains", "_id": {"$oid": "55daf00a04235215b082e29f"}}