{"URL": "http://www.nytimes.com/2015/08/22/upshot/this-weeks-market-sell-off-may-not-be-such-a-bad-thing.html", "Text": "Advertisement Continue reading the main story\n\nIt has been a frantic week on Wall Street and in other financial centers, with stocks and other risky assets experiencing their worst week in years.\n\nThe 3.2 percent drop in the Standard & Poor’s 500-stock index on Friday culminated the worst week for United States stocks since 2011, and put the index 7.5 percent below its recent peak on May 21. Many global markets have performed even worse, with stocks down across Asia and Europe. And the price of oil and emerging market currencies around the world continued a decline that dates to last year.\n\nIt’s about time.\n\nThat’s not to minimize the losses investors have incurred, or to say that each of these moves can be completely justified by data, and certainly not to predict what will happen next week or next month. But if you step back just a bit, what has happened in financial markets this week looks less like a catastrophe in the making and more like a much-needed breather when various markets had been starting to look a little bubbly.\n\nMarket commentators offer a range of specific explanations for the sell-off, including a drop in oil prices thanks to a global supply glut (which will affect the profits of energy companies and oil-dependent emerging markets alike), a slowdown in the Chinese economy that is becoming more apparent by the day, and a credit squeeze in other emerging markets. But those explanations, while accurate, are part of a bigger story.\n\nPhoto\n\nMarkets have been priced for perfection, and we’re getting some reminders that the world economy is far from perfect.\n\nThe United States stock market, as measured by the S.&P. 500, is the clearest example. It fell 5.8 percent this week and is now down 4 percent for the year. But that only pulls the index down to October 2014 levels. Against a longer time horizon, the recent drop looks more like a trivial downward bounce within a consistent range rather than something more dire.\n\nFlat stock prices in 2015 mask what came before: a remarkable run-up in stock prices in the preceding half-decade. From mid-2009 to mid-2014, stock prices rose much faster than corporate earnings, or gross domestic product, or pretty much anything else you might think of as fundamentals.\n\nContinue reading the main story Investors Receive Little Compensation for Risk Stock investors are receiving relatively low earnings relative to the prices they pay. Earnings yield of S.&P. 500 % 7.0 6.5 6.0 5.5 5.0 5.6% 2013 2014 2015 Earnings yield of S.&P. 500 % 7.0 6.5 6.0 5.5 5.0 5.6% 2013 2014 2015\n\nIn effect, investors became more and more willing to take the risk inherent in owning stocks, so much so that they were willing to pay very high prices for shares relative to the profits of the companies they were buying a piece of. Thus, by definition, they were accepting low returns (low by absolute standards and relative to the very low interest rates offered on safer investments like government bonds).\n\nJust over three years ago, in July 2012, investing $100 in the S.&P. 500 captured more than $7 in annual earnings; putting the same money in a 10 year United States Treasury bond paid out only $1.55.\n\nIn other words, stocks might have been risky, but investors were being compensated nicely for that risk.\n\nContinue reading the main story Stocks Have Been Flat in 2015 Even after a steep drop this week, stocks are down only about 2 percent for the year as of midday Friday. S.&P. 500, percent change from Dec. 31, 2014, level % 4 2 0 -2 -4 -2.1% January February March April May June July August S.&P. 500, percent change from Dec. 31, 2014, level % 4 2 0 -2 -4 -2.1% January February March April May June July August\n\nWhat do those numbers look like now? Even after the sell-off in stocks this week, the same $100 invested in stocks buys only $5.59 in earnings, compared with $2.08 for Treasury bonds. The fact that investors aren’t being compensated very much for taking on risk is, quite logically, making them more skittish when those risks materialize.\n\nAdvertisement Continue reading the main story\n\nAdvertisement Continue reading the main story\n\nA mix of interventionist policies from the Federal Reserve and other central banks, and a global glut of investment capital have created a mismatch between the global economy, which has grown glacially, and markets, which have been on fire.\n\nAs Josh Brown of Ritholtz Wealth Management tweeted on Friday, “2015 is the first year since the recovery began where the real economy is outperforming the financial economy.”\n\nThe big question now is whether the fundamentals driving the recent sell-off — the oil glut, the emerging market strains — get worse or better. That matters a lot for businesses and individuals in China and other countries under stress, and for oil producers globally. But for the United States economy and even for most companies traded on American exchanges, it’s much less clear that it should create a major hit.\n\nConsider that in 1997 and 1998, an emerging markets crisis rippled across East Asia and Russia. It turned out that 1999 was a blockbuster year for United States economic growth and corporate earnings anyway.\n\nIn the meantime, the best response for most investors trying to grapple with the latest bout of volatility is to take a deep breath, appreciate the remarkable run-up of the last five years, and remember that if you panic at the thought of losing 6 percent of your money in a week, that money really shouldn’t be invested in the stock market to begin with.", "_id": {"$oid": "55daf1a604235215b082e3f0"}}