{"URL": "http://thehill.com/blogs/ballot-box/senate-races/279753-hispanic-republican-group-to-gop-congressmen-watch-your-language-on-immigration", "Text": "A leading GOP Hispanic group has a message for Republicans as Congress begins debate on immigration: Watch your language.\n\n\n\nThe Hispanic Leadership Network, a center-right group looking to woo Latinos to the GOP, sent Republican congressmen of all stripes a list of suggested \"Dos and Don'ts of Immigration Reform\" Monday afternoon. The memo was obtained by The Hill.\n\n\n\nADVERTISEMENT\n\n\"Tone and rhetoric will be key in the days and weeks ahead as both liberals and conservatives lay out their perspectives. Please consider these tonally sensitive messaging points as you discuss immigration, regardless of your position,\" Hispanic Leadership Network Executive Director Jennifer Korn writes.\n\nMany Republican operatives have been as or more worried about their party's rhetoric on immigration and immigrants than their actual policy positions, and there have been some concerted private efforts to convince immigration hard-liners to be more careful in their rhetoric, even if they don't change their positions at all. This memo shows exactly how to approach that messaging battle and try to unify the GOP while finding ways to attack Democrats.\n\nThe memo suggests that Republican senators and congressmen refer to \"undocumented immigrant[s]\" rather than \"illegals\" or \"aliens\" and that they never use the phrase \"anchor babies.\" It also warns Republicans against using the term \"amnesty\" to describe the plan, and suggests attacking President Obama for not pushing earlier for a plan.\n\n\n\nHere's the full list:\n\n\"When engaging in conversation or doing an interview on immigration reform:\n\nDo acknowledge that 'Our current immigration system is broken and we need to fix it'\n\nDon’t begin with 'We are against amnesty'\n\nNote: Most everyone is against amnesty and this is interpreted as being against any reform.\n\n\n\n\"When talking about a solution for the millions here without documentation who could qualify to get in line first with a temporary visa, then legal residence and finally citizenship:\n\nDo use the phrase 'earned legal status'\n\nDon't use the phrase 'pathway to citizenship'\n\nNote: This has a different meaning and can denote getting in front of the line to get citizenship – this is not true. Most Republicans and Democrats, along with 70% of Americans, support a fair system by which those who are undocumented can come forward, register with the government, pass a background check, pay a fine, learn English and get legal status first – that is earned legal status, not automatic citizenship.\n\n\n\n\"When addressing securing our borders:\n\nDo use the wording 'enforcement of our borders includes more border patrol, technology, and building a fence where it makes sense'\n\nDon't use phrases like 'send them all back,' electric fence,' 'build a wall along the entire border'\n\n\n\n\"When talking about immigrants:\n\nDo use 'undocumented immigrant' when referring to those here without documentation\n\nDon't use the word 'illegals' or 'aliens'\n\nDon't use the term 'anchor baby'\n\n\n\n\"When addressing amnesty and earned legal status:\n\nDo acknowledge that the true meaning of amnesty is to pardon without any penalty\n\nDon't label earned legal status as amnesty\n\nDon't characterize all Hispanics as undocumented and all undocumented as Hispanics\n\n\n\n\"When broadly addressing reforms:\n\nDo acknowledge that President Obama broke his promise and failed to propose any immigration reform for five years, while using this issue as a political wedge\n\nDo talk about the issues you support like overhauling the bureaucratic visa system, creating a viable temporary worker program, a workable e-verify system, and border security\n\nDon’t focus on amnesty as a tenet of immigration reform\n\nDon't use President Reagan's immigration reform as an example applicable today\n\nNote: That legislation was true amnesty; in addition, border security, fixing our visa system, and a temporary worker program were parts of the reform which were never implemented.\"\n\n\n\n\n\n", "_id": {"$oid": "55daf14804235215b082e3ac"}}