{"URL": "http://www.slate.com/blogs/future_tense/2015/05/26/this_chrome_extension_replaces_the_word_millennials_with_snake_people.html", "Text": "Screengrab from Wikipedia\n\nWhen you are old, there are few things more sinister than a group of young people. They speak in an occult patois, they garb themselves in strange robes, and they work through the witching hour. Seen from the outside, youth is a secret society, and like all secret societies, it is equal parts contemptible, comical, and compelling.\n\nThis, at any rate, is the premise satirized by Millennials to Snake People, a new extension for Google’s Chrome browser that does more or less what it says on the tin, changing every instance of the word millennial on Web pages to snake person. As the extension’s author, Eric W. Bailey, winkingly explains, it “reveals the real truth behind” the loosely defined, much discussed generation.\n\nAdvertisement\n\n\n\nMillennials to Snake People follows in the footsteps of a handful of similar extensions that playfully “fix” the language of the Internet. Last year, Slate’s Will Oremus extolled the merits of one that replaces every instance of the word literally—including those that are technically correct—with figuratively. And it has a more direct antecedent in Millennials Begone! which replaces millennial with pesky whipper-snapper.\n\nUltimately, neither Millenials to Snake People nor Millennials Begone! are making fun of the generation they pretend to mock. Instead, they’re parodying the way the way the media reports on millennials, capturing the weird attitude of geriatric demonology that inflects so many attempts to understand the young. These obsessive attempts to classify and characterize are ultimately empty gestures of control, attempts to regulate by naming and describing.\n\nIn this regard, it’s the little details that make Millennials to Snake People shine. Seen through the extension’s filter, one paragraph of the Terminology section of Wikipedia’s “Millennials” article reads, “Several alternative names have been proposed by various people: Caduceus Cult, Tannin’s Horde, Time of Nidhogg and the Damballa’s Coils,” referring to, among other things, a biblical sea serpent, a Norse dragon, and a powerful Haitian loa. These relatively obscure terms play off the similarly unfamiliar quality of the categories they replace, categories like “generation men” and “generation next” that failed to capture the public imagination.", "_id": {"$oid": "55daf01d04235215b082e2b4"}}