{"URL": "http://www.theatlantic.com/politics/archive/2015/08/the-election-of-donald-trump/401579/", "Text": "It’s amazing, isn’t it? How adaptable we are as human beings? It was only a year earlier that Trump was a punch line. Obviously, everyone knew, he could never actually get anywhere once the votes were cast. American democracy was too robust to let that happen. He was too dangerous to win, and to win would be too dangerous. It couldn’t happen because it couldn’t happen.\n\nThat’s how President Donald John Trump began his inaugural address, that clear morning in January of 2017. The fact that Gandhi never said these words was among the very least of our problems. Besides, the line drew rapturous applause from the crowd. According to a joint statement released by the White House and Nielsen, the Trump Inaugural drew the largest television audience in human history. As President Trump himself pointed out in his second press availability that afternoon, the numbers would only go up, once you factored in DVR.\n\n“It was the terrific leader of India, Gandhi, who said, ‘First they ignore you, then they laugh at you, then they attack you, and then you win.’ Well we won, didn’t we?”\n\nAnd then, just like that, it did.\n\nThere’s no need to rehash how it all went down. He won the nomination, and then he won the general election. It wasn’t more complicated than that. Some have compared the tenor of the news on election night to the coverage of a tragedy or disaster. But that’s not exactly right. It wasn’t like a meteor strike. It was more like finding out a meteor is heading our way. The anchors were dazed and somber. There was a real effort on the part of journalists to assuage viewers. Twitter was a shit show, but Twitter is always a shit show. Many immediately expressed their regret for voting Trump. Some had just wanted to register a protest, not realizing that they would be swinging the election to an insecure, undisciplined narcissist unfit for public office.\n\nThe next morning, President Obama declared a bank holiday, to the chagrin of President-Elect Trump, who blamed the fear mongering of Washington elites for the massive sell off roiling global markets. No one seemed more surprised by the returns than the Donald himself who—at the one moment in his life when it was truly needed—couldn’t muster the bravura for which he was famous. Being elected president made him seem tiny, and of course it did.\n\nThose were the darkest moments. Yet, in the dull terror of those first days, there were the stirrings of redemption. You could see it in the pride that journalists—even cynical, sneering political reporters—took in covering this historic and surprising transition. You could see it on display in the meetings that President Obama and White House staff held almost around-the-clock with congressional leaders and aides of both parties. But most of all, you could see it everywhere. Everyone was talking about the news. Everyone was watching and reading the news. There was a sense, in those weeks between Election Day and Inauguration Day, that Americans were all in this together, preparing, girding, for what we didn’t know. And maybe it’s crazy, but we grew closer to each other, kinder, as we all participated in this event as one country. Some still scoff at this, and as time passes, it’s harder and harder to prove. But I think it’s true. I think we are different now.\n\nMaybe Trump was a mirror, and we hated him because we hated what we saw in our reflection.\n\nBy the time President Trump raised his right hand and swore to preserve, protect, and defend the Constitution, the Constitution itself had been enlisted. In what Trump supporters called the “Christmas Coup” and what everyone else called a historic act of national preservation, President Obama signed into law a bill passed with overwhelming bipartisan support (with the exception of a few House Republicans and Ted Cruz, who abstained) which reasserted congressional primacy over the republic and stripped away the presidential prerogatives that had accrued over the previous century. In a talk at the Heritage Foundation, Chief Justice John Roberts, speaking only hypothetically of course, suggested such a law would survive judicial review. The liberals on the high court offered similar hints. The only source of debate was which parts of the law ought to be permanent and which should sunset after four years. You can imagine how that went.", "_id": {"$oid": "55daee5604235215b082e1a1"}}