{"URL": "http://www.theguardian.com/us-news/2015/jul/02/donald-trump-racist-claims-mexico-rapes", "Text": "Donald Trump doubled down on his claim that Mexican immigrants are responsible for a large number of rapes in the US on Wednesday. “Who’s doing the raping,” Trump shot back in an interview when challenged on his controversial remarks.\n\nThe businessman and would-be president, who launched his presidential campaign with an attack on Mexican immigrants as drug dealers, criminals and rapists, has claimed that there is “mind-boggling” link between rape and illegal immigration.\n\n“If you look at the statistics of people coming, you look at the statistics on rape, on crime, on everything coming in illegally into this country it’s mind-boggling!” he said in an interview with CNN on Wednesday night.\n\nTrump, who has already sparked a minor diplomatic incident and lost business deals with five companies over his remarks about Mexicans, claimed that statistics show that Latino immigrants are more likely to perpetrate rape than the wider population. However, the Fusion article he referred to said 80% of women crossing the Mexican border are raped along the way, often by criminal gangs, traffickers or corrupt officials.\n\nWhen CNN host Don Lemon pointed out that Trump had misread the article, the former Apprentice host said: “Well, somebody’s doing the raping, Don! I mean somebody’s doing it! Who’s doing the raping? Who’s doing the raping?”\n\nThere are no centrally recorded government statistics on the ethnicity of convicted rapists in the US.\n\nDepartment store Macy’s on Wednesday became the fifth big company to have ended partnerships with Trump following his attack on Mexico for “sending people [to the US] that have lots of problems. They are bringing drugs, and bringing crime, and their rapists.”\n\nTV networks NBC Universal, Grupo Televisa, Ora TV and Univision have already cut ties with Trump and the Miss Universe contest, which he part-owns. Mexico is refusing to send a contestant to Miss Universe this year because of the row.\n\n“We are disappointed and distressed by recent remarks about immigrants from Mexico. We do not believe the disparaging characterizations portray an accurate picture of the many Mexicans, Mexican Americans and Latinos who have made so many valuable contributions to the success of our nation,” Macy’s said.\n\nTelevisa, Mexico’s largest television network, said Trump has “offended the entire Mexican population” and Ora, which is owned by the world’s second-richest man, Carlos Slim, described Trump’s comments as “racist”.", "_id": {"$oid": "55daf1d404235215b082e419"}}