{"URL": "http://www.straitstimes.com/singapore/transport/drivers-flout-rules-on-road-near-changis-t5-worksite", "Text": "The construction of Changi Airport's Terminal 5 is proving a hazard to motorists, with drivers of heavy vehicles along Changi Coast Road flouting traffic rules to get in and out of the worksite.\n\nApart from speeding, many drivers have also been caught making illegal U-turns.\n\nWork at the site began about two years ago and, last year, the Traffic Police recorded 129 traffic violations - two to three cases a week - by heavy vehicles along the more than 6km stretch.\n\nData for this and other years is not available but since January, police have received feedback from at least 12 concerned motorists, a spokesman told The Straits Times.\n\nThe two-lane Changi Coast Road separates the existing airport from the Changi East development site where T5 and other new airport facilities are being built. At 1,000ha, the site is about three-quarters the size of the current airport premises.\n\nWith works in full swing, the Traffic Police are aware of motorists' concerns and have been carrying out regular monitoring and enforcement actions against heavy vehicle drivers in the area. The police will continue to adopt \"a tough enforcement stance\" against errant heavy vehicle drivers, the spokesman said.\n\nHowever, drivers continue to flout the rules. When The Straits Times visited the site a week ago, the driver of a van had just tried to execute an illegal U-turn and hit a lorry coming from the opposite direction. While there were no serious injuries, project manager Heng Ngee Seah, who was driving the lorry, was visibly shaken after his vehicle was hit by the van, driven by a foreign worker. He said in Mandarin: \"I travel along this road regularly and it's very common to see vehicles speeding and making illegal U-turns. It's really dangerous and today, I've been hit. I'm lucky I'm OK but I really hope the police will do something about this.\"\n\nEven after this incident, a steady stream of construction vehicles was seen moving in and out of the worksite. Instead of driving farther up to the junction of Changi Coast Road and Aviation Park Road to make a U-turn, some drivers chose to execute the turn illegally nearer the entrance to the worksite.\n\nMotorists who make unauthorised U-turns can be fined up to $1,000 or jailed three months if charged and convicted in court.\n\nThe maximum penalty is doubled for recalcitrant offenders.\n\nFor speeding, the maximum fine is $200 and drivers can also be given 24 demerit points. Offenders may also be prosecuted in court.\n\nApart from enforcement, education is also key to ensuring that heavy vehicle drivers observe safe driving habits. The Traffic Police, for example, organise regular road safety talks for such drivers to reinforce their awareness of road safety, including the dangers of speeding.\n\nThe spokesman added: \"Traffic Police will continue our road safety efforts on heavy vehicles, given their propensity to cause serious injuries or even deaths, and will continue to actively engage this group of drivers to practise safe driving habits.\"\n\n• Additional reporting by Yeo Kai Wen", "_id": {"$oid": "55dc240704235215b082e4e0"}}