{"URL": "http://www.washingtonpost.com/wp-dyn/content/article/2005/09/05/AR2005090501590.html", "Text": "Michael D. Brown has been called the accidental director of the Federal Emergency Management Agency, caricatured as the failed head of an Arabian horse sporting group who was plucked from obscurity to become President Bush's point man for the worst natural disaster in U.S. history.\n\nAmid the swirl of human misery along the Gulf Coast, Brown admitted initially underestimating the impact of Hurricane Katrina, whose winds and water swamped the agency's preparations. As the nation reeled at images of the calamity, he appeared to blame storm victims by noting that the crisis was worsened by New Orleans residents who did not comply with a mandatory evacuation order.\n\nBy last weekend, facing mounting calls for his resignation, he told reporters: \"People want to lash out at me, lash out at FEMA. I think that's fine. Just lash out, because my job is to continue to save lives.\" More broadly, the 50-year-old Oklahoma lawyer and the agency he leads have become the focus of a broad reappraisal of U.S. homeland security efforts four years after the Sept. 11, 2001, attacks.\n\nIn recent days, politicians and officials in both parties have derided Brown's qualifications to head the nation's chief disaster-response agency -- as well as the performance of the agency and its federal, state and local partners.\n\nAt a time when homeland security experts called for greater domestic focus on preparing for calamity, Brown faced years of funding cuts, personnel departures and FEMA's downgrading from an independent, Cabinet-level agency.\n\nAs recently as three weeks ago, state emergency managers urged Homeland Security Secretary Michael Chertoff and his deputy, Michael P. Jackson, to ease the department's focus on terrorism, warning that the shift away from traditional disaster management left FEMA a bureaucratic backwater less able to respond to natural events such as hurricanes and earthquakes.\n\nThe Times-Picayune, Louisiana's largest newspaper, published an open letter on Sunday to President Bush, calling for every FEMA official to be fired, \"Director Michael Brown especially,\" joining critics in the state and Congress.\n\n\"We're angry, Mr. President, and we'll be angry long after our beloved city and surrounding parishes have been pumped dry,\" the editorial said. \"Our people deserved rescuing. Many who could have been were not. That's to the government's shame. . . . No expense should have been spared. No excuses should have been voiced.\"\n\nBrown's defenders say he is the scapegoat of a cataclysmic storm and failure of New Orleans's levee system that, in the words of President Bush and Chertoff, could not be foreseen.\n\n\"Brownie, you're doing a heck of a job,\" Bush said Friday during a tour of the state, a day before Chertoff voiced his confidence.\n\n\"It's easy to play the blame game, find a scapegoat, but no one person could be responsible for the challenges we face and the lives lost,\" said W. Craig Fugate, emergency management director for Florida, where Bush's brother is governor, who worked with FEMA through four hurricanes in 2004. He said state and local authorities share responsibility for the death toll likely to emerge in coming days.\n\nJoe M. Allbaugh -- a college friend, former Bush campaign manager and past FEMA director who hired Brown as FEMA general counsel in 2001 -- offered a qualified defense.", "_id": {"$oid": "55daf2ae04235215b082e45d"}}