{"URL": "http://www.foxnews.com/politics/2015/08/23/biden-backer-says-vp-has-swell-support-but-hints-must-decide-soon/", "Text": "Vice President Biden is significantly behind other 2016 presidential candidates in money and organization but can still win the White House if he enters the race within the next several weeks, Josh Alcorn, a ringleader in the effort to get Biden to run, said Sunday.\n\n“We have a grassroots list of 200,000 people that's growing every day,” Alcorn, senior adviser for Draft Biden 2016, told “Fox News Sunday.” “He may not have the financial resources, but there is a groundswell of support.”\n\nBiden’s unscheduled meeting Saturday with Sen. Elizabeth Warren, D-Mass., is perhaps the most significant sign he will run.\n\nDemocrats have repeatedly asked Warren, whose progressive message resonates with voters, to enter the race, but she has so far declined.\n\nThe 72-year-old Biden ran for president in 1988 and 2004 and is continuously mentioned as a potential candidate.\n\nHowever, speculation about him seeking the 2016 nomination grew after reports that son Beau Biden, before he died in May, asked his father to run again.\n\nIn addition, Democratic front-runner Hillary Clinton’s poll numbers are dropping amid her email controversy, which has fueled talk about Biden entering the race.\n\nAnd a new Quinnipiac University survey shows Biden is performing as well or better than Clinton in hypothetical head-to-head match-ups in key swing states.\n\n“This isn't about anybody currently in the Democratic primary race,” Alcorn said. “This is really about Joe Biden.”\n\nAlcorn, whose super PAC has been around since March, acknowledged the importance of Biden entering the race before the first Democratic debate on Oct. 13.\n\nThe Clinton campaign has an estimated $70 million, and Vermont Sen. Bernie Sanders, the closest primary challenger, continues to do well in fundraising as he closes the polling gap.\n\n“I think having the vice president on that debate stage is an important part of the campaign,” Alcorn said.\n\nHowever, he declined to speculate about Biden’s plans or schedule, saying the vice president was on his own timeline.\n\nAlcorn also said he didn’t know about the details of the Warren meeting at the vice president’s Washington residence. But he said Warren has “incredible ideas on how to make the economy work for everyone.”\n\n“I think it's no surprise that he would want to talk to somebody like that,” Alcorn told Fox. “And I think talking with her is just another way to get some more ideas.”", "_id": {"$oid": "55daf22004235215b082e437"}}