{"URL": "http://www.straitstimes.com/sport/kyrgios-crudity-a-distraction-to-himself", "Text": "A tennis player short and shy, Australian and astonishing, who barely said a word to a rival, released a memoir in 2013. In it, Rod Laver, winner of the Grand Slam in 1962 and 1969, writes of his coach, Charlie Hollis, who tells him: \"You use your fork like a little savage.\" Hollis wants him to stand up straight, dress well and eat neatly, he wants this boy from nowhere to remember that \"we want to be proud of you when you're a champion. You're representing the people of Rockhampton, Queensland and Australia\".\n\nIt's a beautifully quaint idea because now athletes often represent nobody but I, Me, Myself. This isn't just sport but a wider culture of self-indulgence where reality shows are chapels of narcissism and Twitter trolls are monuments to conceit. We seem almost immune to bad taste and thus it should tell Nick Kyrgios something that everyone is still so appalled by what he said to Stan Wawrinka.\n\nKyrgios has too quickly become a strutting creature of uncivil disobedience. But even rebels must pause. On YouTube you can find an advertisement which offers an idea on how Kyrgios is trying to shape himself. A woman's voice recites the rules of tennis - No Audible Obscenities, No Racket Abuse - while pictures unfurl of Kyrgios doing quite the opposite. The tagline is clear: Play Your Own Rules. The advertisement is for headphones and evidently he has gone deaf to good sense.\n\nMaybe Kyrgios thought his act - colourful and off-colour all at once - was widely pleasing. After all, Roger Federer had defended his tanking at Wimbledon and Andy Murray had said \"the most important thing is to try to be yourself\". Writers, including this one, saw him as insolent yet irresistible and maybe he saw this as tacit approval: Yo, let's be even more edgy.\n\nPlayers crave routine, simplicity, order and Kyrgios is only distracting himself. He's unleashing verbal hand grenades by pulling the pin with his teeth and then expecting himself to focus. He might defiantly say, \"I'll show them\" but long term it's not a workable strategy.\n\nWhat surfaced is an insult - \"Kokkinakis banged your girlfriend\" - that is disquieting because it speaks of an ugly culture.\n\nHis casual demeaning of a fellow female player is staggering and yet unsurprising. With his haircut and bling he may seem the modern man and yet he emerged as just another male sexist caveman. It is pitiful that for all the machismo in sport, it is hard sometimes to find the truly manly. Courage on a sports field is not wearing a hard tackle but standing in front of the world, as Murray did, in January, and saying of his coach Amelie Mauresmo, \"this week we have showed women can be very good coaches as well\".\n\nMurray's words were simple yet they startled us because they are so rare. We are more used to NFL stars punching women and female coaches at football clubs facing misogynistic comments and golfers trembling at the idea of standing up for women to be members at the clubs they play at. It should trouble us all, as should the alacrity with which Kyrgios' family leaped aggressively to his defence. To judge a protective mother by a single indiscreet tweet is unfair but when his brother crudely chimed in, it became uncomfortable. It seemed Kyrgios was being indulged, not educated.\n\nThe star player can always find the flatterer but it is the honest voice he needs. In Sri Lanka this week, one of cricket's finest men, Kumar Sangakkara, is retiring and in an interview with Wisden India his wife, Yehali, said: \"We were blessed to have good family, good friends who keep us grounded.\" Blessed, too, is Rafael Nadal, who had Uncle Toni telling him never to throw a racket and Laver who would be chastised by Hollis even in front of his parents.\n\nKyrgios has looked infantile because tennis is a particularly adult sport. In too many sports the culture has deteriorated and even at golf's PGA Championship, fans shouted \"choke, choke, choke\" at Jason Day. But tennis looks grown up primarily because Nadal and Federer have deftly walked the line between competition and civility. Their legacy is a rivalry manufactured and yet also a fine culture constructed. Kyrgios at 20 looks a boy, Nadal at 20 was a man.\n\nThe consequence for Kyrgios is a competitive life made harder. Now the cameras he pranced in front of will gaze judgmentally at him. Now the questions to him will be sharper, the crowds less forgiving, the locker rooms a little colder. And now we all know he's been given the equivalent of a verbal spanking by Federer, Nadal, Djokovic.\n\nIt matters because winning is so exquisitely hard anyway and this just makes winning more complicated. Players crave routine, simplicity, order and Kyrgios is only distracting himself. He's unleashing verbal hand grenades by pulling the pin with his teeth and then expecting himself to focus. He might defiantly say, \"I'll show them\" but long term it's not a workable strategy.\n\nMaybe Kyrgios should flick through Laver's book which is embroidered by a lacing of modesty. Those men were fair and yet formidable. Once, he writes, when Bob Hewitt, a fellow of some gamesmanship, accused the Englishman Roger Taylor of being a cheat and pushed him, Taylor knocked him out in the locker room. Eventually athletes can only push the envelope so far before somebody brutally reminds them they have to Play By Everyone's Rules.", "_id": {"$oid": "55dc23dc04235215b082e4dc"}}