{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/20/twisp_fire_kills_three_forest_service_firefighters_trapped_by_flames_killed.html", "Text": "Image via KQNT video\n\nThree U.S. Forest Service firefighters died Wednesday in what the Okanogan County, Washington sheriff called a \"hell storm\" of a wildfire outside Spokane. From NBC affiliate KQNT:\n\n[F]irefighters were working in an area known as Woods Canyon where winds were coming in light from the east. Suddenly, the winds shifted and the crews were trapped. A volunteer crew was able to drive through the raging flames, but one crew did not make it out and three of them died.\n\nAccording to a press release from the U.S. Forest Service, the firefighters were engaged in initial attack operations and were involved in a vehicle accident when it is believed the fire overtook the vehicle.\n\nAdvertisement\n\n\n\nAs one of the other members of the crew was treated in the hospital for severe burns, the three firefighters who were killed were honored for their service by Washington state leaders. Gov. Jay Inslee issued a statement applauding their selfless bravery: \"They gave their lives to protect others. It was their calling, but the loss for their families is immense and I know the community will come together to support them.\"\n\nMy deepest condolences & thoughts are w/ the families of 3 firefighters who lost their lives protecting others battling the Twisp fire. -PM — Senator Patty Murray (@PattyMurray) August 20, 2015\n\nMy thoughts & prayers go out to the families of our fallen firefighters. Their bravery & dedication will be remembered by all Washingtonians — Sen. Maria Cantwell (@SenatorCantwell) August 20, 2015\n\nMore than 200,000 acres have already been scorched by fire across Washington this year and endangered residents were recently evacuated from the towns of Twisp, Riverside, and Winthrop, with dozens staying in or camping outside of a Red Cross shelter in nearby Brewster.\n\nGov. Inslee, who declared a state of emergency in Washington in June, is asking for a federal disaster declaration to concentrate more resources on the firefighting effort: \"Communities in Eastern Washington are strong and coming together, but need help. The current fires will exacerbate the ongoing housing shortages and economic troubles felt throughout the region. We’re doing everything we can to assess the damage and work with our partners to obtain additional federal assistance.”", "_id": {"$oid": "55daefdb04235215b082e273"}}