{"URL": "http://www.slate.com/blogs/the_slatest/2015/06/11/former_security_chief_zhou_yongkang_given_life_sentence_for_corruption_no.html", "Text": "Photo by Feng Li/Getty Images\n\nWhen President Xi Jinping launched his crackdown on official corruption two years ago, he vowed to target both “tigers” and “flies”—the country’s most powerful and least powerful officials. But few expected Xi’s probe would take down a tiger quite as fierce as Zhou Yongkang, the former national security chief sentenced to life in prison today.\n\nThe former head of the ministry of public security and member of the Communist Party’s top decision-making body, the Politburo Standing Committee, Zhou is the highest-ranking Chinese official jailed since the Mao era. Xinhua reports that Zhou is accused of accepting bribes worth about $21.3 million and abusing his power to enrich members of his family and his political allies.\n\nAdvertisement\n\n\n\nThis could all be true (the evidence against him has not been made public), but his conviction may have less to do with the charges than Zhou’s ties to an influential faction of Xi’s rivals in the country’s senior leadership, a group that includes former President Jiang Zemin and former Chongqing party boss Bo Xilai, a once-rising star who was himself sentenced to life in prison for corruption in 2013.\n\nZhou’s sentence may have been a statement, but the authorities’ handling of the case was unexpectedly muted. The court had promised an open trial, and it was thought that Zhou’s humiliation would be played out for maximum propaganda value—as with other officials accused of corruption, the public reaction to Zhou’s downfall has been mostly positive. But the trial ended up being held behind closed doors in May and the verdict was announced Thursday without any public warning. Zhou was shown on state TV, pleading guilty and confessing to the “harm I’ve caused to the party and the people,” but it was only the fifth item on the evening news broadcast. It’s possible Zhou may have known too many secrets and been a little too connected to people still in power for a high-profile public trial.", "_id": {"$oid": "55daf02504235215b082e2ba"}}