{"URL": "http://www.slate.com/articles/podcasts/hang_up_and_listen/2015/08/geno_smith_broken_jaw_hang_up_and_listen_on_jason_day_and_jordan_spieth.html", "Text": "Hang Up and Listen is sponsored by Casper, an online retailer of premium mattresses for a fraction of the price. Casper mattresses come with free delivery and returns within a 100-day period. Right now, get $50 toward any mattress by visiting casper.com/hangup and using the promo code HANGUP.\n\nListen to Hang Up and Listen with Stefan Fatsis, Josh Levin, and Mike Pesca by clicking the arrow on the audio player below:\n\nAdvertisement\n\n\n\nBecome a fan of Hang Up and Listen, and join the discussion of this episode on Facebook here:\n\nIn this week’s episode of Slate’s sports podcast Hang Up and Listen, Stefan Fatsis, Josh Levin, and Mike Pesca are joined by Grantland’s Bryan Curtis to talk about Jason Day’s victory at the PGA Championship and another outstanding performance by Jordan Spieth, the sports media’s favorite young star. They also talk about the New York Jets’ locker-room fight and how players’ character is evaluated in the NFL. Finally, Sports Illustrated’s Tim Layden joins to assess Nick Symmonds’ standoff with USA Track and Field over sponsorship money.\n\nHere are links to some of the articles and other items mentioned on the show:\n\nHang Up and Listen’s weekly pink gift bags:\n\nMike’s pink gift bag: Everything you ever wanted to know about baseball uniforms and the lowercase d.\n\nStefan’s pink gift bag: Why can’t sportswriters figure out that the new extra point is 33 yards long?\n\nJosh’s pink gift bag: Baseball players’ walk-up songs are boring (except for this guy’s). What’s the weirdest song a player could possibly choose?\n\nOn this week’s Slate Plus bonus segment, Stefan Fatsis, Josh Levin, and Mike Pesca discuss the supposed scourge of participation trophies. Visit slate.com/hangupplus and try it free for two weeks.\n\nPodcast production and edit by Zack Dinerstein.", "_id": {"$oid": "55daf30b04235215b082e481"}}