{"URL": "http://www.slate.com/blogs/browbeat/2015/08/21/mad_max_fury_road_oscar_contender_why_the_sci_fi_flick_should_be_in_the.html", "Text": "Photo by Jasin Boland - © 2012 Warner Bros. Entertainment Inc.\n\nThis article originally appeared in New York magazine.\n\nAs the summer movie season comes to a close, three big fall film festivals loom—Venice, Telluride, and Toronto—that will start clarifying this year’s Oscar race. But what about the movies we’ve already had the chance to see? Plenty of terrific films debuted in the first half of the year, and it’s entirely possible that half of this year’s Best Picture nominees could come from the movies that have already been seen and vetted at film festivals and in general release.\n\n\n\nBut are any of them better than Mad Max: Fury Road, the out-of-the-teal-blue-sky action spectacular that wowed critics earlier this year and deserves real awards consideration going forward?\n\nAdvertisement\n\n\n\nThat’s the question that’s been on my mind since I saw George Miller’s gonzo reboot last April. It’s become my cinematic high-water mark, the one I’ve been measuring most new movies against. I’ve previewed several of this year’s big fall films, and though some of them have great performances, I still haven’t seen anything that knocked me out like Charlize Theron in Mad Max. This year’s costume-design category will no doubt be packed with period pieces like Cinderella and Carol, but they don’t deserve a trophy over the striking postapocalyptic threads that Jenny Beavan put together for Mad Max. And while most of our Best Director candidates are likely still to come, and could include perennial nominees like David O. Russell, Tom Hooper, and Steven Spielberg, it would be hard for me to believe that any of them wrangled a more difficult and ultimately fruitful production than the 70-year-old Miller.\n\n\n\nSo what kind of chance does Mad Max have? In the below-the-line categories like editing, production design, makeup, sound editing, sound mixing, and costumes, I’d give it promising odds; depending on what’s to come, it could lay claim to cinematography and visual-effects nominations as well. But there are three other nominations I wonder about, and the two most tantalizing are Theron for Best Actress and Miller for Best Director.\n\nFrom what I’ve heard of the Best Actress field, several of this year’s assumed locks are laboring in subpar films, which could give Theron an opening if she campaigns for it. Miller might be a better bet: The directors’ branch often goes its own way, and I think enough of those voters will be sufficiently wowed to consider him. (Miller’s inclusion is the first thing I thought of when I read that Edgar Wright was asked to join the Academy—that’s one vote I bet he’ll get.)\n\n\n\nAnd then there’s the big ask, Best Picture. Could Mad Max: Fury Roadreally convince enough Oscar voters to take it that seriously?\n\nIt’s important to note that the Academy has been susceptible to well-realized sci-fi a few times over the past few years, as evidenced by Best Picture nods for District 9 and Avatar. Those pictures had additional heft and social gravitas that legitimized them with Oscar voters—District 9was a sci-fi gloss on apartheid, while Avatar wore its green heart on its sleeve—and a smart campaign for Mad Max would do well to emphasize the film’s lauded feminist bona fides. A Best Picture nod might still be the film’s most difficult to nab, but only a fool would count out Furiosa.\n\n\n\nAs for this year’s other already-screened contenders …\n\n\n\nSundance’s big buy Me and Earl and the Dying Girl sank without a trace this summer, but other films from the year’s first fest are well positioned for the awards race. Foremost among them is the sweet and sensitive immigrant romance Brooklyn (out this November), which could sneak into the Best Picture race and also pick up a nomination for Saoirse Ronan as Best Actress. Lily Tomlin will also be considered for this week’s Grandma, though it remains to be seen if she can parlay that support past likely nods from the Golden Globes and Indie Spirits. And Jason Segel won raves for his work as David Foster Wallace in The End of the Tour, but he’ll have to survive an onslaught of flashy fall performances if he wants to be remembered by voters.\n\n\n\nCannes also brought some significant contenders, like Youth, a Michael Caine dramedy that will play well to older voters and could score Jane Fonda a Best Supporting Actress nod for her scorching cameo; and the Hungarian holocaust drama Son of Saul, which may have an impact even beyond the Best Foreign Language Film category. Todd Haynes’ immaculate lesbian romance Carol will find plenty of partisans, though it remains to be seen if leads Cate Blanchett and Rooney Mara will compete for Best Actress; I’ve heard that the Weinsteins want Mara in the Supporting race, which would be this year’s clearest-cut example of category fraud. But to my mind, the likeliest Oscar contender to emerge out of Cannes was Pixar's Inside Out, which will put the animation studio back into the Best Picture derby. (It'll also trump the successful Minions for Best Animated Feature.)\n\nI wonder, too, if Ex Machina might be a looming Oscar player. The spring sleeper hit earned strong reviews and deserves a Best Supporting Actor nod for Oscar Isaac, who's having a terrific year. Other early releases that could still be standing include the Brian Wilson biopic Love & Mercy, which is very Academy-friendly and boasts a well-received performance from Paul Dano; Woman in Gold, which Harvey Weinstein will push Helen Mirren for; and Diary of a Teenage Girl, which at least warrants screenplay consideration.\n\nThe Best Documentary race is already crowded, with voters mulling titles like Amy, Best of Enemies, Cartel Land, Going Clear, The Wolfpack, and What Happened, Miss Simone? And there will be no dearth of contenders from this year's big action crop to fill the Visual Effects and Sound categories.", "_id": {"$oid": "55daf02d04235215b082e2c4"}}