{"URL": "http://www.nytimes.com/2015/08/23/magazine/the-unwelcome-return-of-illegals.html?action=click&amp;amp;contentCollection=magazine&amp;amp;region=rank&amp;amp;module=package&amp;amp;version=highlights&amp;amp;contentPlacement=2&amp;amp;pgtype=sectionfront&amp;amp;_r=1", "Text": "Photo Advertisement Continue reading the main story\n\nTen years ago, the political strategist Frank Luntz issued a proclamation about the language of immigration. ‘‘Always refer to people crossing the border illegally as ‘illegal immigrants’ — NOT as ‘illegals,’ ’’ Luntz instructed fellow conservatives. ‘‘Illegals’’ sounds harsh and spiky. As with ‘‘fatties’’ in high school, or ‘‘thugs,’’ it’s a way to write off a group and justify its mistreatment. Luntz says his research showed that ‘‘if you used the word ‘illegals,’ you didn’t get a chance to say anything else — Latino audiences would turn you off.’’ Republicans have long respected Luntz’s messaging skills: This is the man who helped them write the Contract With America and pioneer the phrase ‘‘death tax.’’ Yet G.O.P. candidates for president have repeatedly ignored his warning.\n\nThe slight has become a primary-season refrain, brandished like a conservative calling card. ‘‘We need to keep illegals out,’’ Donald Trump said at the Republican presidential debate earlier this month after being reminded of his earlier claims that Mexico is sending rapists and other criminals across the border. The Fox News anchor Chris Wallace picked up the term in a question, and Mike Huckabee volleyed it back, claiming that the solvency of Social Security and Medicare was under threat from ‘‘illegals, prostitutes, pimps, drug dealers, all the people that are freeloading off the system now.’’ In 2007, Mitt Romney and Rudy Giuliani deployed ‘‘illegals’’ while debating the rights of undocumented workers, and Romney and Rick Perry used it four years later while tangling over who was mowing Romney’s lawn. ‘‘I’m running for office, for Pete’s sake, I can’t have illegals,’’ Romney sputtered.\n\nThe more common phrase, ‘‘illegal immigrant,’’ also implies suspicion, but strip the noun from it and the entire identity of a person who crosses the border without permission, or outstays his or her visa, is reduced to that of a criminal: What rights could he or she be entitled to? ‘‘Illegals’’ becomes the noun, the insult and the dismissal. Designating immigrants as ‘‘illegals’’ also makes it easier not to see the frequent lawbreaking of employers who provide meager pay and unsafe working conditions. And ‘‘illegals’’ implies a permanent caste, as if there is no possibility of becoming anything else — even if millions of immigrants in the course of American history have shown otherwise.\n\nAdvertisement Continue reading the main story\n\nIn the United States, the idea of the unwanted ‘‘illegal’’ immigrant arose in the last century. ‘‘It dates to the 1924 Immigration Act, when the United States solidified a quota system for immigration, which was explicitly racial,’’ the Yale historian Stephen Pitti told me. ‘‘The quotas were based on the census of 1890 to favor immigrants from Northern Europe.’’ Asians were excluded. Eastern Europeans and Russians (read: Jews) were strictly limited. At the time, however, immigrants from Latin America were exempt from the quotas, to keep a supply of cheap labor flowing to the agribusinesses of the Southwest. As the population of Spanish speakers along the border grew, so did restrictionist sentiment. ‘‘There was an escalation of fear-mongering language,’’ Pitti said. ‘‘ ‘Illegals’ were stealing jobs, and they were also responsible for a drug epidemic, for bringing in marijuana, for sexual depravity.’’\n\nAdvertisement Continue reading the main story\n\nAdvertisement Continue reading the main story\n\nIn 1954, the country’s first large-scale deportations began, with military planes and buses swooping into border settlements and cities. It was called Operation Wetback, a derogatory term for people who cross the Rio Grande from Mexico. The official use of ‘‘wetback’’ seems bizarre now, but it was a mainstream term within government for decades. Conservatives like to point out that even the labor leader Cesar Chavez used ‘‘wetbacks,’’ along with ‘‘illegals,’’ in a burst of frustration over strikebreaking in 1972, when undocumented immigrants were brought by employers across the border to thwart unionizers. Plenty of the workers Chavez was trying to organize were also in the country illegally, says Pitti, who is writing a biography of him. Nonetheless, Chavez reportedly supported a government plan to deport a million undocumented immigrants in 1974, making his opposition clear only after a backlash in the Chicano community.\n\nImmigration policy and language have been twin minefields for many decades. The linguistic challenge may now be greater for Republicans, but the parties don’t neatly divide between immigration hawks and doves. It was President Obama whom the head of the National Council of La Raza, a Hispanic civil rights group, labeled ‘‘deporter in chief’’ last year. Before Obama proposed work permits and deportation deferrals for about five million undocumented immigrants (out of an estimated 11 million), his administration presided over a record number of deportations.\n\nAdvocates for immigrant rights see the relationship between how people talk and how the government acts and have proposed replacing ‘‘illegal immigrants’’ with ‘‘undocumented workers’’ or ‘‘undocumented immigrants.’’ ‘‘In an increasingly diverse society in which undocumented immigrants are integrated in all walks of life, language belongs to the people whose stories are being told,’’ Jose Antonio Vargas, a journalist and activist who revealed his own undocumented status in The New York Times Magazine in 2011, wrote in Time. ‘‘To be an undocumented person in the U.S., after all, is to live a life dictated by getting the proper documents.’’ If immigrants are principally defined by their missing papers, their path to legal status becomes far more tenable. Imagine if we started calling all immigrants ‘‘dreamers,’’ which is how many of us think of our own ancestors. The word has been adopted by young adults who came to the United States as children from the Dream Act, a bill that would give them a path to permanent residency, if it is ever passed.\n\nOn the political right, ‘‘undocumented’’ has few takers. To conservatives, it smacks of soft-pedaling, which makes it difficult to see which safe and neutral terms Republicans trying to court both hard-liners and Latinos can fall back on. Media outlets are similarly searching for neutrality, and they’re not in accord. The Associated Press dropped ‘‘illegal immigrant’’ in 2013, soon after NBC News and ABC News. The New York Times announced it would encourage reporters and editors to ‘‘consider alternatives,’’ but ‘‘illegal immigrant’’ has shown up dozens of times in the paper in the two years since. The same goes for The Washington Post, CBS and The Wall Street Journal. The term of art that statutes and courts have used since the 18th century — ‘‘alien’’ — hardly bridges the gap. It comes from the Latin for ‘‘of or belonging to others,’’ and was codified in the first federal law that addressed granting citizenship to foreigners — which allowed for naturalizing only an ‘‘alien’’ who was a ‘‘free white person.’’ Led by Democrats, California decided earlier this month to delete ‘‘alien’’ from its labor code.\n\nThe controversy over what to call people who enter this country without official permission will persist as long as their standing remains uncertain. Even the toughest talkers about immigration make the occasional rhetorical concession. ‘‘I said we need to build a wall,’’ Trump said at the Aug. 6 debate. ‘‘I don’t mind having a big, beautiful door in that wall.’’ Jeb Bush and Marco Rubio, Republican candidates for president who have ties to the Latino community (Bush by marriage, Rubio by birth), spoke of immigrants with respect. Bush talked about ‘‘people’’ who ‘‘want to provide for their family.’’ Rubio went with ‘‘people coming across the border.’’ They also talked about fences and border enforcement, but they didn’t sound quite so heartless. ‘‘If you ask me the single most important group the G.O.P. has to improve among, I pick Latinos,’’ Luntz told me. And as the number of Latino voters grows, the party alienates them at its eventual peril.", "_id": {"$oid": "55daf35d04235215b082e4bd"}}