{"URL": "http://www.slate.com/blogs/bad_astronomy/2015/08/17/july_2015_hottest_july_on_record.html", "Text": "Fire photo by peasap; Earth photo by NASA; composite by Phil Plait\n\nBoth NASA and the Japan Meteorological Agency are reporting that July 2015 was the hottest July on record—and those records go back to before 1900.\n\nThe Japanese chart makes this most clear:\n\nGraph by JMA\n\nAdvertisement\n\n\n\nThat last dot on the right is last month, July 2015. There are several things to note right away:\n\nThis July is indeed the hottest on record since 1891,\n\nThe hottest Julys have all been the past few years,\n\nThe trend is upward, at 0.67°C per century,\n\n1998 was an outlier, the second hottest July on record.\n\nWhy is that last one important? Because 1998 had an extremely strong El Niño, and years with El Niños tend to be hotter. Guess what? There is a strengthening El Niño going on right now, and from all indicators it will be another extremely big one.\n\nIncidentally, the JMA site lets you change the month you can plot. When you do, you see that June 2015 was the hottest June on record. May 2015 was the hottest May. April 2015 was the third hottest April. And so on.\n\nAnother thing this makes clear: The idea that the Earth hasn’t warmed in the past decade or two is utter garbage. That’s been shown over and again, yet so many deniers still cling to it.\n\nGuess where the Republican presidential candidates stand on this issue?\n\nPhoto by Shutterstock/alphaspirit\n\nDonald Trump, still embarrassingly the front-runner, thinks it’s a hoax.\n\nJeb Bush, arguably the Republican front-runner once whatever inevitably happens to Trump happens to Trump, at least makes noises that global warming is real but says the science is “not complete,” which is just more doubt-sowing; it’s denier-speak for an excuse not to do anything about it.\n\nCarly Fiorina uses distraction and scare tactics as well to avoid taking any action on climate change, saying no country can do it alone. But she specifically talks about China, and China has in fact pledged to reduce emission (as have the EU and Mexico). The US looks foolish in the world market when it ignores as great an economic threat as global warming.\n\nEtc., etc., ad nauseum.\n\nThis party-platform denial prompted the Hillary Clinton campaign to put out a video on it, which, though very snarky, lays it out pretty clearly:\n\nClinton seems serious about climate change, but I have mixed feelings so far. Bernie Sanders is much stronger on climate than any other candidate in either party.\n\nOf course, the Republicans didn’t even bother discussing climate in their candidate debate. And in the meantime:", "_id": {"$oid": "55daf33c04235215b082e4a6"}}