{"URL": "http://www.straitstimes.com/tech/smartphones/samsung-galaxy-s6-edge-is-feature-packed", "Text": "The Samsung Galaxy S6 edge+ shares with the Galaxy Note 5 features such as an Exynos 7 Octa-core processor, Super Amoled quad high-definition display, front and rear camera, and the same non-removable battery.\n\nHowever, it should not be thought of as a Galaxy Note 5 without the S Pen.\n\nInstead, think of this 5.7 phablet as a more feature-packed Galaxy S6 edge, Samsung's 5.1-inch flagship Android phone. It has the same basic design as the Galaxy S6 edge.\n\nThe lack of the S Pen means the S6 edge+ is thinner and lighter (6.9mm and 153g) than the Galaxy Note 5 (7.6mm and 171g). The phone is slightly thicker and heavier than the S6 edge (7mm and 132g)\n\nWith the edge series, the curved screen is used as a short cut to access the People Edge menu, which lists the user's five top contacts by colour. When any of these five contacts calls or sends a message, the phone flashes its notification light in a corresponding colour.\n\nA new Apps Edge feature allows users to list their favourite apps in a pop-up menu, similar to the Air Command pop-up menu on the Galaxy Note 5.\n\nThe S6 edge+ comes with the new, fast wireless charging feature, which is not present on the Galaxy S6 edge. However, for fast charging to work, both device and charger must come with the feature.\n\nThe existing wired fast-charging cable from the S6 series will work with the S6 edge+, but users will need to buy a new wireless fast- charging cradle for the new phone.\n\nAnd no, this new cradle will not charge the earlier Galaxy S6 devices in fast-charge mode.\n\nThe phone plays high-resolution audio file formats such as Flac. It has a feature that up-converts 16bit audio files and plays them back in 24bit format.\n\nA new Live Broadcast feature lets users broadcast live recordings made by the phone camera to a YouTube channel for friends and family to enjoy.\n\nFor those still unused to typing on a screen, Samsung is introducing a keyboard attachment that fits over a special rear cover for the phone.\n\nIt is expected to go on sale in September. This Qwerty keyboard has physical keys that makes typing a lot easier, so those with bigger hands can hold the phone and type with ease on one hand.\n\nThe Samsung Galaxy S6 edge+ will go on sale on Saturday. It will be available in Black Sapphire and Gold Platinum, with 32GB5 and 64GB5 options, at a retail price of $1,188 and $1,288 respectively.\n\nSherwin Loh", "_id": {"$oid": "55dc225d04235215b082e4c1"}}