{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/20/hillary_clinton_email_scandal_explained.html", "Text": "Photo by Win McNamee/Getty Images\n\nThis post is being updated with more information as it becomes available. New questions will be marked with the date that they are added.\n\nWhat’s the latest with Hillary and the whole email thing?\n\nJosh Voorhees Josh Voorhees is a Slate senior writer. He lives in Iowa City.\n\nAdvertisement\n\n\n\nHillary Clinton brought a press conference to an abrupt end on Tuesday after yet another combative exchange about her use of a private email server while secretary of state. As she was walking toward the exit, a reporter shouted one final question about the controversy, this time about its staying power. A clearly exasperated Clinton, still moving toward the door, tossed up her hands. “Nobody talks to me about it,” she shouted back, “other than you guys.”\n\nI probably wouldn’t talk to her about it either, mostly because this story has been dragging on for so long I don’t even remember how it started. How’d we even get here?\n\nFor the four years she was secretary of state, Clinton never used an official state.gov email address. Instead, she relied exclusively on a private email account housed on her own personal server to conduct her government business. Those facts went unnoticed—or at least unaddressed—by the State Department until this past summer, when agency officials were responding to a request for documents from congressional investigators and realized they couldn’t find a single email to or from a Clinton government email address.\n\nSo then what happened?\n\nAfter a specific request from the State Department—that came nearly two years after she had left office—Clinton turned over 30,490 messages to the agency that she and her team deemed to be possibly work-related. Clinton and her staff, though, say they also destroyed 31,830 messages that they decided were personal. The private server was then subsequently wiped clean.\n\nAnd how did everyone else find this out?\n\nHillary’s unorthodox, nongovernmental email setup was revealed to the public by the New York Times in March of this year in a report that prompted the major controversy that still hangs over her presidential campaign and will for the foreseeable future.\n\nRemind me, what was her excuse for using a private email account in the first place?\n\nHillary and her team have offered a number of lawyerly and convoluted justifications, but her explanation ultimately boils down to what she says was a simple a matter of convenience: She didn’t want to carry two smartphones, which she says would have been necessary at the time since State Department policy didn’t allow her to have multiple email addresses on a government-issued BlackBerry. As a result, she decided to send work emails on a personal account as opposed to personal emails on a work one.\n\nIs that … believable?\n\nThat probably depends on where you’re sitting. But it would sound much more believable if Clinton hadn’t described herself earlier this year as “two steps short of a hoarder” who lugs around a BlackBerry, an iPhone, an iPad, and an iPad Mini in her purse, and similarly made it clear at a 2011 State Department event that she doesn’t exactly travel light.\n\nAn iPad and an iPad Mini? Well, that doesn’t sound convenient at all.\n\nNeither does going through the trouble of purchasing your own Web domain, which a longtime aide to her husband did for her on the first day of her confirmation hearings in 2009; nor setting up and maintaining a personal server in your home, which someone did for her in Chappaqua, New York, as she was preparing to start work at the State Department.\n\nOK, but was any of that actually illegal?\n\nIn a word: no.\n\nHow about a few more?\n\nIf Secretary John Kerry did today what Clinton did, it would run afoul of the current laws on the books, which require government officials to copy or forward work email sent or received on a private account to their government account within 20 days. Hillary’s email use, though, does not appear to have violated any of the laws that were in place when she was in office—even though it did clearly fall well short of the Obama administration’s preferred best practices and was also explicitly discouraged by the State Department.\n\nIf she didn’t break any specific law, though, then what’s the big deal?\n\nClinton does not appear to have violated the letter of the law but she did ignore the spirit of it when she went out of her way to create a system that gave her unprecedented control over what could become public. Hillary’s private email account and server effectively shielded her messages from Freedom of Information Act requests, congressional subpoenas, and other searches.\n\nBut why does the government even need to keep her emails?\n\nThe federal government routinely archives official records so it can provide an accurate and comprehensive account of administrative decision-making—for the government, for the courts, and for the American public. The government can’t keep records it doesn’t have. It’s inconceivable that Hillary did not know this.\n\nWouldn’t those emails already be in the system given many of them were sent to or from people who had their own government accounts?\n\nThat’s what Clinton’s team has argued. That, however, relies on her colleagues using the same type of .gov address that she herself avoided—something we have every reason to suspect some of them didn’t do. At least one of her top aides, Huma Abedin, is known to have had her own clintonemail.com address, making it difficult to believe that all of Clinton’s government business was logged on government servers. That defense also conveniently ignores any emails Clinton may have exchanged with foreign leaders or private parties outside the U.S. government.\n\nBut since she’s now turned all those emails over, everything’s OK? Better late than never, right?\n\nRemember: Clinton says she deleted 31,830 emails. Since Clinton and her team decided for themselves which messages to turn over and which ones to delete—and since they’ve never fully explained how such decisions were made—there’s no way to know with any certainty that everything erased was actually OK to erase.\n\nAlready, it’s clear that the self-sorting process was, at best, an imperfect one. In June, for example, the State Department said that more than a dozen Libya-related messages that former aide Sidney Blumenthal had sent to Clinton were unaccounted for in the trove she turned over to the agency. We know those emails exist at all only because Blumenthal, a longtime friend of the Clintons, had already turned over his copies of them to the congressional panel investigating Benghazi. We have no way of knowing whether they were deleted intentionally by Clinton or simply slipped through the cracks during the sorting process.\n\nSo is this just a transparency and trust issue?\n\nIt began that way. But a story about Clinton appearing to seek out a legal gray area from which to do business has since become one about her putting classified information at greater risk than it needed to be.\n\nWait, I thought Clinton once said she never sent or received classified information with this account?\n\nDuring her first public comments about the controversy back in March, Clinton was adamant that no classified information of any kind was kept on her account or server: “There is no classified material.” That stance, though, has been subtly but significantly changing as more information comes to light. Late last month Clinton revised her answer to: “I did not send nor receive anything that was classified at the time.” And then on Tuesday it shifted again, to: “I did not send any material that was marked or designated classified.”\n\nWhy the change?\n\nThe inclusion of “at the time” allows for the possibility that information she sent or received was classified after the fact. The “marked or designated” tweak allows for the possibility that someone sent her classified information without properly marking it as so, and that Clinton then passed along that information without knowing it was sensitive.\n\nHold up. I forget why it’s bad for her to have classified information on her personal server.\n\nThe biggest concern is that it put that information at greater risk of being hacked into than if she would have simply relied on a secured government account. (There’s no evidence that anyone was able to hack into her account or gain access to that information.)\n\nSo is Clinton now basically admitting that there was classified info on her server?\n\nIn a word: yes.\n\nHow about a few more?\n\nThere is no longer any doubt that Clinton sent or received information that is classified today. When the State Department publicly released roughly 300 Benghazi-related emails that came from her personal account earlier this year, one was classified “secret” and the information was withheld at the FBI’s request. Subsequent court-ordered releases of Clinton’s emails have included roughly 60 messages that were marked “confidential” in order to protect diplomatic secrets.\n\nWhy is the court ordering that her emails be released?\n\nJournalists, advocacy groups, and other interested parties have filed numerous Freedom of Information Act requests in relation to Clinton’s emails, the bulk of which are public records. The State Department had originally proposed releasing Clinton’s messages (minus any classified info that would need to be redacted) to the public all at once in January 2016 after the entire archive had been reviewed. A federal judge, though, spiked that plan and instead ordered that the department release the emails in monthly batches as they’re cleared.\n\nOk, so back to the classified emails. What type of “classified” information are we talking about?\n\nSince classified information is by definition classified, the public will likely never have the chance to judge for themselves just how sensitive the information in question was. And as Jeffrey Toobin explains in the New Yorker, while classified information is generally defined as anything with the potential to damage national security, in reality, “government bureaucracies use classification rules to protect turf, to avoid embarrassment, to embarrass rivals—in short, for a variety of motives that have little to do with national security.”\n\nSo is it really Clinton’s fault if all that info was classified after the fact?\n\nClinton’s team argues that since the process by which the government classifies information is a complicated and subjective one, it is impossible for someone to know today what will be classified tomorrow, and even whether it should be classified at all. That’s a point well worth making. But as the nation’s top diplomat, Clinton should still have been well aware that some of the information she was hosting on her server was sensitive and would potentially end up classified even before it was officially ruled as such. Put another way, Hillary might not have known which information would become classified but she should have known some of it eventually would be.\n\nIs there anything to suggest that Clinton sent or received sensitive information that was classified at the time?\n\nYes. After taking a close look at a small sample of about 40 of Clinton’s work emails to or from her personal account, a pair of government investigators warned late last month that they’d found what they said were several intelligence secrets, at least two of which they believe should have been marked as “top secret” but weren’t. The information, the investigators said, is classified now and was likewise back when it was sent. “This classified information never should have been transmitted via an unclassified personal system,” the inspectors general for the State Department and for the intelligence community said in a statement.\n\nThat sounds pretty bad.\n\nIt’s not good! It is illegal for someone to “knowingly” receive a classified document or briefing and then turn around and send along that info in an unclassified email. Still, the inspectors general did not specify whether Clinton sent or received the information in question. And, from what we know about how Hillary emails, it’s certainly believable that she was on the receiving end, as her campaign has argued is likely the case. If it’s true that Clinton only received the info—or that, at worst, she forwarded it along without knowing it was classified—then she would have a compelling legal defense thanks to the intent requirement in the law.\n\nAdded Aug. 21: Is there any other evidence that Hillary sent or received information that was classified at the time she sent it?\n\nYes. Reuters did a close reading of some of Clinton's emails that the State Department has since stamped \"classified\" and found that those new stamps—which include data suggesting the nature of the classification—suggest that those messages may have contained information that, under State Department rules, should have always been considered classified even before it was marked that way. According to a former director of the U.S. government's Information Security Oversight Office, such information is \"born classified.\"\n\n\n\nWhat happens next?\n\nRepublicans, journalists, and anyone else with an interest will continue to comb through her emails as they are made public. More importantly: Based on the inspector general referral, the FBI has launched a security review into Clinton’s email account and server. The Justice Department has stressed that—contrary to early and erroneous reports by the New York Times—the investigation is neither “criminal” nor focused specifically on Clinton. FBI investigators will now take a closer look at the private server—along with several thumb drives Clinton’s lawyer turned over that contain copies of her work emails—in hopes of determining where any classified information came from, and to determine if anyone ever tried to hack into Clinton’s account.\n\nWhere is the server now?\n\nThere have been several unconfirmed and apparently erroneous bathroom-related reports of where the server has been kept since Clinton left office. But according to Platte River, the Denver-based IT firm hired by Clinton, the server was moved to a data center in New Jersey in the summer of 2013, where it remained until Hillary agreed to turn it over to the FBI last week.\n\nWait, I thought Clinton deleted everything from the server. What can they learn from looking at an empty server?\n\nClinton’s lawyer has said that the server was wiped clean, a specific term used to suggest that not only were all the emails deleted but the server’s hard drive was also overwritten to prevent the files from being recovered. Such a process makes it difficult to recover the files and other data, but not impossible, and NBC News reports that the FBI is hopeful it may still be able to glean additional information from the server about the emails and its security.\n\nWhoa. Doesn’t the fact that Clinton had someone “wipe” the server suggest wrongdoing?\n\nNot necessarily. Hillary has argued that “my personal emails are my personal business” and believes she did nothing wrong by deleting them. If you buy that (and buy that the only emails deleted were purely personal ones), then it stands to reason that she also did nothing wrong by attempting to ensure that they were deleted for good. Of course, if you think Hillary was wrong to do the sorting herself, then attempting to ensure no one else will get a chance to double-check her work will raise a giant red flag.\n\nDo voters actually care?\n\nClinton maintains that the only reason this is a story is because Republicans are eager to destroy her presidential bid and the political press corps is predisposed to scandal, and that no voters she talks to ever bring it up. That last part may be true given Clinton has relatively little unscripted interaction with voters, but that doesn’t change the fact that many Americans believe there is fire underneath all this smoke. In a recent CNN survey, 63 percent of self-described independents and even 30 percent of Democrats said Clinton did something wrong by using a private email account and server.\n\nBut will it cost her the election?\n\nThat’s a different story. The email controversy gives Republicans a golden opportunity to highlight Clinton’s least appealing qualities in the eyes of voters, namely her general secrecy and evasiveness. But as my colleague Jamelle Bouie has already explained, while it might mar her campaign, it’s unlikely to end it on its own given everything else she has working in her favor. Meanwhile, as FiveThirtyEight’s Nate Silver has argued, given Clinton’s track record, it was only a matter of time before some scandal—whether perceived or real—began to drag down her favorability ratings. If it weren’t this, it would have been something else.\n\nSo how does this story end?\n\nSlowly. The court-ordered monthly release of 30,000-odd emails ensures a steady drip-drip-drip of unfavorable coverage for the Democratic front-runner. Justice Department officials and congressional investigators, meanwhile, have already proved more than happy to leak incomplete info about the investigation, meaning there will be many more email-related questions before we have any definitive answers.\n\nWhat exactly are the answers we’re looking for?\n\nThere are the ones we want but will likely never get: Did Clinton deliberately delete any work-related emails? Did she knowingly send classified information over her personal email? Did she intentionally use her private email account to operate without oversight? And there are the ones we might yet discover: Was any of the classified information on Clinton’s server classified at the time she sent it? Who, if anyone, gave her the green light to use a private email system? Was her account the subject of a hacking attempt, successful or otherwise?\n\nDoes any of this have anything to do with Benghazi?\n\nYes. The discovery of Clinton’s personal email account can be traced back to the GOP-led House panel investigating the attack at the U.S. consulate in Benghazi. It was that panel’s request for Hillary’s email that set this whole thing in motion, and committee Chairman Trey Gowdy’s efforts that have helped fan the flames.\n\nClinton says she plans to testify before the Benghazi panel in late October, which all but guarantees a high-profile clash with Gowdy, who has emerged as one of her most vocal critics in Washington. But while the hearing is likely to produce plenty of partisan fireworks, it’s unclear whether Gowdy’s offense or Clinton’s defense will be enough to change voters’ minds about a woman and presidential candidate most have already made up their minds about.\n\nSorry, last thing: What actually happened in Benghazi?", "_id": {"$oid": "55daf0db04235215b082e36d"}}