{"URL": "http://www.khou.com/story/news/local/2015/07/17/houston-mom-charged-with-abandoning-children-during-job-interview/30307379/", "Text": "Laura Browder (Photo: HPD)\n\nHOUSTON – A mother charged with abandoning her children at a Houston mall said she had just moved to Houston with her young son and daughter.\n\nLaura Browder said she had her 6-year-old daughter and 2-year-old son with her at Memorial City Mall for a job interview because she didn't have enough time to line up child care. Browder sat her children down inside the food court near a McDonald's and went to her interview, she said. The interview wasn't for a job at the mall, but the food court was a meeting ground for each party.\n\nBrowder said she wasn't more than 30 feet away from her children at any point and they were always in her line of sight. After Browder returned to her children, a police officer was on scene and arrested her.\n\nThe arrest came moments after Browder had accepted a job. She said she's unsure how her arrest that day will affect her opportunity with that job.\n\nCPS officials said they're still in the early stages of their investigation, but added they could offer services to help Browder find suitable daycare.\n\nIn a statement, Browder said:\n\nThis was very unfortunate this happened. I had a interview with a very great company with lots of career growth. I am a college student and mother of two. I would never put my name, background or children in harms way intentionally. I have a promising future ahead of me regardless of what the media tries to portray me as. A judge released my children to me knowing that I was a good mother who just made a not so smart decision. My children weren't even 30 yards away from me, I fed them and sat there with them until it was time to meet with my interviewer. This too will pass and I am not concerned with outsiders have to say or what they think.\n\nRead or Share this story: http://on.khou.com/1MyPTcb", "_id": {"$oid": "55daf0d804235215b082e368"}}