{"URL": "http://www.khq.com/story/29837631/three-firefighters-killed-in-wildfire-near-twisp-evacuations-in-place", "Text": "President Obama was notified of the 3 firefighters killed in Twisp. White House spokesperson Eric Schultz released this statement Wednesday evening:\"The President was updated this evening on the wildfires plaguing the American West, including the tragic loss of three Washington State firefighters who selflessly battled these fires. On behalf of a grateful nation, the President's thoughts and prayers are with the families of these brave Americans.The President directed hi...\n\nPresident Obama was notified of the 3 firefighters killed in Twisp. White House spokesperson Eric Schultz released this statement Wednesday evening:\"The President was updated this evening on the wildfires plaguing the American West, including the tragic loss of three Washington State firefighters who selflessly battled these fires. On behalf of a grateful nation, the President's thoughts and prayers are with the families of these brave Americans.The President directed hi...\n\nFlag over #Twisp fire dept flying at half staff for the 3 firefighters killed in the blaze that's closing in on town\n\nUPDATE: 2:50 p.m. Thursday:\n\nThe United States Forest Service has identified the three firefighters killed and the one who remains in critical condition after being overcome with flames while fighting a wildfire near Twisp on Wednesday.\n\n20-year-old Tom Zbyszewski, 26-year-old Andrew Zajac, and 31-year-old Richard Wheeler were identified as the three firefighters who were killed.\n\nMeanwhile, 25-year-old Daniel Lyon, a Puyallup resident, remains in critical condition at Harborview Medical Center in Seattle with burns on over 60% of his body.\n\n“We are mourning the loss of Tom, Andrew, and Richard and are in connection with and closely monitoring the recovery process of Daniel,” said Mike Williams, Forest Supervisor on the Okanogan-Wenatchee National Forest. “This was a tragic incident, and our hearts go out to their families, friends, and colleagues.”\n\nUPDATE 10:20 a.m. Thursday: Harborview Medical Center has confirmed that the fireman who was air lifted and admitted to the burn unit around 6pm Wednesday remains in critical condition with burns to approximately 60 percent of his body. They also tell us the man is 25-years-old and a Puyallup, WA resident. His identity has not been released.\n\n\n\nThe U.S. Forest Service Chief released this statement yesterday on the U.S. Forest Service Facebook page:\n\n\n\n\"It is with a heavy heart that I share with you the news that we lost three firefighters Wednesday afternoon battling the Twisp Fire on state forest land in Washington. The firefighters were members of an engine crew from the Okanogan-Wenatchee National Forest who were involved in initial attack operations when the fire overwhelmed their vehicle. Three additional firefighters were injured; one Forest Service member with life threatening injuries, and two Department of Natural Resource firefighters who are still fighting to recover.\n\nOur agency has been hit hard this year. There is no way to overstate the impact of losing so many of our people within such a short time. My thoughts are with the families and friends of those who died, and I will keep those still fighting for their lives in my thoughts and prayers, as well. I hope you will do the same.\n\nWe will face many more challenges this fire season. Let’s continue to look out and care for each other.\n\n--Chief Tidwell\"\n\n\n\n\n\nOkanogan County Sheriff's Frank Rogers confirms three firefighters died Wednesday and at least three others are injured while fighting a fast moving wildfire near Twisp. The identities of the firefighters have not been released, but Sheriff Rogers confirms they are from the Forest Service. KHQ's Reporter on scene Darin Watkins says firefighters were working in an area known as Woods Canyon where winds were coming in light from the east. Suddenly, the winds shifted and the crews were trapped. A volunteer crews was able to drive through the raging flames, but one crew did not make it out and three of them died.\n\nAccording to a press release from the U.S. Forest Service, the firefighters were engaged in initial attack operations and were involved in a vehicle accident when it is believed the fire overtook the vehicle.\n\nFour additional firefighters were injured: one USFS, two DNR, and one DNR contractor. One of those injured was flown to Harborview in Seattle and the latest update is they are in critical condition in the ICU.\n\nThe entire towns of Twisp and Winthrop have been evacuated due to fast-moving wildfires.\n\nThe Washington Department of Natural Resources says the fire is burning about eight miles west of Twisp and more than 20 structures are threatened. The fire is more than 50 acres and is threatening 50-100 homes as well as the town of Twisp. As of 7:30 p.m., fire officials say no homes have been lost. The cause of the fire is still under investigation.\n\nThe Okanogan County Emergency Management says the fire is advancing from Twisp River Road toward Twisp and Winthrop.\n\nTwisp residents were told to head south immediately and told to be aware of their surroundings.\n\nWinthrop residents were told not to evacuate directly to State Route 20 towards Twisp due to congestion. Instead they are being advised to drive south on Eastside Road past the Smokejumper Base, then head southeast on Highway 20/Highway 153 to the Red Cross Shelter in Brewster.\n\nA Red Cross Shelter for Twisp residents has been opened at Brewster High School. If you need someone to talk to, there is a Disaster Distress Helpline available providing 24/7 crisis counseling and support. 1-800-985-5990 or text 66746.\n\nWhite House releases statement on 3 firefighters killed Twisp\n\nWashington Gov. Jay Inslee released the following statement after hearing about the death of the three firefighters:\n\n“I was just told that three firefighters died while battling the Twisp fire and four were injured. My heart breaks over the loss of life. I know all Washington joins me and Trudi in sending our prayers to the families of these brave firefighters. They gave their lives to protect others. It was their calling, but the loss for their families is immense and I know the community will come together to support them. We will also keep the injured firefighters in our prayers. The conditions throughout the area remain extremely dangerous and I hope residents and visitors will heed evacuation orders or other emergency directions.”\n\nThe National Weather Service issued a red flag warning for the eastern portion of the state from 11 a.m. Wednesday to 5 p.m. Friday.\n\nFollow KHQ's Gabe Cohen on Twitter for updates.\n\nThis story is developing and we will update it as soon as we have any additional information confirmed, so please keep checking back.", "_id": {"$oid": "55daee8c04235215b082e1c5"}}