{"URL": "http://www.wired.com/2015/08/dozens-dead-whales-washing-ashore-alaska/?mbid=synd_slate", "Text": "It’s the end of summer, and you’ve got that sinking feeling. Maybe it’s because you have to go back to school. Maybe it’s because your only vacation left to look forward to is Thanksgiving at your uncle’s house. Maybe it’s because the ground below you is literally sinking, because all the groundwater is being sucked out to feed drought-struck ag land.\n\nIf your sinking feeling is non-metaphorical, then you probably live in California’s Central Valley. After four years without rain, the farmers in the state’s agricultural belly have been drilling more and more water out of the groundwater aquifers, which have become so drained that they are causing the land above to subside. A new analysis shows that in some places, that rate of sinking is close to two inches per month.\n\nThese here maps come from radar observations—collected over two periods by Japanese and Canadian orbiters—which were prepared and analyzed by a team of researchers at NASA’s Jet Propulsion Laboratory for California’s Department of Water Resources.\n\nThe data show three big subsidence areas. The largest is centered just southeast of a small farming town called Corcoran (home of the state prison that is home to Charles Manson!). The subsidence bowl here—sinking at a rate of 1.6 inches per month—roughly overlays an area that use to be Lake Tulare, the largest freshwater lake west of the Mississippi before it was drained by farmers in the early 20th century.\n\nNot to pile on the irony, but subsidence is also putting the state’s above ground water delivery system in danger. The California Aqueduct—a big, artificial concrete river—connects the Sacramento River Delta to Los Angeles, passing through (and irrigating) a lot of farmland along the way. To keep the water flowing north to south, the river is built on a slight grade. Subsidence, no shock, is bad for the aqueduct. In their report, the California DWR put it this way:\n\nRoads can be broken by fissures, pipelines have been exhumed, and the slope of the land can be altered, changing drainage patterns. This last effect has proven to be a significant problem on the California Aqueduct, where the canal lining has been raised in multiple locations over the years in order to preserve flow.\n\nThe report shows other major subsidence bowls, one centered about 100 miles north of the Corcoran zone, and another north of Sacramento. When you suck water, the land sinks. And when the land sinks, it really sucks.", "_id": {"$oid": "55daf15a04235215b082e3ba"}}