{"URL": "http://www.nytimes.com/2015/03/03/us/politics/hillary-clintons-use-of-private-email-at-state-department-raises-flags.html?hp&amp;amp;action=click&amp;amp;pgtype=Homepage&amp;amp;module=second-column-region&amp;amp;region=top-news&amp;amp;WT.nav=top-news&amp;amp;_r=0", "Text": "Photo Advertisement Continue reading the main story\n\nWASHINGTON — Hillary Rodham Clinton exclusively used a personal email account to conduct government business as secretary of state, State Department officials said, and may have violated federal requirements that officials’ correspondence be retained as part of the agency’s record.\n\nMrs. Clinton did not have a government email address during her four-year tenure at the State Department. Her aides took no actions to have her personal emails preserved on department servers at the time, as required by the Federal Records Act.\n\nIt was only two months ago, in response to a new State Department effort to comply with federal record-keeping practices, that Mrs. Clinton’s advisers reviewed tens of thousands of pages of her personal emails and decided which ones to turn over to the State Department. All told, 55,000 pages of emails were given to the department. Mrs. Clinton stepped down from the secretary’s post in early 2013.\n\nHer expansive use of the private account was alarming to current and former National Archives and Records Administration officials and government watchdogs, who called it a serious breach.\n\n“It is very difficult to conceive of a scenario — short of nuclear winter — where an agency would be justified in allowing its cabinet-level head officer to solely use a private email communications channel for the conduct of government business,” said Jason R. Baron, a lawyer at Drinker Biddle & Reath who is a former director of litigation at the National Archives and Records Administration.\n\nA spokesman for Mrs. Clinton, Nick Merrill, defended her use of the personal email account and said she has been complying with the “letter and spirit of the rules.”\n\nUnder federal law, however, letters and emails written and received by federal officials, such as the secretary of state, are considered government records and are supposed to be retained so that congressional committees, historians and members of the news media can find them. There are exceptions to the law for certain classified and sensitive materials.\n\nMrs. Clinton is not the first government official — or first secretary of state — to use a personal email account on which to conduct official business. But her exclusive use of her private email, for all of her work, appears unusual, Mr. Baron said. The use of private email accounts is supposed to be limited to emergencies, experts said, such as when an agency’s computer server is not working.\n\n“I can recall no instance in my time at the National Archives when a high-ranking official at an executive branch agency solely used a personal email account for the transaction of government business,” said Mr. Baron, who worked at the agency from 2000 to 2013.\n\nRegulations from the National Archives and Records Administration at the time required that any emails sent or received from personal accounts be preserved as part of the agency’s records.\n\nBut Mrs. Clinton and her aides failed to do so.\n\nHow many emails were in Mrs. Clinton’s account is not clear, and neither is the process her advisers used to determine which ones related to her work at the State Department before turning them over.\n\nAdvertisement Continue reading the main story\n\nAdvertisement Continue reading the main story\n\n“It’s a shame it didn’t take place automatically when she was secretary of state as it should have,” said Thomas S. Blanton, the director of the National Security Archive, a group based at George Washington University that advocates government transparency. “Someone in the State Department deserves credit for taking the initiative to ask for the records back. Most of the time it takes the threat of litigation and embarrassment.”\n\nMr. Blanton said high-level officials should operate as President Obama does, emailing from a secure government account, with every record preserved for historical purposes.\n\n“Personal emails are not secure,” he said. “Senior officials should not be using them.”\n\nPenalties for not complying with federal record-keeping requirements are rare, because the National Archives has few enforcement abilities.\n\nMr. Merrill, the spokesman for Mrs. Clinton, declined to detail why she had chosen to conduct State Department business from her personal account. He said that because Mrs. Clinton had been sending emails to other State Department officials at their government accounts, she had “every expectation they would be retained.” He did not address emails that Mrs. Clinton may have sent to foreign leaders, people in the private sector or government officials outside the State Department.\n\nThe revelation about the private email account echoes longstanding criticisms directed at both the former secretary and her husband, former President Bill Clinton, for a lack of transparency and inclination toward secrecy.\n\nAnd others who, like Mrs. Clinton, are eyeing a candidacy for the White House are stressing a very different approach. Jeb Bush, who is seeking the Republican nomination for president, released a trove of emails in December from his eight years as governor of Florida.\n\nIt is not clear whether Mrs. Clinton’s private email account included encryption or other security measures, given the sensitivity of her diplomatic activity.\n\nMrs. Clinton’s successor, Secretary of State John Kerry, has used a government email account since taking over the role, and his correspondence is being preserved contemporaneously as part of State Department records, according to his aides.\n\nBefore the current regulations went into effect, Secretary of State Colin L. Powell, who served from 2001 to 2005, used personal email to communicate with American officials and ambassadors and foreign leaders.\n\nLast October, the State Department, as part of the effort to improve its record keeping, asked all previous secretaries of state dating back to Madeleine K. Albright to provide it with any records, like emails, from their time in office for preservation.\n\n“These steps include regularly archiving all of Secretary Kerry’s emails to ensure that we are capturing all federal records,” said a department spokeswoman, Jen Psaki.\n\nThe existence of Mrs. Clinton’s personal email account was discovered by a House committee investigating the attack on the American Consulate in Benghazi as it sought correspondence between Mrs. Clinton and her aides about the attack.\n\nTwo weeks ago, the State Department, after reviewing Mrs. Clinton’s emails, provided the committee with about 300 emails — amounting to roughly 900 pages — about the Benghazi attacks.\n\nMrs. Clinton and the committee declined to comment on the contents of the emails or whether they will be made public.\n\nThe State Department, Ms. Psaki said, “has been proactively and consistently engaged in responding to the committee’s many requests in a timely manner, providing more than 40,000 pages of documents, scheduling more than 20 transcribed interviews and participating in several briefings and each of the committee’s hearings.”", "_id": {"$oid": "55daf23204235215b082e443"}}