{"URL": "http://www.npr.org/2015/08/12/431959414/migrants-penned-inside-sports-stadium-on-greek-island-of-kos", "Text": "Migrants Penned Inside Sports Stadium On Greek Island Of Kos\n\nNPR's Melissa Block speaks with Julia Kourafa, spokeswoman for Doctors Without Borders on Kos, where migrants are locked in a stadium as they await travel papers. They have little food or water.\n\nMELISSA BLOCK, HOST:\n\nIn Greece, extra police have been called in to cope with a surge of migrants who've landed on the island of Kos just a few miles from Turkey. It's a chaotic scene. Many of the migrants are being held at a sports stadium where they've been locked inside with little food or water. Julia Kourafa is in Kos with the group Doctors Without Borders.\n\nJULIA KOURAFA: The thing is that no food has been provided to the people inside. We sent our team there, so they are actually provided some medical help and water for the people. But they had to stay in the sun, in the heat. And there was only one or two water taps for all these people. And they have been provided no water, and there was not enough shade.\n\nBLOCK: Why are they locked inside?\n\nKOURAFA: Well, the idea was that the local authorities and the police - they decided to just sweep operations and to push all the people who had been staying in the public parks and squares around the city of Kos and to put them inside the stadium, telling them that they would get their papers. So these people, they went there in hope of getting their papers. But the procedure is very slow at the moment, so there had been tension outside the stadium of the refugees protesting about the fact that they had to stay in very squalor conditions all around the city. And so then the police decided, you know, that there was a lot of tension, so they closed the people inside the stadium.\n\nBLOCK: And the idea would be that the papers that these migrants are given would be transit papers, essentially, that would get them - what? - to Athens and then to another country?\n\nKOURAFA: Well, the idea is that when they have these legal paper from the police, they can actually leave the island - take the boat, leave the island - and try to continue with their journey to reach Northern Europe. Most of them, they don't want to stay (unintelligible) in Greece. They know that the situation right now in Greece is very, very difficult.\n\nBLOCK: Do you have any expectation, Ms. Kourafa, that things will get better, that this emergency is being recognized as such and that the Greek authorities will respond?\n\nKOURAFA: It has to become better, but we have been asking, for many months now, Doctors Without Borders to actually create a reception system that would provide the basic - the minimum reception facilities for the people. And this has not happened. The island of Kos will continue to receive thousands of refugees, and they should try to find a solution as soon as possible and try to understand that this is inhumane. This is inhumane and that this needs to stop immediately.\n\nBLOCK: Ms. Kourafa, thank you so much for taking time to talk with us.\n\nKOURAFA: You're welcome. You're welcome.\n\nBLOCK: That's Julia Kourafa with the group Doctors Without Borders on the Greek island of Kos. The Greek minister of state has said the government will send a cruise ship to the island to help process refugees. It's not known when it might arrive.\n\nCopyright © 2015 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by a contractor for NPR, and accuracy and availability may vary. This text may not be in its final form and may be updated or revised in the future. Please be aware that the authoritative record of NPR’s programming is the audio.", "_id": {"$oid": "55daf18904235215b082e3d5"}}