{"URL": "http://www.nytimes.com/politics/first-draft/2015/07/15/donald-trump-says-hes-worth-more-than-10-billion/", "Text": "Photo\n\nDonald J. Trump‘s wealth is rising with his polling numbers, if his characterization of his own net worth is to be believed.\n\nMr. Trump issued a statement Wednesday saying that his net worth was now in excess of $10 billion, more than the $8.7 billion he said he was worth when he announced his presidential candidacy a month ago.\n\nThe statement noted that Mr. Trump had filed his financial disclosure report with the Federal Election Commission, a requirement of presidential candidates, and the commission confirmed his filing. The Trump statement was full of the bombast often associated with Mr. Trump, including an all-capitalization declaration of his wealth:\n\n“Mr. Trump’s net worth has increased since the more than one year old financial statement produced at his presidential announcement. Real estate values in New York City, San Francisco, Miami and many other places where he owns property have gone up considerably during this period of time. His debt is a very small percentage of value, and at very low interest rates. As of this date, Mr. Trump‟s net worth is in excess of TEN BILLION DOLLARS.”\n\nBut Mr. Trump’s characterizations of his wealth have drawn skepticism in many quarters, partly fueled by his own statements.\n\n“My net worth fluctuates, and it goes up and down with markets and with attitudes and with feelings — even my own feelings — but I try,” he once said.\n\nMr. Trump has said he would finance his own run and he loaned his campaign $1.8 million of the $1.9 million it raised in the second quarter, according to his campaign finance report, which he filed separately on Wednesday.\n\nThe remaining some $100,000 came mostly from an assortment of smaller donors, a group that included retired contractors, physicians, and engineers. His website includes a prominent button seeking donations.\n\nThe campaign spent $1.4 million, about three-quarters of what it raised during the period. Among those receiving payments were Trump entities, including the Trump Soho and the Trump International Hotel and Tower.\n\nMr. Trump continues to do well in polls of the Republican field, with a nationwide survey released Tuesday putting him in a statistical tie for the lead with former Gov. Jeb Bush of Florida.\n\nIn the statement about his personal finances, Mr. Trump declared that he had an income of $362 million in 2014, not including dividends, interest, capital gains, rent and royalties. And he said that he had made $213 million during his 14 seasons hosting NBC‘s “The Apprentice.” NBC recently ended its relationship with Mr. Trump after remarks he made during his presidential announcement speech in which he referred to Mexican immigrants as “rapists” and “murderers.”\n\nIn filing his financial disclosure, Mr. Trump apparently followed through on a pledge that he made on June 16 when he announced his campaign, saying he would be making the submission without requesting extensions. “We don’t need extensions,” he said at the time.\n\nDuring his speech announcing his candidacy, Mr. Trump waved a document that he said was a report on his finances, prepared by a large, respected accounting firm, reporting the $8.7 billion figure as his net worth. (He noted then that an updated accounting would probably show his net worth higher than $10 billion.)\n\nHe said that figuring out his finances was complicated. “My accountants have been working for months, because it is big and complex,” he added. Of his money, he said much was earning through real estate. “I made it the old-fashioned way,” Mr. Trump said.\n\nThe Trump campaign included in its news release a summary of stock transactions dating to January 2014, trumpeting Mr. Trump’s prowess as a stock-picker. The records showed that Mr. Trump had gains from sales of numerous stocks, including making $6.7 million on Bank of America and $3.9 million on the Boeing Company.\n\nMr. Trump’s current investment portfolio, according to his campaign, including investments in a series of hedge funds, including some managed by John Paulson.\n\nThe Trump campaign on Wednesday did not release the actual disclosure that it said had been filed with the Federal Elections Commission. A spokesman for the commission confirmed that Mr. Trump had filed a disclosure. The F.E.C. has up to 30 days to make such a disclosure public.\n\nSteve Eder contributed reporting.\n\nWhich Presidential Candidates Are Winning the Money Race See how the latest fund-raising numbers from the campaigns and outside groups stack up.", "_id": {"$oid": "55daf06404235215b082e2e9"}}