{"URL": "http://www.slate.com/articles/news_and_politics/politics/2015/03/hillary_clinton_s_private_email_defense_the_former_secretary_of_state_hasn.html", "Text": "A 2013 investigation into Walker’s tenure as Milwaukee County executive alleged that his staff used a private network to send emails to do political business on the taxpayer’s dime. In Christie’s case, texts and emails between his aides was the smoking gun in the Bridgegate scandal . Bush, meanwhile, reportedly set up his own private email server while governor of Florida, likely for the same reasons Clinton did. Pointing to these examples proves Clinton isn’t alone in bending rules that get in her way, but they are hardly justification for doing so.\n\nThe Powell example is undermined by the fact that his tenure at the State Department began nearly a decade before Clinton’s did, at a time when email played a significantly smaller role. But Clinton’s they-did-it-too defense really unravels when you consider the other GOP counterpoints. Her compatriots in email controversy serve as exhibits A, B, and C for why we should be skeptical of how public officials go about their business when they believe no one is watching.\n\nClinton’s allies have repeatedly pointed to other public officials who have used private email to conduct government business. They trumpet the fact that former Secretary of State Colin Powell used both a government account and a private one while leading the State Department during George W. Bush’s first term. They similarly note that a host of GOP presidential hopefuls , a group that includes Wisconsin Gov. Scott Walker, New Jersey Gov. Chris Christie, and former Florida Gov. Jeb Bush, have been plagued by their own email controversies.\n\nSuch sleight of hand has been at the center of Team Clinton’s quest to spin the issue off the front pages. Parse the countless words offered on her behalf—either with a smile on camera , or with a sneer off of it —and you’re left with a three-pronged explanation that boils down to some combination of: 1) other politicians have acted similarly while in office; 2) this is a manufactured scandal that has no real impact outside of politics; and, finally, 3) just trust us. All three may make (some) sense inside the permanent campaign, but none amount to a believable defense outside of it. Let’s take all three in order.\n\nIf that is her answer, then she is willfully misreading the question. The emails to which she was referring are not the issue. Those were the messages that her own team—the only people with access to her private account—had already decided were safe to be archived by the government and, eventually, made public. Releasing those emails ahead of schedule would do nothing to refute the idea that Clinton intentionally sought out a legal gray area from which to do her business, an act that privileged her own privacy (and likely political aspirations) above the public record and, potentially, the nation’s security.\n\nProof of that can be found in the sprawling explanations and rationalizations offered on Clinton’s behalf by members of her political network and in the single tweet that represents her only public comment on the matter to date. “I want the public to see my email,” she wrote on Twitter late Wednesday, referring to the 55,000 pages of messages from her private account that she turned over to the government late last year, only after it requested them. “I asked [the] State [Department] to release them. They said they will review them for release as soon as possible.”\n\nIt’s been nearly four days since the world learned that, as secretary of state, Hillary Clinton did all of her government emailing on a private account—a decision that skirted the law and thwarted public records requests in the process. Since the story broke, Clinton remarkably has made no effort to explain herself. Instead, she’s relied on an army of spokesmen, surrogates, and other allies to deflect the criticism or simply distract from it with a variety of political explanations that don’t add up to a convincing real-world defense.\n\n2) A manufactured controversy.\n\nClinton’s team has attempted to dismiss the story by claiming that her private account had no impact on official record-keeping because any email she sent or received to anyone else in the government would have been preserved on his or her end. That argument, however, relies on her colleagues using the same type of .gov address that she herself avoided—something we have every reason to suspect is untrue. At least one of her top aides, Huma Abedin, is known to have had her own clintonemail.com address, making it difficult to believe that all of Clinton’s government business was logged on government servers. That defense also conveniently ignores any emails Clinton may have exchanged with foreign leaders or private parties outside the U.S. government, as well as the fact that it greatly reduced the chances that any Freedom of Information Act requests filed during her tenure would turn up what they were looking for.\n\nRepublicans are certainly looking to fan the flames, but just because they’re creating their own smoke doesn’t mean there isn’t fire.\n\nDecrying the politics of the controversy also doesn’t explain why Clinton would have gone through the trouble to set up her own server and account in the first place—which she appears to have done on the same day of her first confirmation hearing. The closest thing to an explanation on that front comes by way of two unnamed former State Department employees who—after being put in touch with Business Insider by a pro-Hillary group—claimed that the private email account was set up partly for the sake of efficiency. “At the time, State Department policy would not have allowed her to have multiple email addresses on her Blackberry,” reports Business Insider. “Because of this, the officials said, she opted to have one address for both personal and governmental communications.”\n\nLet’s suspend our disbelief for a second and ignore the fact that someone driven by efficiency would opt for the less-than-obvious hdr22@clintonemail.com handle.* (Was hillary@clintonemail.com already taken?) If we take that explanation in good faith, then the nation’s top diplomat was willing to ignore White House instructions and potentially open her account up to cyberattacks just so she didn’t have to carry—or have a staff member carry—a second device around with her. If that was her overriding motivation, then it’s no surprise that her supporters have resisted making it the center of her defense.\n\n3) Just trust us.\n\nThe argument underpinning Clinton’s entire defense rests with the fact that her office did indeed turn over those aforementioned 55,000 pages of emails to the State Department. “When the Department asked former Secretaries last year for help ensuring their emails were in fact retained, we immediately said yes,” Clinton spokesman Nick Merrill said. “Both the letter and spirit of the rules permitted State Department officials to use non-government email, as long as appropriate records were preserved. As a result of State’s request for our help to make sure they in fact were, that is what happened here.”\n\nClinton’s office has declined to explain how her aides selected which emails to turn over to the State Department and which ones to hold back. They also haven’t said when they would have turned over those same records if the State Department hadn't specifically requested them—given it’s been six years since her run as secretary began and two years since it ended, it’s safe to question whether they would have at all.\n\nThe Clinton camp also points to the number of pages that were turned over as though the total alone should reassure us. The flaw there, of course, is that the page count tells us next to nothing—not how many emails were actually archived, let alone whether Clinton did, in fact, turn over all the appropriate records.\n\nClinton’s team, then, is asking the American public to take her at her word. The problem, though, is that the once-and-future White House hopeful simply doesn’t have the right words to offer.", "_id": {"$oid": "55daf1cc04235215b082e410"}}