{"URL": "http://www.slate.com/articles/double_x/doublex/2015/08/microbag_trend_it_looked_like_my_purse_was_carrying_a_purse.html", "Text": "Illustration by Robert Neubecker\n\nAt the start of this year, Vogue decreed that Fendi’s Micro Peekaboo nappa leather bag would be the it bag of 2015. At 6 inches wide, 4¼ inches tall, and 2¼ inches deep, the Micro Peekaboo costs $1,550—that’s just over $27 per cubic inch, according to calculations by StyleCaster. These bags can hardly fit an iPhone in them, much less a wallet, sunglasses, tampons, makeup, or any other items required by the modern lady on the go. What’s a gal who wants to embrace the microbag trend but also needs a place to put all her stuff to do? Carry two bags, of course. Last month, Elle helpfully pointed out that the two-purse look was “all over resort runways.” Never one to argue with Elle, I decided to try it.\n\nFor a week, I carried around my workhorse black faux-leather crossbody messenger bag and supplemented it with a microbag made of probably-even-fauxer leather that I found at Forever 21, the place you go to cheaply partake in sure-to-be-short-lived trends. The microbag is essentially a wallet on a long chain, and by “essentially” I mean a wallet with no place to put your change, credit cards, or ID. It is ludicrous in its smallness. It looked like my purse had its own purse, or like I was carrying the purse of an unseen toddler friend. I was afraid to put anything of value inside the microbag. What if it fell through a subway grate? What if a light breeze blew it away?\n\nAdvertisement\n\n\n\nAfter some hesitation, I stuck a travel-size packet of tissues in it.\n\nIt was like I was carrying the purse of an unseen toddler friend.\n\nBut fashion writes its own logic. It doesn’t precisely quote-unquote make sense to carry around a teeny, tiny bag that in its teeny-tininess refuses its very function as a bag. But it also makes the only kind of sense that matters, which is in being adorable. The microbag adheres to one of Cute Overload’s “rules of cuteness”: “A thing, accompanied by a smaller version of that thing, is always cute.” It’s true. Just look at matryoshka dolls. A panda mom and her cub. Reese Witherspoon and Ava Phillippe. Cuteness is the ultimate trump card.\n\nOoh, it just occurred to me! You could maybe fit a pack of playing cards in one of these bags.\n\nMy momma-bear-and-baby-bag experiment wasn’t a pure one, however. In truth, I wasn’t just wearing two bags. I was wearing three. As a member of the urban sisterhood of the extra bag, I carry a tote bag along with my regular purse to hold an assortment of dorky things “just in case”: umbrella, e-reader, snacks, water bottle. Part of what was so pleasing about the microbag was how airy and insubstantial it felt in contrast to the ratty tote. The microbag improves on many of the inherent deficiencies of other bag formats—a clutch, as its name implies, must always be held in a hand or nestled awkwardly in an armpit. With shorter-strapped bags, I end up with one strap on my forearm, my range of motion restricted to that of a T. rex. So a light bag on a long strap is bliss. I started to wonder if the chaining-your-belongings-to-you model could be extended beyond the microbag—if I could rig up an elaborate system of chains on my person, including a ’90s-style water bottle chain, a cellphone chain like Cher wears in Clueless, a wallet chain. Could I free myself from purses altogether, and become a human coatrack?", "_id": {"$oid": "55daf01104235215b082e2a7"}}