{"URL": "http://www.slate.com/blogs/the_slatest/2015/06/26/hillary_clinton_email_scandal_state_department_finds_15_work_emails_that.html", "Text": "Photo by Darren McCollester/Getty Images\n\nRemember when Hillary Clinton said she had turned over each and every work-related email from her personal account to the State Department? Yeah, well about that, via the New York Times:\n\nThe State Department said on Thursday that 15 emails sent or received by Hillary Rodham Clinton were missing from records that she has turned over, raising new questions about whether she deleted work-related emails from the private account she used exclusively while in office.\n\nAdvertisement\n\n\n\nThe emails in question were exchanged between Clinton and Sidney Blumenthal, a longtime friend and adviser who has caused her a few political headaches in the past. The absence was discovered when the State Department crosschecked the dozens of emails that Blumenthal had recently turned over to the House committee investigating the Benghazi attacks with the 50,000-odd pages of emails that Clinton had turned over to the department earlier this year. (BTW, my colleague Ben Mathis-Lilley pretty much called this.)\n\nIn March, Clinton vowed that her team erred on the side of transparency when deciding which emails to turn over for archiving, but offered no supporting evidence, effectively asking Americans to just trust her. “I have no doubt that we have done exactly what we should have,” she said. She also suggested that any emails deemed not work-related had been deleted. “I had no reason to save them,” Clinton said then.\n\nThe State Department’s discovery will provide congressional Republicans with an opening to go back on the offensive over Clinton’s use of a private email server to do government business while she was secretary of state. \"This confirms doubts about the completeness of Clinton's self-selected public record and raises serious questions about her decision to erase her personal server—especially before it could be analyzed by an independent, neutral third-party arbiter,\" Rep. Trey Gowdy, chairman of the Select Committee on Benghazi, said in a statement. Clinton’s team, meanwhile, released the following response to the Associated Press via a spokesman: \"She has turned over 55,000 pages of materials to the State Department, including all emails in her possession from Mr. Blumenthal.\"\n\nThe revelation will also likely increase pressure on House Speaker John Boehner to subpoena Clinton’s private server, access to which she had previously made clear she would not offer willingly. “The server will remain private,” she said in March.", "_id": {"$oid": "55daf0cc04235215b082e357"}}