{"URL": "http://www.slate.com/blogs/quora/2015/08/22/stem_advanced_degree_what_s_it_like_to_get_a_ph_d_in_science.html", "Text": "Photo by Purestock/Thinkstock\n\nThis question originally appeared on Quora, the best answer to any question. Ask a question, get a great answer. Learn from experts and access insider knowledge. You can follow Quora on Twitter, Facebook, and Google Plus.\n\nAnswer by Tom McNeill, Ph.D., director of scientific computing, Virtual-Rx, Inc.:\n\nAdvertisement\n\n\n\nIt will be lonely, and you are on your own without a net.\n\nUnlike business, medical, or legal education, a Ph.D. in a hard science is an individualized apprenticeship. No two Ph.D. experiences are identical; your program is unique to you. You and your fellow students will share similar ups and downs in your development, but the content and context will be different for each of you. You will be diving into areas of study that few people will understand. In truth, the number of people who will be able to discuss your work as peers world wide will probably be able to fit in your office. This means you need to have the skills to assimilate what you know and apply them to expanding your chosen field. The best bit of advice I can give you is to look to other fields for answers to your questions. For example, systems biologists need to look to electrical engineering and certain branches of math for solutions to problems. Learn to think by analogy. But, most importantly, understand this, your successes will be shared with your larger group, your failures are only yours.\n\nAs you progress through your program you will become socially isolated. Cocktail parties with “civilians” become mine fields of awkwardness. You will dread the question, “So, what do you do?” Can you imagine the look of fright and bewilderment on that cute real estate agent's face when you say, “I'm studying genetic engineering,” or “I'm working on ways to test our nuclear arsenal”? At best, you will get a Wow, that sounds hard, before he or she looks for a way to gracefully leave you. You see, “civilians” don't know what to do with you; you scare them. Even worse, the dreaded question, “So when will you be finished?” This is a seemingly innocent question that is the bane of every grad student's existence. When asked, you will stumble and fumble for an answer, leaving your listener utterly confused because in his mind, you go to school, go to class, and after enough classes you are done, right? Wrong! This whole concept of invention and advancing the field is beyond him or her.\n\nYour dissertation topic might not be related to your future work.\n\nYour dissertation is the body of work that demonstrates you have the skills required to join the fraternity of the scientist-scholar. That's all it is. It does not need to be the most elegant bit of science ever constructed; it just needs to be something you can defend before your committee. Now, go write you dissertation.\n\nTruth of the matter is that your dissertation topic is only really relevant for at most five years (maybe 10 if you are really cutting edge). After that, what you did is really old news.\n\nChoosing your institution is your least important choice.\n\nIs a Ph.D. from Harvard any different than one from Fresno Tech? No—you are both called doctor. What matters is who you did your work under, not the name on your degree. Yes, the institution carries prestige, but it is your adviser's connections and reputation in the community that matter the most. Additionally, you need to think about lifestyle a little bit. The stipends are pretty close to parity without regard to institution. This means your stipend is the same in Boston as it is in Bloomington, Indiana. Different parts of the country are more expensive than others—take this into consideration. Generally, save the big name-brand institutions for your postdoc. It looks better on your CV to show continued improvement in brand than it does to get you degree from a big name-brand and postdoc at a second- or third-tier institution.\n\nA bit of advice for those of you at big-name institutions: You are good, you are working with some of the best in the field, and you should be proud of that. However, at every second-tier and third-tier university, there is someone there who is as good or better and smarter than you are. The first truly scary genius I ever met did not come from Harvard, Stanford, or MIT. She came from a third-tier school in North Dakota.\n\nChoose your adviser and committee carefully.\n\nChoosing your adviser is more important than choosing your spouse. If you want to graduate on time with decent postdoc or industry connections, choose an adviser who is roughly the age of your parents and no lower in rank than associate professor. Assistant professors are still learning how to manage students and may not have the grant support depth and professional network (reputation) to help launch you into a good postdoc or industry position. You cannot afford to be a learning experience for someone at this stage of your career. Also, stay away from the distinguished professors as advisers. DPs will most likely not have the time or interest in mentoring students; this is not always true, but it is safer to work for DPs as a postdoc. You'll get more out of it. Look for a professor who has a busy lab with lots of grad students and graduates student at least one a year. Stay away from deadwood faculty; they will kill your career. You don't have to like your adviser; you just have to be able to work with him or her effectively.\n\nAlso, this may not be quite as true now as it was when I was in grad school, but, make sure you are comfortable with the operating language and culture of the lab. Surprise! Just because you are going to grad school in the U.S. or Canada does not mean the operational language and culture of that lab will be American, Canadian, or even Western. I have seen labs where the operational language was Cantonese, and labs where the operational language and culture was Russian (great games of chess).\n\nDo not date your adviser or any department faculty member! This is toxic to everyone. It will destroy your credibility with your peers and with other faculty members, and as a grad student, that's all you have. Leave this type of drama to the liberal arts faculty and their students, or if you must, do this as a postdoc, not as a student. Also, if you area teaching undergrads (labs), do not date your undergrads! This will cause you all kinds of drama you don't need. Date them after they are done with your lab sections. Dating other grad students in your department is fine, sort of. Better yet, keep your personal and professional lives separate. Find someone from the art department; believe it or not, you two will have lots in common.\n\nActually, scientists and artists are very, very similar: You are both searching for truth and communicating it to society at large. Artists use the medium of paint, ink, sculpture, music, etc. As a scientist, your medium is math and language. You paint with words and sculpt with numbers. With that said, learn to write and learn public speaking. You are useless unless you can communicate effectively. Being a scientist is not about writing code or fiddling with test tubes. Toastmaster's is an excellent training ground. Keep a diary; it will get you writing fluently and it will be good therapy.\n\nLab culture and behavior\n\nThe most important thing you can do in a lab is to remember to fit in and work clean. I cannot emphasize this enough, work clean—your mother does not work in the lab. Nobody cares if you came from a high caste in your home country and had servants—work clean. If you see something dirty, clean it; if you see something in need of repair, fix it! Make friends with the lab manager and the lab techs. They will save your bacon on many occasions and have forgotten more about the science you are studying than you will ever know. Most importantly, they know the history of the lab, what has worked in the past, and most importantly, what has failed. Finally, they have worked with the PI for a considerable amount of time and can tell you how he or she treats students. Your PI might scream and throw things at you but will always treat the senior lab techs well, as they are the ones who make the lab tick. Let's put it this way: A lab is like a family. The PI and the lab manger are the parents, and you are the red-headed stepchild until you pass your quals.\n\nStand up for yourself.\n\nThis one is hard. Your professors are busy people, and grad students are often not on the top of their lists. You are in charge of your program. And believe it or not, you are the one who decides when you are done. Schedule committee meetings, don't take no for answer, and get your stuff done. Your adviser will happily ignore you for years so long as you churn out good data for his or her grants. Remember, you are cheap labor. Do not let administrative items lapse, as it will cost you in the future. Now, go write your dissertation.\n\nBut I thought professors were there to teach? Um, yes, sort of. Your professors are evaluated for promotion on a couple of things. The first is the amount of grant money they bring in. Surprised?You shouldn't be; always follow the money. The second is the number of publications. Somewhere down the list is number of Ph.D. and M.S. students graduated, and somewhere closer to the bottom is undergraduate teaching. In many cases, profs will use part of their grants to “buy out” of undergrad teaching. Additionally, if you institution is a soft money institution, your PI and his or her lab is totally dependent upon grants money for support and operation. The university doesn't kick in much if anything. Actually, the grants contain a percentage, causally referred to as the “lab tax,” you can think of it as rent and utilities that come out of the grant. That's why if your PI wins a prize for “teaching” at the university and is not tenured, that is usually a bad sign. I'll let you do the math on that one. Now, go write your dissertation.\n\nYou will hit the wall.\n\nSomewhere between your second and third year of study, you will hit the wall. You're broke, living in a crappy apartment, your friends who went to law school are driving new BMWs, you are depressed, your experiments won't work, you are stuck, you are socially isolated, your friends are getting married, your adviser is being unreasonable, your committee is being impossible, you are sick of eating ramen, the smell of prawns in the microwave makes you violently ill, and if you have to sit through another lousy journal club presentation by some first-year grad student on fruit fly sexual selection you will have a stroke. When this happens, and it will, congratulations, you just crossed the first hurdle. You are now working as a real scientist, and it is gut-check time. This is what separates those who belong in science from those who do not. If you can get past the wall and not quit you've done it, you belong in the scientist's club; you survived the hazing. Now, go write your dissertation.\n\nYou may experience tragedy.\n\nAs if hitting the wall wasn't bad enough, you will also watch your fellow students go through the same thing. Some will not handle it well. You might walk into your lab one morning and see a lab mate slumped over their chair with a bottle of ricin or other poison on their desk. This happened at my institution. Also, your professor or some lab member may die or have some sort of tragedy befall them like the death of a child. You may also experience acts of God, such as earthquakes or hurricanes, that can damage or destroy parts of your university (just ask anyone who was at Tulane during Katrina or anyone at the Texas Medical Center during Tropical Storm Allison). This is all part of being a scientist; if nothing else, you need to have resiliency. Now, go write your dissertation.\n\nFor the students coming from abroad\n\nKeep your student visa status current as your No. 1 priority. Next, learn about area you are coming to. Learn a bit about the people. What I mean by this is if you are coming to the U.S., understand a couple of things: We are not a homogeneous culture—Texas and New Hampshire are culturally very different. Dig deeper than the stereotypes. Understand the weather. In the deep South, it is hot. In the Upper Midwest, it is cold like Harbin, China, and Siberia. Dress appropriately, or your first semester at the Iowa State or LSU will be misery.\n\nIf you are going into an American lab with American grad students, understand this: We are loud, informal, and the radio will probably be playing. Do not stand on formality; introduce yourself become part of the family. I realize this maybe contrary to your culture, but if you wanted to maintain your culture, do you grad work at a university in your country. Also, this is less of an issue now than it was when I was a grad student, but your English is fine, really. American grad students won't look down upon you or anything of the sort; let's face it, your English is better than any of our attempts at your language.\n\nNow for a rather touchy subject. If you are from a country where men and women are separated or have very specific roles, you won't find that in America at all. You will be rubbing shoulders with men and women from everywhere. Check your cultural sex-role expectations at the door. If you wear a headscarf or head covering, no problem at all; just make sure your clothing does not cause you any safety issues. The same goes for men with beards: Keep your beard to a minimal length so it does not get caught in open flames.\n\nThe most important thing you can do to make your transition to being a grad student in the U.S. or anywhere for that matter is be open and have a sense of humor. Also, food is a wonderful ice breaker. Some labs are known for always having good things to eat. So don't be afraid to join in the fun. And finally, go have a beer with your lab mates. Even if you don't drink, that's fine have a cup of tea and socialize a bit outside of the lab. That's where the best conversations take place—not only is this true of your lab but also at conferences, but you will get to those later.\n\nFor Europeans, please understand that in the U.S. most folks have been taught that there are three things you do not talk about in “polite company”: sex, religion, and politics. So, we do not have the same tradition of discussing and debating these lively topics as you do in Europe. We realize that our country may not be perfect, but remember, you came here instead of going somewhere in your country, so we must be doing something right. The rhetoric during elections may be strident at times to your ears, but really, not much will change from how it is right now. So, back off on the lecturing about how great socialized medicine is or whatever your pet peeve is, especially if you are in the Southern part of the U.S.\n\nHygiene: In the U.S. people tend not to wear much perfume or cologne. That went out of fashion probably 40 years ago here, and it is a bit of shame actually. If you are from Europe or the Middle East, wear only half as much or less (much less) than you usually would, so as not to give your lab mates a headache. They just aren't used to it.\n\n\n\nIt will change you.\n\nGrad school will change you. You will be pushed and pulled in ways you never imagined. You will see your professors first as demigods and then just as people, peers. You will be seen as an expert, and that takes some getting used to. You will make friends for your entire life. You will have the tools to become expert at anything you want to become expert in. You will look at the world differently, more globally. You will have met people from all corners of the Earth and come to realize that we share more similarities than differences. This will become evident to you when you see students from countries that are at war with one another working together. It is amazing how quickly politics gets pushed aside when you have something more important and immediate to worry about, like like figuring out a proof, or why this experiment can't be repeated.\n\nAnd one more thing will happen. When you got your bachelor's degree, you felt like you knew something. When you got your master's degree, you felt like you knew some more. But when you finish your Ph.D., you are now able to put what you know in the context and perspective of a larger field and all of a sudden your accomplishment feels very small and insignificant. You are now beginning to know what you don't know. You can call this wisdom or enlightenment. It's like climbing to the top of a mountain and seeing the view for the first time or looking up and seeing the Milky Way for the first time. It is at once very liberating and terrifying. You just put a pebble on the pile, you contributed to the knowledge of your chosen field, you made a difference and no one can ever take that away from you.", "_id": {"$oid": "55daefd704235215b082e26f"}}