{"URL": "http://www.slate.com/blogs/the_slatest/2015/03/10/hillary_clinton_one_phone_defense_even_more_questionable_given_that_she.html", "Text": "Photo by Na Son Nguyen/AFP/Getty Images.\n\nAfter a week’s worth of silence, Hillary Clinton on Tuesday finally offered an explanation for why she opted to use a private email address to do government business while secretary of state. It wasn’t a good one. She says she made the decision simply because she didn’t want to carry around two phones.\n\nJosh Voorhees Josh Voorhees is a Slate senior writer. He lives in Iowa City.\n\nI am, to put it mildly, skeptical of that answer, given that not wanting two phones conveniently gave Clinton—a public official known to prize her privacy (or secrecy)—unprecedented control over her government records. But there’s another reason to doubt Clinton’s defense, and the Internet quickly provided it in the immediate aftermath of her press conference.\n\nAdvertisement\n\n\n\nIn a video clip from a Silicon Valley event last month, Clinton was asked whether she preferred an iPhone or an Android smartphone. “iPhone,” she responded, before adding, “in full disclosure, and a Blackberry.” The footage was first surfaced by American Rising, a Republican PAC that specializes in uncovering exactly this type of thing.\n\nThe clip itself is only 18 seconds long but, according to the Washington Examiner, the full quote doesn’t exactly help her case. “There are reasons when you start out in Washington on a Blackberry you stay on it in many instances. But it's also — I don't know, I don't throw anything away. I'm like two steps short of a hoarder. So I have an iPad, a mini iPad, an iPhone and a Blackberry.\"\n\nExhibit B in the case against convenience comes via a social media townhall event that Clinton hosted in the Philippines in 2011, when she was still secretary of state. Clinton was asked “what’s inside your purse” and “what’s on your iPod or iPad?” Here is her full answer, according to State Department transcripts:\n\nWell, I have a quite large purse, because when you travel as much as I do, you never know what you’re going to need. So in addition to makeup and all that goes with that, usually my Blackberry and papers of all kinds, because I can’t get away with a small purse because I’m in and out of meetings all the time. So it’s kind of a purse/briefcase sort of operation going on here. But when I go overseas, like on this trip, there are many more bags that come with me than just my purse in case something else is needed. And my iPod, just the usual wonderful musical “interluding” diversions that we all need, a wide variety. And on my iPad, I have to confess, mostly news sites, because I do a lot of looking to see what’s going on around the world.\n\nClearly, neither of those remarks supports the idea that Clinton prefers to travel light, and both only add to my skepticism about her professed love of convenience. (An iPad and an iPad mini?!?) Still, I’m not sure either comment is quite the smoking gun people are looking for.\n\nIf you are inclined to think Clinton isn’t telling the truth, then you probably think there was room in that purse for a government smartphone. I certainly do. But if you buy her defense, than you could just as easily make the argument that, given everything Clinton was carrying, the last thing she needed was to have to dig around for multiple phones.", "_id": {"$oid": "55daf0d704235215b082e365"}}