{"URL": "http://www.slate.com/blogs/behold/2015/08/19/jason_koxvold_photographs_operation_resolute_support_in_afghanistan_in_his.html", "Text": "Jason Koxvold\n\nAfter 14 years of combat, thousands of deaths and injuries, and billions of dollars, the war in Afghanistan is technically over, yet thousands of NATO-led troops remain in the country as part of Operation Resolute Support. This past June, Jason Koxvold spent a week photographing the series “BLACK-WATER” to find out what our continued presence in the country looks like.\n\n“This has been the longest war in U.S. history, to the point that being at war has become the new normal, and these photographs are my attempt to capture that,” he said via email.\n\nJason Koxvold\n\nJason Koxvold\n\nJason Koxvold\n\nKoxvold spent his first three days at Resolute Support’s headquarters in Kabul, which he says felt detached from the outside world—even peaceful. As Koxvold photographed, he saw troops and contractors from all over the world who had arrived in helicopters that landed on the soccer field.\n\nAdvertisement\n\n\n\n“It’s a convivial microcosm of NATO; the Italians import fresh prosciutto, and installed their own pizza oven and a traditional espresso machine; the Germans drive armored G-wagens; everyone runs laps of the base in the cooler hours of the day,” he said. “My favorite part of the compound was the gardens, which feel quite bucolic until you notice the tall, tan concrete walls and watchtowers behind them.”\n\nJason Koxvold\n\nJason Koxvold\n\nFrom there, he traveled by Black Hawk to Bagram, the major hub of military air traffic in Afghanistan. At one point, it was the busiest military airbase in the world, but in the last two years its population has shrunk dramatically. When Koxvold was there, F-16 fighters were still taking off constantly, and C-130 and C-17 transport planes were always coming and going. But most of the time, the airfield felt “almost eerie.”\n\n“It has the feeling somewhat of a ghost town; empty hallways and quiet cafeterias. Every week a rocket would come over the wall and be destroyed immediately by the automated C-RAM guns, to the point that people didn’t seem perturbed by the ‘incoming’ alarms any more,” he said via email.\n\nEvery night as Koxvold loaded his film, he would discuss his proposed shot list for the following day with the Air Force’s Press Affairs unit. During the day, they’d escort him to the locations he was permitted to access. Koxvold wanted to spend some time with Afghan National Army as well, but he found their media affairs unit “quite unresponsive.”\n\nJason Koxvold\n\nJason Koxvold\n\nWhile Koxvold admired the professionalism of the soldiers and airmen he met, he said he was left with the feeling that Resolute Support was a mission without a purpose. Further, he felt the Afghan population didn’t want the troops there, an impression he got most strongly when driving around Kabul in an MRAP vehicle while the roof gunner swiveled his weapon toward civilians.\n\n“The eye contact I made through the windows was not warm. Which stands to reason: If Afghanistan sent thousands of troops to the United States to round up our domestic terrorists, we wouldn’t stand it for one afternoon. You see that same spirit of resistance in the number of Afghans who will gladly launch a rocket over the walls at Bagram—which is about a weekly occurrence. The difference is, of course, that they are outgunned by several orders of magnitude, but it doesn’t stop them from trying.”\n\nJason Koxvold", "_id": {"$oid": "55daf1ab04235215b082e3f5"}}