{"URL": "http://asianamericandecisions.com/2014/11/10/did-asian-americans-switch-parties-overnight-no-2/", "Text": "Did Asian Americans switch parties overnight? No.\n\nThis article originally appeared at the Monkey Cage Blog at The Washington Post\n\nBuried in the blue and red bars of the exit poll results from Tuesday’s midterm elections is an astonishing figure. Asian Americans were nearly evenly split in their voting in congressional races: 50 percent to 49 percent, with a nod to Democrats by the faintest of recordable margins. Why is this astonishing? Because just two years ago, exit polling showed that Asian Americans broke overwhelmingly in favor of the Democrats — 73 percent to 26 percent.\n\nSuch a reversal of partisan fortunes is all the more astonishing given the long-term increase in Democratic voting among Asian Americans — only 31 percent of whom voted for Bill Clinton in 1992. No wonder, then, that there already are headlines such as “Republicans Courted Asians, and It Paid Off.”\n\nIs this 50 percent figure believable? Exit polls, after all, are known for the occasional bad calls, sometimes with decisive and notorious effect, as in the 2000 and 2002 elections. But are exit polls especially prone to getting the Asian American vote wrong? The answer is a clear, resounding “yes.”\n\nExit polls are not designed to produce representative samples of groups within the electorate, such as Asian Americans. Warren Mitofsky, the “godfather of exit polls,” noted that errors in such polls “appear mostly among demographic groups that are both relatively small and those that tend to be geographically concentrated” — in other words, groups such as Asian Americans. Indeed, with regard to another such group, Latinos, the exit polls have missed the mark with some regularity. In 2004 and 2010, such polls mischaracterized the Latino vote badly (see here, here and here).\n\nBut are the 2014 estimates for Asian Americans similarly flawed? The sample size for Asian Americans was 304. If that is indeed the sample size, it is conspicuously small, with a margin of error that could approach 11 percent given the sampling design of the exit poll.\n\nAnd if that is the correct number of interviews, Asian Americans were vastly underrepresented. According to available information, the total number of interviews in 2014 was either 19,441 (among precincts chosen for the national sample) or 29,581 (if over-samples in Colorado, Georgia, Iowa and North Carolina are added). This means that Asian Americans were only between 1.0 percent to 1.5 percent of the entire sample — even though the people behind the exit poll estimate that Asian Americans were actually 3 percent of all voters (see here).\n\nBut sample size cannot be the sole culprit. Another part of the story involves the precincts that were selected to be polled and the characteristics of Asian Americans in those precincts. Although Asian Americans vote Democratic by a wide margin, they do not do so everywhere.\n\nFor instance, in this year’s Asian American Decisions poll on election eve, Asian Americans in Virginia voted heavily for Sen. Mark R. Warner (D) instead of Ed Gillespie (68 percent to 29 percent), while Asian Americans in Texas split evenly between Democrat Wendy Davis and Republican Greg Abbott (48 percent to 48 percent) in that state’s governor’s race. A full post-election analysis requires knowledge of which Asian Americans the 2014 NEP polled and where — facts that are not at present publicly available.\n\nSurveys such as the exit poll, which is not designed to achieve representative samples of groups such as Latinos and Asian Americans, must rely on weighting and sheer luck to get it right. By contrast, surveys of Asian Americans such as those conducted by Asian American Decisions, the National Asian American Survey and the Pew Research Center, which are designed to produce a representative sample, offer a more consistently accurate picture of these groups.\n\nFor instance, the Asian American Decisions poll interviewed 1,150 Asian Americans in six languages (English, Chinese, Korean, Vietnamese, Tagalog and Hindi) — including a nationally representative sample of 770 respondents and an oversample of 380 respondents for state-specific analysis of Asian Americans in California, Texas and Virginia.\n\nFrom this data, we find that in the 2014 congressional elections, 66 percent of Asian Americans voted for the Democratic candidate. By comparison, in 2012, the Asian American Election Eve Poll found that a 73 percent of Asian Americans had voted Democratic in congressional races. This suggests a much more modest shift toward Republican voting among Asian Americans.\n\nThe bigger question is whether this is a real trend or whether Asian Americans, like most demographic groups, were just more likely to vote Republican in this one election.\n\n[Correction: An earlier version of the post, citing this article, said that the exit poll may have yielded only 129 interviews with Asian Americans. Scott Clement of the Washington Post’s polling operation has confirmed that the correct sample size is 304.]\n\nDr. Taeku Lee is a professor of political science and law at the University of California at Berkeley and managing director of Asian American Decisions. He can be reached at: taeku.lee@asianamericandecisions.com\n\n", "_id": {"$oid": "55daefd904235215b082e270"}}