{"URL": "http://www.slate.com/articles/news_and_politics/foreigners/2015/08/donald_trump_his_rise_demonstrates_the_alarming_success_of_internet_trolls.html", "Text": "Photo illustration by Lisa Larson-Walker. Photos by Brian Snyder/Reuters and Peter Nicholls/Reuters.\n\n“It’s probably the same person, writing 16 different comments under 15 different names.” That’s how a friend’s son recently shrugged off a social media spat he’d been involved in at his university. There had been some nasty name-calling and a few violent threats, but he wasn’t bothered: He reckoned the anger, racism, and vitriol he had encountered on Twitter and Facebook weren’t “real.” They didn’t affect real politics, or real life. He isn’t alone in this assumption.\n\nMost people—the vast majority—do not look at their cellphones several times an hour and would never imagine that Twitter is reality. Even those who do stay abreast of current events via some form of social media generally assume that whatever nastiness they encounter online doesn’t affect anything important. If there is a political impact, it’s on niche movements or Islamic extremists. Jon Ronson’s recent book, So You’ve Been Publicly Shamed, explores the madness of the Twitter mobs that destroy the lives of people who tell unfortunate jokes, but until now, we’ve still believed that mainstream politics were safe.\n\nAdvertisement\n\n\n\nWatching Donald Trump bluster and bluff his way through a presidential campaign, I wonder if we underestimate the ways in which Internet vitriol has broadened the parameters of political debate. We are “shocked, shocked” by Trump’s language, but all of it is exactly the sort of thing anyone can encounter in the normal course of reading about politics online. John McCain isn’t a war hero? I’ll bet he finds worse insults than that on his Facebook page, and so does everybody who writes about him. All Mexicans are rapists? I open my Twitter account every morning to find similar and worse (my personal favorite, translated from Polish: “Reading what that @anneapplebaum writes I understand anti-semitism. Jews have an incredible gift for pissing you off”).\n\nThe language of online political discourse is now so extreme, and often so far divorced from reality, that Trump’s words fit right in, especially when they make no sense. Trump’s defenders—and I know because they tell me so online—say they admire him because he is allegedly “anti-establishment.” They are wrong: He isn’t anti-establishment at all. As a vastly wealthy man—as one who can invite a former president and his then-senator wife to his wedding and expect them to come—he actually lives at the very heart of a certain slice of the establishment. But of course he is different from other politicians in another sense: He is the only presidential candidate who uses, on television, the kind of language normally found in the comment section of a celebrity website or the more aggressive Reddit forums. Vulgar insults, racist slurs, manufactured “anger,” and invented “facts” are all a normal part of debate in those kinds of public spaces. Thanks to Trump, they have now migrated to presidential politics, too.\n\nAs others have noted, protest candidates are hardly a uniquely American phenomenon. Silvio Berlusconi brought the language and style of Italian tabloid television into the center of Italian politics; multiple far-right ideologues have brought anger and bombast into European debates. In Britain, the obscurantist far left is having a revival in the form of Jeremy Corbyn, a bearded Marxist—he favors the nationalization of industry and nuclear disarmament—who may well be the next leader of the Labour Party. All of these candidates appeal to electorates who have strong online ties but don’t hear their views reflected in mainstream politics. Trump falls into that category, too. But instead of the far left or the far right, he speaks for the sarcastic hate-tweeters, the anti-everything nihilists, and the conspiracy theorists who write convoluted anonymous comments at the bottom of newspaper articles.", "_id": {"$oid": "55daf1b704235215b082e400"}}