{"URL": "http://www.slate.com/articles/news_and_politics/jurisprudence/2015/08/death_with_dignity_and_gay_marriage_liberty_arguments_support_physician.html", "Text": "Photo illustration by Juliana Jiménez. Photo by Katarzyna Bialasiewicz/Thinkstock\n\nAja Riggs doesn’t want the state of New Mexico to dictate how she’ll die. Riggs suffers from uterine cancer—currently in remission, but likely to return—and fears it will leave her in excruciating pain during her final days. To avoid so much torment, Riggs wants to be sure her doctor can ease her into death through a painless overdose if she so chooses. But New Mexico law prohibits physician-assisted suicide. So Riggs, along with two oncologists, is suing to have the statute struck down as a violation of her fundamental rights under the state constitution.\n\nMark Joseph Stern Mark Joseph Stern is a writer for Slate. He covers the law and LGBTQ issues.\n\nInitially, Riggs scored a major win in a state district court, which found that terminally ill patients have a fundamental liberty interest in securing assisted suicide. Earlier this month, however, an appeals court reversed that ruling. The setback is probably temporary. Bolstered by a blistering, incisive dissent, Riggs is taking her case to the progressive state Supreme Court. There, she hopes she can persuade the justices to force New Mexico to respect the legal rights of dying patients.\n\nAdvertisement\n\n\n\nCourt challenges to assisted suicide bans are nothing new. In a 1997 case called Washington v. Glucksberg, a badly fractured U.S. Supreme Court rejected a broad challenge to Washington’s prohibition. Five members of the court held that the right “to assistance in committing suicide is not a fundamental liberty interested protected by the Due Process Clause.” Only “those personal activities and decisions” that are “deeply rooted in our history and traditions,” the majority wrote, are protected by the Constitution—and assisted suicide is not “deeply rooted” in the American tradition. At the same time, five justices also found that “suffering patients” may have “a constitutionally cognizable interest in obtaining relief from the suffering that they may experience in the last days of their lives.”\n\nThis apparently contradictory ruling was the handiwork of Justice Sandra Day O’Connor. A consummate baby-splitter, O’Connor tried to bridge the gap between the court’s liberal and conservative blocs. Instead, she created a paradoxical ruling that has, ever since, stood on extremely shaky constitutional grounds. In fact, the court’s recent ruling in the same-sex marriage case Obergefell v. Hodges seriously dented the validity of Glucksberg by replacing its crabbed logic with a more modern, expansive definition of “liberty.” (Chief Justice John Roberts accused the Obergefell majority of “effectively overruling” Glucksberg—as though that’s a bad thing.)\n\nThe New Mexico Constitution has a due process clause that’s virtually identical to the one in the United States Constitution, which holds in the Fifth and 14th amendments that no one shall be deprived of “life, liberty, or property, without due process of law.” Like the federal version, New Mexico’s protects substantive rights fundamental to individual dignity and autonomy. But the New Mexico Supreme Court has declared that its state constitution may be interpreted more expansively, to encompass a grander definition of individual dignity. Riggs argues that the New Mexico Constitution should protect her right to choose when to end her suffering.\n\nVanzi’s brave, powerful dissent is likely to become a rallying cry for the death with dignity movement.\n\nIn a somewhat apologetic decision, the court of appeals refused to allow this more generous reading, holding that the state may force a terminally ill patient in extreme agony to remain alive until her life reaches “its natural end.” But in dissent, Judge Linda M. Vanzi laid waste to the majority’s argument, writing that it “reflects a shocking disrespect for the individuals whose circumstances would bring them to seek aid in dying.” Vanzi first notes, correctly, that Obergefell seriously erodes—and maybe even overrules—Glucksberg. (Same-sex marriage, after all, certainly isn’t “deeply rooted” in American history.) She then explains that even if Glucksberg remained good law, she would “reject it as unpersuasive, flawed, and inadequate to protect the rights of New Mexicans.” Instead, Vanzi writes that New Mexico’s own traditional respect for individual autonomy should lead the court to hold that the state’s citizens have a “liberty right to aid in dying from a willing physician.”\n\nAnd if New Mexico’s due process clause implies this right, another provision all but demands it. In a passage unique to the New Mexico Constitution, “all persons” in the state are promised “natural, inherent and inalienable rights.” Among these are “the rights of enjoying and defending life and liberty … and of seeking and obtaining safety and happiness.” This provision, Vanzi asserts, “affords New Mexico citizens the right and agency to defend their lives and liberty by availing themselves of aid in dying” when terminally ill. The state simply cannot justify “intrud[ing] upon the doctor-patient relationship as it relates to the constitutional right to aid in dying.” Vanzi concludes:\n\nThe question at the heart of this case is who has the right to decide when and how a mentally competent, terminally ill New Mexican will end her life after the options for meaningful improvement of her terminal condition have been exhausted, such that “life” means being forced to endure unbearable suffering until death arrives. … Other choices and decisions central to personal autonomy and dignity have long enjoyed the status of constitutionally protected liberty interests. I would hold that the New Mexico Constitution protects aid in dying as a liberty interest.\n\nVanzi’s brave, powerful dissent is likely to become a rallying cry for the death with dignity movement. But it is also aimed squarely at the New Mexico Supreme Court itself, to which Riggs will appeal her case. There, she may have more luck: All five justices are Democrat-affiliated and have proven quite liberal on issues of personal dignity, including marriage equality. Should they side with Riggs, New Mexico will become the fifth state where terminally ill patients are afforded the liberty to end their lives. That might help create momentum in other states whose legislatures are considering assisted suicide measures.\n\nAs the death with dignity movement builds a critical mass, social and political pressure may force even conservative states to consider easing restrictions on physician-aided suicide. This model worked gangbusters with same-sex marriage, and death with dignity advocates are clearly hoping to employ it for their own cause. Eventually, they may even achieve an Obergefell­-type ruling for the movement declaring that the American conception of liberty includes a right for terminally ill patients to choose when to die.", "_id": {"$oid": "55daee2404235215b082e176"}}