{"URL": "http://www.independent.co.uk/news/world/asia/thousands-of-dead-fish-wash-up-in-river-less-than-four-miles-from-site-of-tianjin-explosion-10465342.html", "Text": "The fish were found less than four miles from blast site and coincide with warnings that cyanide levels in the waters around Tianjin port have risen to 277 times more than the acceptable levels.\n\nI got up close to the massive fish die-off in #Tianjin, and now plan to never do anything like that again. #China pic.twitter.com/N1iQWoFHNp — Dan Levin (@globaldan) August 20, 2015\n\nState authorities have confirmed that over 700 tonnes of the deadly chemical sodium cyanide were stored at the Tianjin warehouse when it blew up.\n\nFollowing the blasts, nationwide inspections of facilities handling dangerous chemicals and explosives have been ordered by China’s State Council.\n\nLarge crowds were gathered on the banks of the Haihe river on Thursday to see the vast numbers of dead fish, the New York Times reported.\n\nWang Lei, 47, a freight company manager, told the New York Times: “I’ve never seen anything like it. There has to be a link between the dead fish and the blast. What else could explain the death of so many?”\n\nTianjin officials have attempted to reassure the public saying that the dead fish were caused by regular seasonal low oxygen levels in the water and were not related to the blasts.\n\nThe state-owned China Central Television also reported that tests found no significant presence of cyanide in that section of the river.\n\nGreenpeace have said that tests around the blast site indicate that water supplies were not severely contaminated with cyanide, but that they did not “disprove the presence of other hazardous chemicals in the water”.\n\nAt least 114 people were killed in the blasts on 12 August, while 65 people remain missing and presumed dead from the disaster.\n\nOver 6,000 people have been displaced by the event and shockwaves from the blast were felt by people in apartments several kilometers away.\n\nThe larger explosions were registered as seismic events with the US Geological Survey.\n\nA 3km exclusion zone has been placed around the site and workers were attempting to clear the area before possible rain showers, which could create toxic gas.\n\nAdditional reporting by Reuters", "_id": {"$oid": "55daf06704235215b082e2ec"}}