{"URL": "http://www.businessweek.com/1997/15/b352267.htm", "Text": "AFTER BRE-X, GOLD'S GLOW IS GONE Goldbugs who put their money on promised riches are turning more cautious--and some are filing suit Last December, when the stock of Bre-X Minerals Ltd. had already begun sliding from its September high, Lehman Brothers Inc. strongly recommended a buy on ''the gold discovery of the century.'' Bre-X's Busang gold discovery ''is enormous,'' Lehman gushed, adding that it expected this ''growth story to continue in a major way for the rest of this decade.'' Today, Bre-X stock is off nearly 90% from its peak--and many analysts are wondering if Busang contains any gold worth mining at all. The carnage extends far beyond Bre-X. This decade, Canada has emerged as the financial center of a global mining exploration boom extending from the former Soviet Union to the Peruvian Andes to the jungles of Indonesia. Hundreds of so-called junior mining companies such as Bre-X have raised the money on Canadian stock markets to finance high-risk exploration. Now the machine for financing gold mining has been damaged. The Bre-X news sparked the biggest single-day plunge since the 1987 crash on the Vancouver and Alberta Stock Exchanges, home to many juniors. Smaller Canadian mining companies that had aimed to become ''the next Bre-X'' now want to be anything but. ''We're in the middle of a hurricane,'' says David A. Fennell, CEO of Golden Star Resources Ltd., which is exploring in South America and Africa. Investors eventually will be lured back by the prospect of huge finds--such as the 25 million-ounce deposit in Chile reported Apr. 2 by Bema Gold Corp. of Vancouver. But thanks to Bre-X, Fennell says, ''it will be impossible to raise money'' in the short term. BLUE-CHIP BACKING. That's partly because so many companies were burned by the debacle. Lehman Brothers has declined comment on its glowing recommendation. But if it's any consolation, the Wall Street firm had plenty of blue-chip company. Barrick Gold, Placer Dome, and Freeport-McMoRan Copper & Gold, among other top producers, fought an epic battle to get a piece of Busang. So did Indonesia's Suharto regime, which in February managed to grab 40% of the deposit for Indonesian interests. Fidelity Investments, Invesco Funds Group, and other mutual-fund companies piled into the stock. The episode casts an especially harsh light on J.P. Morgan & Co.--Bre-X's key financial adviser since September. As recently as February, J.P. Morgan bankers talked up Busang in a conference call in which Bre-X's top geologist predicted the deposit might contain a staggering 200 million ounces of gold, worth over $70 billion at today's price. Morgan declined to comment. What's startling is how many of the best and brightest in the gold business placed their faith in the drilling reports of a once obscure company based in Calgary, Alberta, that has never mined an ounce of gold. Spokesmen for Placer Dome and Barrick Gold say they were never allowed to do their own drilling. It wasn't until Mar. 26 that Freeport-McMoRan, which had tentatively agreed to develop Busang, reported the first independent results: ''insignificant'' amounts of gold. Freeport warned that its findings were preliminary. Still, Bre-X shares plunged to $2, taking its market value to $480 million, down 90% from its peak of over $5 billion. On Apr. 1, on upbeat comments by Bre-X Chairman David G. Walsh, the stock bounced to $3, but it closed at 2 5/16 the next day. The Bre-X tale began in 1993, when Walsh, a veteran stock promoter, traveled to Indonesia and met John B. Felderhof, a well-known geologist who had co-discovered the huge Ok Tedi copper-gold mine in Papua New Guinea. Felderhof convinced Walsh to bet his company on Busang. Larger mining companies had explored Busang earlier and decided it wasn't worth mining. But by that December, Bre-X was reporting favorable drill results. ''MISINFORMATION.'' Walsh declined to be interviewed for this story, but Vice-Chairman Felderhof insisted in a Mar. 30 interview with BUSINESS WEEK that the gold really is there. ''This whole thing will be resolved in a very short time,'' he said. Walsh and Felderhof have threatened legal action against those ''responsible for the proliferation of misinformation'' on Busang. Meanwhile, Freeport and a consulting firm hired by Bre-X are frantically trying to determine how much gold the site really contains. Some investors are still not ready to believe the worst. Victor Flores, fund manager of the $225 million U.S. Global Investors World Gold Fund, says he had 1.5% of his fund in Bre-X prior to its crash and is buying more. But other investors have claimed fraud, joining in a shareholder class action against Bre-X, its officers, and Kilborn Pacific Engineering Ltd. that was filed by Houston-based law firm Baker & Botts. Most experts trust the analysis being conducted by Freeport, whose investigation at Busang is overseen by David R. Potter, a renowned geologist. Potter's results released on Mar. 27 show gold ranging up to just 0.06 grams per ton in seven holes drilled parallel to Bre-X holes. In contrast, Bre-X reported gold ranging up to 5.68 grams per ton in its holes. What's more worrisome is that Freeport reported ''visual differences in gold particles'' taken from its samples and those of Bre-X. That suggests the possibility that Bre-X's samples were ''salted'' with gold. ''[Salting] is always possible if the geologists have no integrity,'' says Soetaryo Sigit, a former director general of mines for Indonesia. Another issue is Bre-X's handling of samples. Typically, a core is cut lengthwise and half is preserved for reference and verification. But Bre-X crushed every core entirely, leaving no verification sample. Walsh says that was necessary because the gold was ''nuggety'' and impossible to divide evenly. Still, it's now impossible to verify Bre-X's original samples. A mysterious chain of events has further heightened suspicions. In late January, as Freeport was about to wrest control of the project, a fire destroyed a shack at Busang containing all the geologists' records. Then on Mar. 19, exploration manager Michael de Guzman, on his way to a meeting with Freeport's due-diligence team, plunged 600 feet from a helicopter. Police ruled it a suicide. Conspiracy buffs, meanwhile, question if the decomposed body recovered from the jungle was, in fact, de Guzman's. REPERCUSSIONS. One clear loser from Bre-X may be Kilborn Engineering, which in February estimated that, based on the sample results, Busang would yield 71 million ounces of gold. Many people had the impression that Kilborn, a widely respected firm, had independently verified Bre-X's work. Kilborn now says it based its calculations on data provided by Bre-X and did not drill its own samples. For Bre-X and its shareholders, the nightmare is far from over. The Indonesian government could take away the mine if it finds evidence of fraud, even if there really is gold there. Some investors, including Fidelity and Invesco, say they sold much of their Bre-X stock before the crash. But for others, this incident has caused ''a massive shattering of confidence,'' says Fennell, Golden Star's CEO. Others may venture back, Fennell says, but only if the industry agrees to a system of independently verifying extraordinary claims. One Bre-X is more than enough. By William C. Symonds in Toronto, with Michael Shari in Jakarta\n\n\n\nRELATED ITEMS CHART: Heavy Metal TABLE: On the Road to Busang with Bre-X Return to top of story", "_id": {"$oid": "55daf34804235215b082e4aa"}}