{"URL": "http://www.slate.com/blogs/behold/2015/08/17/cuba_cuba_an_exhibition_at_the_international_center_of_photography_explores.html", "Text": "Courtesy of Andrew Moore / Yancey Richardson Gallery, New York\n\nAs the U.S. and Cuba re-establish relations, the Caribbean island is poised for a dramatic change. This, in part, is the inspiration behind “¡Cuba, Cuba!,” an International Center of Photography exhibit at the Southampton Arts Center in New York of more than 100 photographs, historic artifacts, political posters, and publications spanning the past 65 years of Cuban history.\n\nThe exhibit, curated by Cuban art historian Iliana Cepero and ICP curator Pauline Vermare, features a unique collection of works by more than 20 Cuban photographers, including Alberto Korda, (who shot the now-iconic image of Che Guevara), Raúl Corrales, Marucha (María Eugenia Haya), and legendary American photographers like Burt Glinn and Elliott Erwitt.\n\n“The images are like a map of Cuba, a cartography of feelings, ideas, mentalities,” Cepero said. “That is the intellectual and emotional complexity of Cuba.”\n\nCourtesy of María Magdalena Campos-Pons / Lehigh University Art Galleries—MuseumOperation.\n\nCourtesy of Tony Mendoza / Lehigh University Art Galleries—MuseumOperation\n\nAdvertisement\n\n\n\nWith recent renewed interest from Westerners, particularly Americans, to visit Cuba “before it changes,” the exhibit aims to open up a dialogue between myth and reality, to create interest in Cuba’s artistic and cultural production, and to expose the public to different artists and images than the ones they’ve already seen—the ossified images from the first days of the revolution.\n\nCourtesy of Burt Glinn / Magnum Photos\n\n“That phrase, ‘before Cuba changes’ really bothers us,” Cepero explained. “The myth is beautiful; being trapped inside it isn’t.” The exhibit wants to challenge those myths and let everyday Cuban reality speak for itself by asking questions. How are people dealing with scarcity? Why is the paint peeling, why are these old cars here? It’s not an aesthetic choice; they’re there precisely because there is no choice.\n\nCourtesy of Gilda Perez/Lehigh University Art Galleries—MuseumOperation\n\n“To visit a country because it’s ‘frozen in time’ is to glorify poverty,” she said. “It’s about foreigners who want a tropical refuge made in the image and likeness of the fantasy they have of Cuba, while refusing to see the people living inside that fantasy. The exhibit aims to let Cubans tell their own story and history, and tell a different history of photography and a different history of their country.”\n\nUnidentified photographer/Courtesy of International Center of Photography\n\nCourtesy of Gory (Rogelio López Marin)/Lehigh University Art Galleries—MuseumOperation\n\nBoth groups of photographers, the Americans and the Cubans, helped build the myths that inform today’s reality and today’s images. The revolution looks different under an American like Glinn’s lens compared to a Cuban like Korda’s. Glinn showed what happened during the first weeks: chaos, confusion, looting and destruction. Cuban photographers came later, when the revolution was already in place, to tell stories of triumph that aimed to portray Cuba’s place in history.\n\nUnidentified photographer/Courtesy of ICP\n\nCuba’s isolation has shaped the lives of its citizens, and its photographers are a reflection of that. Cuban photographers were a select group that shared tips through word of mouth, including where to get developing materials and new photography techniques. “Cuban photographers can’t have big egos,” Cepero said. “You have to be solidary to survive, be humble.” As a result Cuba’s photography as a whole has a visual unity and uniformity photography from other countries lacks.\n\n“¡Cuba, Cuba!” doesn’t shy away from exploring the myth of the island. The exhibit builds on it to tell the story of Cuba as a country, as a world on to itself, with light and shadows, and all the complexity that entails.\n\nCourtesy of Mario Díaz", "_id": {"$oid": "55daf02204235215b082e2b7"}}