{"URL": "http://www.wired.com/2015/08/can-jimmy-iovine-dr-dre-save-music-industry?mbid=synd_slate", "Text": "Jimmy Iovine has a line he likes to use. Actually he has a lot of them. Today, Iovine runs Apple Music, the latest stop in a career that has taken him from studio rat to cofounder of Interscope Records to head of Beats Electronics. But he is also a longshoreman’s son from Red Hook, Brooklyn, and he has inherited his native borough’s brand of salty raconteurism. Over the years he’s assembled a playlist of zingers to describe, for instance, his philosophy for dealing with prima donna artists (“If the shit gets bigger than the cat, out goes the cat”) or his appeal to Dr. Dre to build headphones with him instead of designing an athletic shoe (“Fuck sneakers—let’s make speakers”).\n\nBut the line I’m talking about is the one he uses to describe his life’s ambition: “All I’ve ever wanted to do is move the needle on popular culture.” It sounds almost modest, the way he says it. Don’t be fooled. Some music executives want to help talented artists reach their natural audience, no matter how small. Iovine is not among them. He’s after the kind of massive flash points that unite populations around the world and change not just what they listen to but how they dress and move and behave and think and live. “He finds one great idea, gets rid of everything else, and chases it to the end of the earth until it’s everywhere,” says Luke Wood, president of Beats Electronics.\n\nBy his count, Iovine has pulled this off four times over the past couple of decades by (1) introducing the world to Snoop Dogg, Tupac, and Chronic-era Dr. Dre, (2) shepherding the careers of Nine Inch Nails and Marilyn Manson, (3) giving Eminem his start, and (4) creating Beats, the hardware company that turned headphones into a fashion accessory and today accounts for 34 percent of US stereo headphone sales.\n\nSubscribe to WIRED Photo by: Joe Pugliese\n\nIovine accomplished this by deftly operating the machinery of mass culture. When radio stations refused to broadcast “Nuthin’ but a ‘G’ Thang,” the first single from The Chronic, Iovine bought 60-second ad spots and played snippets of the song during drive time so radio programmers would hear it during their commute. He got Snoop and Dre on the cover of Rolling Stone by convincing editor Jann Wenner that they were the second coming of Mick and Keith. He wheedled the video onto MTV’s prime time, where gangsta rap had never previously appeared. The album probably would have been a hit anyway, but those three factors turned it into an international phenomenon. “It was huge,” Dr. Dre says. “It brought so much more attention to what I was doing.”\n\nWelp, the machinery of mass culture ain’t what it used to be. MTV abandoned music videos when they became YouTube fodder, radio stations in the post-Clear Channel era would rather play the music of revenue-maximizing common denominators than edgy new pop acts, and magazines … uh, that’s a touchy subject. That decline has occurred even as the Internet has placed the entire history of recorded music at our fingertips, leaving us with access to a universe of songs but without the tools to forge them into shared, generation-defining phenomena. We still have pop stars, but fewer and fewer of them have achieved the grandest pop ambition, as described by critic Greil Marcus: “to remake America on his or her own terms.”\n\nThen again, in a world where billions of people can communicate instantly around the globe and an app can reach millions of customers overnight, maybe we don’t need music to change the world. Perhaps it’s no coincidence that standout technologists are referred to as “rock stars”—they’re providing the sense of connection and awe that their musical forebears once did. Teenagers used to fantasize about becoming the next Jimmy Page; now they dream of becoming the next Larry Page. They wax nostalgic about the first time they used Snapchat, not the first time they heard “Smells Like Teen Spirit.”\n\n“If you tell a kid, ‘You’ve got to pick music or Instagram,’ they’re not picking music,” Iovine says. “There was a time when, for anybody between the ages of 15 and 25, music was one, two, and three. It’s not anymore.”", "_id": {"$oid": "55daf1a404235215b082e3ef"}}