{"URL": "http://www.slate.com/blogs/the_world_/2014/10/22/who_ebola_response_the_politics_and_economics_of_why_the_organization_was.html", "Text": "Photo by DOMINIQUE FAGET/AFP/Getty Images\n\nThe World Health Organization’s emergency committee is now meeting for the third time to discuss the Ebola crisis amid widespread criticism over what has been seen as a sluggish response to the virus.\n\nJoshua Keating Joshua Keating is a staff writer at Slate focusing on international affairs.\n\nMariano Lugli, a Médecins Sans Frontières deputy director who was on the ground in Guinea setting up clinics during the early days of the outbreak, recently told Reuters that he saw no signs that the U.N. agency was playing a coordinating role as Ebola spread. “In all the meetings I attended, even in [Guinea capital] Conakry, I never saw a representative of the WHO,” he said. “The coordination role that WHO should be playing, we just didn’t see it. I didn’t see it the first three weeks and we didn't see it afterwards.”\n\nAdvertisement\n\n\n\nThe agency’s officials, including its director-general, Margaret Chan, have publicly defended the organization’s response. But an internal WHO review, obtained last week by the AP, confirmed what many critics have been arguing: “Nearly everyone involved in the outbreak response failed to see some fairly plain writing on the wall,” the report said. Via the BBC, those problems included:\n\nA failure of WHO experts in the field to send reports to WHO headquarters in Geneva\n\nBureaucratic hurdles preventing $500,000 reaching the response effort in Guinea\n\nDoctors unable to gain access because visas had not been obtained\n\nIn April, Ebola was already present in three countries and was spreading in major cities, not just in isolated rural areas where previous outbreaks had struck. The MSF and other groups were also warning that the disease was starting to spin out of control. The WHO, meanwhile, downplayed these concerns, calling the outbreak “relatively small still.”\n\nWhat was it that left the world’s leading public health body so unprepared for the most serious public health crisis in a generation? According to Laurie Garrett, senior fellow for public health at the Council on Foreign Relations and author of The Coming Plague, the economic and political factors that led to the botched response have been building for years.\n\nThe WHO is governed by the 194-nation World Health Assembly, in which, as Garrett put it, “Vanuatu and China” have equal voting power. Throughout the early 2000s, the member states consistently failed to vote to raise their own membership dues, “so in 2013 they were paying the same dues based on per capita GDP that they were in the 1980s. The core budget, adjusted for inflation, was going steadily downhill.”\n\nThis meant that donations from rich countries and private entities like the Gates Foundation had to fill the gap. But these donors can earmark their donations for specific issues—say, HIV/AIDS or smoking prevention. As former WHO assistant director-general Jack Chow put it in 2010, this means the budget is “increasingly divvied up before it ever reaches the WHO.” Margaret Chan herself acknowledged this problem in a recent interview, saying, “My budget [is] highly earmarked, so it is driven by what I call donor interests. When there’s an event, we have money. Then after that, the money stops coming in, then all the staff you recruited to do the response, you have to terminate their contracts.”\n\nThis cash flow problem was compounded by the 2008 financial crisis and the subsequent Eurozone crisis, which saw European nations redirecting their foreign aid priorities toward bailing out struggling European Union member countries like Greece and Portugal. In 2011, the WHO cut its budget by nearly $1 billion and laid off 300 staff at its Geneva headquarters. Today, its $2 billion annual spending is less than that of many U.S. hospitals.\n\nIn addition to those stark numbers, recent years have also seen a shift in public health priorities among member nations. In short, diseases of the poor like Ebola were no longer on the agenda, even among developing nations.\n\n“There was more and more of a sense that if you’re part of the developing world, if you’ve left the ranks of the impoverished world, you no longer think that infectious diseases are part of your agenda,” says Garrett. “You become part of the rich club when you start worrying about cancer and heart disease. So there was a lot of pressure to shift the priorities of the organization away from disease identification and rapid response and toward normalizing programs for treatment and prevention of cancer, heart disease, diabetes, obesity, etc.”\n\nThis makes some sense. Non-communicable disease is an increasing and underappreciated problem, with more than 80 percent of the deaths from these conditions now occurring in the developing world. But the current Ebola outbreak starkly demonstrates the dangers of neglecting deadly viruses. For instance, the member states voted down a 2011 proposal to establish a $100 million epidemic task force.\n\nThe timing was also not favorable for a rapid response to this crisis. Garrett, who covered the 1995 Ebola outbreak in Zaire as a journalist, noted that last spring, when the extent of the emergency was becoming clear, attention was focused on the spread of the MERS virus in Saudi Arabia. “What exists of the WHO’s very small rapid disease response capacity was almost completely directed to the Saudi situation,” she said.", "_id": {"$oid": "55daeeb404235215b082e1df"}}