{"URL": "http://www.nytimes.com/2014/08/12/upshot/lessons-from-the-low-tech-defeat-of-the-guinea-worm-.html?abt=0002&amp;amp;abg=1", "Text": "Advertisement Continue reading the main story\n\nGiven all the talk about the hepatitis C drug Sovaldi in recent weeks, as well as the high prices on many other recent innovations, you might think that we’re entering a time when leaps forward happen only at great cost. That misses the point. It also strengthens the false notion that we can move forward only through advances in technology. As I said in another column not long ago, people are more important than technology.\n\nTo illustrate this point, let’s talk about the Guinea worm.\n\nFormally known as Dracunculus medensis, the Guinea worm is a parasite that plagues humans, and only humans. People become infected when they drink water that’s infested with the worm’s larvae. After mating inside their hosts’ gastrointestinal tracts, the female worms eventually grow to almost a yard long, then push their way to the skin and create sores by which they can leave the body. They exit very slowly, causing excruciating, burning pain as they do so.\n\nThere is no treatment for guinea worms. There’s no vaccine. The best we can do is to wrap the part of the worm that’s exposed around a stick and slowly pull it out. That can take weeks. One of the few ways to soothe the pain is to submerge the worm and the sore in water, which is, of course, exactly what you don’t want to do, as it allows the worm to release its larvae and start the cycle over again.\n\nPhoto\n\nPeople who are infected are incapacitated. It’s hard for them to work or to care for their families. The parasite rarely kills, but it can leave people ill for months. People can easily develop secondary infections. Rupturing the worm can lead to severe allergic reactions. Depending on where the worm emerges, lifelong disability can result.\n\nIn 1986, it was estimated that more than 3.5 million people in Africa and Asia were infected with guinea worms. This year, so far, there have been only 17 cases worldwide. It’s thought that very soon, Guinea worm disease will be only the second disease eradicated in human history.\n\nHow? There’s been no technological breakthrough. No new medicine. No new therapy. Guinea worm infection has been beaten almost entirely through behavioral change, at a shockingly low cost.\n\nTwo things needed to happen to achieve this feat. The first is that people needed to be taught to filter their drinking water, often with something as simple as a cloth. The second is that people had to learn not to go near drinking water sources once they were infected.\n\nI’m not trying to make light of how hard this was to accomplish. Getting all these people to change their behavior took decades, and it took a lot of wrangling, political maneuvering and boots on the ground to get the message across. The Carter Center, founded by former President Jimmy Carter in 1982, has been instrumental in these efforts. Many doubted that you could eradicate a problem like this without a medical breakthrough. They were wrong.\n\nClean your water. Practice hygiene. Quarantine the infected. These ideas sound simple. They sound like common sense. They also work.\n\nAdvertisement Continue reading the main story\n\nAdvertisement Continue reading the main story\n\nLest people think this is a story relevant only to the third world, these general problems are pervasive in our health care system.\n\nThe Centers for Disease Control and Prevention estimates that 48 million Americans become ill from food-borne illnesses each year. More than 125,000 hospitalizations are caused by food-borne illness, and about 3,000 deaths. Many, if not most, of these illnesses could be prevented if people properly stored, cleaned, cooked and refrigerated their food.\n\nBetween 1976 and 2007, deaths from influenza ranged from 3,000 to 49,000 a year. The vast majority of deaths from influenza occur in people who are 65 years of age or older. Proper hygiene and staying home during the infectious stage of the illness are still mainstays of flu care. But we also have a vaccine for this illness. Too few people get it. It’s estimated that two years ago, if we had just gotten the influenza vaccination rate up to 70 percent, up from the 45 percent we achieved, we could have prevented an additional 4.4 million illnesses and 30,000 hospitalizations.\n\nPhysicians know how important hand washing is, but we fail to do it correctly a majority of the time. This is in spite of the fact that hospitalized patients get more than 700,000 infections a year, and that hand hygiene is thought to be one of the best ways to prevent this from happening.\n\nWe spend so much time focusing on the new, the flashy and the innovative. It’s important not to neglect the simple things that matter. Eradicating the Guinea worm didn’t require research, new technology or billions of dollars of investment. It took determination, focus and dedication. It required people, and talking, and educating.\n\nThose things are still important in the United States health care system, too. They can save millions of lives.", "_id": {"$oid": "55daf34504235215b082e4a9"}}