{"URL": "http://www.slate.com/articles/news_and_politics/politics/2015/08/donald_trump_immigration_plan_the_gop_candidate_s_plan_to_make_america_great.html", "Text": "Photo by Russell Cheyne/Reuters,Paneikon\n\nDonald Trump announced his presidential campaign with an ugly tirade against Mexican immigrants—“They’re bringing drugs. They’re bringing crime. They’re rapists.”—that shot him to the top of the GOP polls. He’s been there ever since, despite racism, sexism, and open disrespect for combat veterans. Now, Trump is the center of gravity in the Republican race for president, and his antics affect every candidate, from mainstream picks like Jeb Bush and Marco Rubio, to more direct rivals like Scott Walker and Ted Cruz.\n\nJamelle Bouie Jamelle Bouie is Slate's chief political correspondent.\n\nOn Monday, his pull got a little stronger. Trump published his first set of proposals, a plan for immigration reform titled in the style of the candidate’s signature slogan: “Immigration Reform That Will Make America Great Again.” Neither detailed nor precise, it still stands as the most comprehensive immigration plan yet released in the Republican presidential race. And together with Trump as its spokesman, the plan is poised to move the GOP conversation on immigration from simple restrictionism to something more punitive and cruel.\n\nAdvertisement\n\n\n\nDespite his rhetoric, Trump wouldn’t deport unauthorized immigrants en masse. Instead, in line with Mitt Romney’s “self-deportation” strategy from 2012, he would push “attrition through enforcement” to make life intolerable for unauthorized immigrants and their families.\n\nTo start, he would triple the number of immigration enforcement officers, and empower them with greater authority to track down and deport unauthorized immigrants across the country. His White House would ask Congress to defund “sanctuary cities” and create a nationwide “e-verify” system for employers. He would increase penalties for immigrants who overstay a visa, including criminal prosecution, and he would end “birthright citizenship,” a provision of the 14th Amendment that gives automatic citizenship to anyone born in the United States and its territories. Originally written to overturn the Supreme Court’s decision in Dred Scott, it now stands as a testament to American openness. And while Trump doesn’t say that he would strip citizenship from the 4.5 million Americans born to unauthorized parents, many of them children, the implication is that he would. If so, it would be, as Ezra Klein notes for Vox, an astonishing act of collective punishment.\n\nAnd it continues. To pay for all of this—including a wall across the southern border of the United States—Trump would seize all remittance payments to Mexico (from both legal and unauthorized immigrants), increase fees on all temporary visas, border crossing cards, and NAFTA worker’s visas, and raise tariffs on goods from Mexico. In addition, Trump would limit visas to high-skilled workers, and limit the number of refugees and asylum seekers who come to American shores. The overriding goal, again, is to keep new immigrants out of the country—regardless of status—and punish the ones that are already here.\n\nTrump might be a joke, but his plan is not. If implemented, it would bring tremendous suffering to millions of Americans—native-born, naturalized, or otherwise. But because it speaks to the Republican base—in a new CNN poll, 44 percent of self-described Republicans and Republican-leaning independents agree with Trump on “illegal immigration”—it’s getting a fair hearing from serious conservatives.\n\nWisconsin Gov. Scott Walker said his immigration plan was “similar” to Trump’s; that he would support building a wall along the Mexican border; and that he would consider “changing the rules” on birthright citizenship. Other candidates, like Bobby Jindal and Chris Christie, have echoed Trump’s views on birthright citizenship.* Likewise, the editors of National Review called it a “good start” that’s “sensible in its basic outline and better in many respects than the ideas presented by his rivals.”\n\nNearly three years ago, after the 2012 election, Republican leaders urged a new approach for the party on immigration. They urged inclusive rhetoric and policies to match. They didn’t get far, and a grassroots backlash killed the GOP plan for reform. Now, with Trump, they’ve come full circle. Outreach and persuasion is out for good. Antagonism is the new plan.", "_id": {"$oid": "55daeebe04235215b082e1ea"}}