{"URL": "http://www.slate.com/blogs/moneybox/2015/08/16/donald_trump_on_immigration_build_border_fence_make_mexico_pay_for_it.html", "Text": "Photo by Mandel Ngan/AFP/Getty Images\n\nDonald Trump has been called “the first post-policy” presidential candidate, because up until recently he had spent most of his campaign frothing about Mexican rapists and calling U.S. leaders \"stupid\" rather than detailing specifics about what he would do in the White House. That began to change earlier this week, when he expounded on a few policy subjects during an interview with Fox News' Sean Hannity. And now, finally, the man has succumb to the norms of American political discourse and put some of his ideas in writing. On Sunday, Trump released his first position paper. Of course, it's about illegal immigration, his favorite topic.\n\nJordan Weissmann Jordan Weissmann is Slate's senior business and economics correspondent.\n\nNo. 1 on Trump's to-do list? Build a border wall, and make Mexico pay for it. This is a scheme he has floated before—and Mexico's president has said that, obviously, his country wouldn't cooperate—but now he's detailing more precisely how he'd bludgeon our southerly neighbor into forking over the cash. To wit:\n\nMexico must pay for the wall and, until they do, the United States will, among other things: impound all remittance payments derived from illegal wages; increase fees on all temporary visas issued to Mexican CEOs and diplomats (and if necessary cancel them); increase fees on all border crossing cards of which we issue about 1 million to Mexican nationals each year (a major source of visa overstays); increase fees on all NAFTA worker visas from Mexico (another major source of overstays); and increase fees at ports of entry to the United States from Mexico [Tariffs and foreign aid cuts are also options]. We will not be taken advantage of anymore.\n\n\n\nAdvertisement\n\n\n\nSo, this is what it is. Parts are puzzling. I'm not exactly sure, for instance, how Trump plans to distinguish remittance payments \"derived from illegal wages\" from regular old remittance payments. But, it's probably best to pay attention to the broad strokes: If necessary, Trump is happy to start a trade war and diplomatic struggle with Mexico until it funds a fence.\n\nSay what you will about the merits of this idea, as a marketing strategy it's kind of brilliant. At this point, barking about how we need to build a wall to keep immigrants out is old hat in Republican politics. But demanding that Mexico cover the bill adds a nice, jingoistic edge that freshens the concept up. It's familiar with a twist.\n\nWhich, honestly, kind of describes the overall vibe of Trump's immigration plan. For instance, he wants to end birthright citizenship. Extreme? Sure. But that's already a popular idea among certain Republicans in Congress.1 He wants to cut off money to \"sanctuary cities\" that don't enforce federal immigration law—and, well, the GOP-led house just passed a bill to do exactly that. He also advocates a bunch of basically standard, hard-line positions like increasing deportations and upping the number of Immigration and Customs Enforcement officers, and doesn't mention anything about a path to citizenship (though, as Josh Barro recently noted, Trump has made comments suggesting some \"flexibility\" on that subject). Borrowing from immigration skeptics on the left, he would take steps to curb guest worker visas.\n\n\n\nBottom line: Altogether the thing feels a bit crackpot-ish. But beyond Trump's trademark overlay of know-nothing bellicosity, some of the worst stuff isn't much we haven't seen before, especially from the GOP.\n\n", "_id": {"$oid": "55daf20104235215b082e423"}}