{"URL": "http://www.planetary.org/blogs/emily-lakdawalla/2011/3312.html", "Text": "Pretty pictures from Cassini's recent Dione flyby\n\nPosted By Emily Lakdawalla\n\n22-12-2011 11:52 CST\n\nTopics: Dione, Cassini, pretty pictures, amateur image processing, Saturn's small moons, Saturn's moons, many worlds, Saturn's rings\n\nCassini flew close by Dione on December 12 and, as usual, the close pass provided opportunities for lots of dramatic photos, not just of Dione, but of other moons wandering by in the background. I've been playing with them a little and thought it was time to post what I had produced.\n\nBefore I do that, though, I'd like to make a request, as 2011 draws to a close. As you can probably tell, I love doing what I do -- showing you beautiful space images, bringing you news about space missions, and explaining the science behind it all. I'm immensely fortunate to be employed doing something that I love by an organization that helps make space exploration happen. The Planetary Society isn't just a nonprofit with a dedicated staff; we are, in fact, a Society, a diverse collection of tens of thousands of members united by their interest in exploring what's beyond Earth. It's the support of our members, donors, and friends that makes it possible for the Society to give you this blog. So, if you have enjoyed what I've been writing over the past year, I'd like to ask you to make a donation to help keep it going. I thank you for whatever you can afford, whether it's one dollar or a hundred dollars. If you haven't already, maybe you could even join the Planetary Society, and add your voice to our international community. (If you are a member, I am very grateful for your support!)\n\nBack to Dione. First off, I liked this oblique view across Dione's southern polar regions and a large basin named Evander. This is a color image but I am not confident that there's actually any real variation between the color channels here. Dione has some colorful spots but the poles are pretty gray.\n\nNASA / JPL / SSI / color composite by Emily Lakdawalla Evander basin, Dione Cassini took the images for this color composite of Dione on December 12, 2011. On Dione's limb is a large impact basin named Evander. The hexagonal crater at top left is Sabinus. Cassini took the images for this color composite of Dione on December 12, 2011. On Dione's limb is a large impact basin named Evander. The hexagonal crater at top left is Sabinus.\n\nHere's a really nice high-resolution one, perhaps suitable for desktop background use. While capturing a high-resolution mosaic on Dione, several of the ringmoons wandered into the field of view, along with the edge-on rings. This was no accident. In the eight years they've been imaging Saturn, the Cassini imaging team has gotten extremely good at sweetening their science images by selecting shutter times to coincide with pretty juxtapositions like these. But there are assembly challenges if it takes more than one photo to cover a view, because everything in the Saturn system is moving. As a result of that manic motion, this mosaic is a bit more \"fictional\" (manipulated) than my usual, for reasons I'll explain below.\n\nNASA / JPL / SSI / mosaic by Emily Lakdawalla Dione in front of ringmoons Cassini captured the images for this mosaic on December 12, 2011. The five images used in this mosaic were taken sequentially, and the background moons shifted positions between frames; this composition does not actually reflect a confluence of moons that happened at one distinct moment in time. From left to right, the ringmoons are Prometheus, Epimetheus, and Pandora. Cassini captured the images for this mosaic on December 12, 2011. The five images used in this mosaic were taken sequentially, and the background moons shifted positions between frames; this composition does not actually reflect a confluence of moons that happened at one distinct moment in time. From left to right, the ringmoons are Prometheus, Epimetheus, and Pandora.\n\nIt took five individual images to make this mosaic. I used four photos that covered Dione, including this one, which also has a bit of rings plus Epimetheus and Prometheus. Nine minutes later, Cassini took this photo. By that time, Prometheus had passed completely behind Dione from Cassini's point of view, and Pandora had entered the picture. So I added Pandora to the above mosaic by placing it in the same position with respect to Epimetheus that it occupied in the latest photo. This is more fictional than my usual because there never was a moment in which Cassini saw all the moons in that particular configuration. Here's the actual relative positions of all four moons at the moment of the frame that contained Epimetheus and Prometheus:\n\nSaturn Viewer at the Rings Node Simulated view of Dione from Cassini at 13:02 on December 12, 2011\n\nYou can see that Pandora was well off the frame to the right. I could have chosen to make a much wider mosaic that included Pandora in its correct relative position at the time, but then I would have to make up some rings to span the distance from Epimetheus to Pandora, and I thought that was a worse fiction than the solution I picked.\n\nI'll close with a programming note: Christmas is coming, and I have family visiting now and through next week, followed by a week's vacation with more family. I'll be posting from time to time but the frequency is likely to drop for the next couple of weeks.\n\nRead more blog entries about: Dione, Cassini, pretty pictures, amateur image processing, Saturn's small moons, Saturn's moons, many worlds, Saturn's rings", "_id": {"$oid": "55daf33604235215b082e4a0"}}