{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/21/times_square_topless_women_some_people_pay_to_take_pictures_with_them_because.html", "Text": "Don Emmert/AFP/Getty\n\n\n\nIn recent decades Times Square has famously turned from a den of sex perversions and pornography into a mecca of family musicals and buying stuff for your kids. Its constant foot traffic has also made it a mecca for street \"performers\" who basically do nothing and ask you to pay for pictures of them doing it, performers such as the people dressed as cartoon characters who keep getting arrested for fighting with tourists, police officers, and each other. And apparently the newest trend in street performance is topless women called \"desnudas\" who paint over their nipples and then charge passersby for posed pictures.\n\nMost of these women's clients, if news photos are any indication, are young men for whom the women seem to be acting as something of a mobile strip club. From the New York Daily News:\n\nThe women ... were overheard saying “What’s up, baby? Take a picture.” Others simply pointed their butts at cameras and then put their hands out for money — usually $5.\n\nAdvertisement\n\n\n\nSounds like a good business model! City politicians, however, are not happy about butt photography's intrusion into the Disney-fied Times Square family tourist environment. The problem is that being topless is legal and so is panhandling, which leaves officials without an obvious way to stop people from panhandling while topless. Mayor Bill DeBlasio has suggested shutting down Times Square's pedestrian plazas completely as a workaround that would reduce the area in which panhandlers could do their thing, a plan that seemed like an overraction until state senator Ruben Diaz Sr. showed everyone what an overreaction really looks like by proposing a ban on all public nipple exposure by anyone, male or female, in the entire state of New York with exceptions only for breastfeeding, swimming, and performing in a \"play, exhibition, show, or entertainment.\"", "_id": {"$oid": "55daf0c304235215b082e34a"}}