{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/21/jeb_bush_goes_full_anchor_babies_hillary_clinton_donald_trump_fire_back.html", "Text": "Photo by Justin Sullivan/Getty Images\n\nJeb Bush’s attempt to echo Donald Trump’s un-PC talk on immigration by unapologetically using the derogatory term “anchor baby” is getting him hit from both sides of the aisle.\n\nThey're called babies. https://t.co/VyJJA26OVl — Hillary Clinton (@HillaryClinton) August 19, 2015\n\nJeb Bush signed memo saying not to use the term \"anchor babies,\" offensive. Now he wants to use it because I use it. Stay true to yourself! — Donald J. Trump (@realDonaldTrump) August 21, 2015\n\nThey’re not wrong!\n\nAdvertisement\n\n\n\nJeb first used the term earlier this week while weighing in on birthright citizenship— the granting of citizenship to anyone born in the country—which has become the latest topic du jour in the GOP race in the wake of Donald Trump’s proposal to end it. Bush is against going that far, but says that the U.S. government should do a better job of preventing pregnant women from crossing the border to have their children. “That’s [the] legitimate side of this,” the GOP hopeful said on Bill Bennett’s conservative radio show on Wednesday. “Better enforcement so that you don’t have these, you know, ‘anchor babies,’ as they’re described, coming into the country.”\n\nAs you can tell by the “you know” that preceded the term, and the “as they’re described” that followed, the words anchor babies didn’t exactly roll off Bush’s tongue. That’s probably because, according to the Washington Post, it was the first time he’s uttered the term publicly on the campaign trail. It’s difficult to say whether Jeb intentionally decided to drop “anchor baby” into his talking point in a bid to appeal to immigration hard-liners or if it simply slipped out. (I’ve listened to the clip a dozen times, and could be convinced of either.) Regardless, he has decided to try to own it. Given the chance to walk it back on Thursday, Bush pressed ahead. \"Do you have a better term? You give me a better term and I'll use it,\" he snapped at a reporter.\n\nHow about \"babies,\" \"children,\" or \"American citizens.\" https://t.co/ofxEG6Za00 — Hillary Clinton (@HillaryClinton) August 20, 2015", "_id": {"$oid": "55daeefb04235215b082e21c"}}