{"URL": "http://www.reuters.com/article/2015/08/17/us-usa-election-clinton-socialsecurity-idUSKCN0QM0BI20150817", "Text": "U.S. Democratic presidential candidate Hillary Clinton speaks at the Iowa Democratic Wing Ding dinner in Clear Lake, Iowa, United States, August 14, 2015.\n\nNEW YORK Hillary Clinton has told the AFL-CIO she wants to improve Social Security benefits for women and lower-income seniors, offering a glimpse of the Democratic presidential front-runner's thinking on a topic she has rarely addressed on the campaign trail.\n\nIn a questionnaire on labor issues from April that has not been made public, Clinton said she would defend Social Security from Republican attacks and \"enhance it to meet new realities.\"\n\nLeaders with the AFL-CIO, an umbrella group for 56 member unions representing more than 12.5 million workers, pressed Clinton and other candidates at a meeting last month on issues such as trade and wages.\n\nThe questionnaires were sent to the candidates before the meeting. The AFL-CIO did not endorse a candidate for the November 2016 election.\n\n\"I'm especially focused on the fact that we need to improve how Social Security works for women,\" she wrote in the questionnaire, which was seen by Reuters and confirmed by three union sources.\n\n\"I also want to enhance benefits for our most vulnerable seniors,\" she wrote, adding that she will have proposals on retirement security for Americans \"in the weeks and months ahead.\"\n\nThe social security system is under scrutiny amid concerns the country's retiring \"baby boomers,\" those born between 1946 and 1964, will place an increasingly heavy burden on the program. About 10,000 baby boomers will hit age 65 every day for the next 17 years or so, according to the Pew Research Center, stressing public finances for decades to come as the government cuts more checks for pensions and healthcare bills.\n\nEighty-six percent of older Americans received Social Security benefits in 2012, according to the Social Security Administration.\n\nClinton said this month that she would consider raising the cap on the amount of earnings taxable for Social Security, but has otherwise said little about the program.\n\nHowever, her main rival for the Democratic nomination, Vermont Senator Bernie Sanders, has proposed expanding the program's benefits.\n\nPOLICY ROLLOUT MAYBE IN FALL\n\nIn contrast, several Republican hopefuls have talked about cutting benefits. Former Florida Governor Jeb Bush has also talked about raising the retirement age for the program.\n\nThe Clinton campaign declined to comment.\n\nEconomists note that women face particular concerns with Social Security, including lower wages during working years, often resulting in lower benefits.\n\nOne possible solution, said Teresa Ghilarducci, a professor of economics at The New School, would be to increase benefits.\n\n\"Raising the minimum benefit to the poverty level is not very expensive,\" said Ghilarducci, who is also an external adviser to the campaign.\n\nShe said she expects Clinton to roll out her policies on the issue around October or November of this year.\n\n\"Social Security was pivotal in reducing poverty among the aged,\" noted Heather Boushey, the executive director and chief economist of the Washington Center for Equitable Growth, another external adviser to the campaign.\n\nClinton, a former U.S. secretary of state, has spoken out about the gender \"wage gap.\"\n\n\"It's way past time to end the outrage of so many women still earning less than men on the job,\" she said in July.\n\nWomen also sometimes spend time out of the work force to care for family members, years without a paycheck that can contribute to lower Social Security benefits.\n\nAnn O'Leary, a policy adviser on staff with Clinton, wrote a Center for American Progress report in 2012 partly on \"caregiving credits\" within Social Security to help mitigate penalties in the program for years of unpaid family caregiving.\n\n(Reporting by Luciana Lopez, additional reporting by Amanda Becker, editing by G Crosse and Ross Colvin)", "_id": {"$oid": "55daf1c504235215b082e40b"}}