{"URL": "http://news.sky.com/story/1539905/us-soldier-how-we-stopped-train-gunman", "Text": "An American soldier has told Sky News how he helped overpower a gunman who opened fire on a train from Amsterdam to Paris.\n\nAlek Skarlatos, 22, was on a European holiday with two of his childhood friends, fellow US serviceman Spencer Stone and student Anthony Sadler, when they heard gunshots on the train.\n\nWhen the attacker burst into their carriage and was cocking his automatic rifle, National Guardsman Mr Skarlatos and Mr Stone, who is in the Air Force, charged at him.\n\nSpencer Stone grabbed the gunman by the neck\n\n\"I just looked at Spencer and said, 'Let's go!',\" said Mr Skarlatos from his hotel in Arras, northern France.\n\n\"Spencer got to the guy first, grabbed the guy by the neck and I grabbed the handgun, got the handgun away from the guy and threw it.\n\nPlay video \"US Pair Overpower Train Gunman\" Video: US Pair Overpower Train Gunman\n\n\"Then I grabbed the AK (assault rifle), which was at his feet, and started muzzle thumping him in the head with it.\"\n\nMr Stone was cut by the attacker behind his neck and his thumb was nearly sliced off as the man was wrestled to the ground by the Americans.\n\nMr Sadler, who also helped to subdue the suspect, said: \"The gunman pulls out a boxcutter and slices Spencer a few times.\" He added the attacker \"never said a word\".\n\nMr Stone needed surgery on his badly wounded hand, but his friends said he was \"doing fine\". A total of three people were injured in the attack. Two are still in hospital.\n\nPlay video \"British Witness: Chris Norman\" Video: British Witness: Chris Norman\n\nThe Americans were helped by Briton Chris Norman as they tied up the suspect. Video footage has emerged of the detained man on the ground in the immediate aftermath.\n\nAfter the suspect was restrained, Mr Skarlatos - who only recently returned from a tour of Afghanistan - began disarming the gunman's pile of weapons and realised the AK-47 had jammed.\n\n\"He didn't know how to fix it, which is very lucky,\" he said.\n\n\"If that guy's weapon had been functioning properly I don't even want to think about how it would have went. We were incredibly lucky.\"\n\nPlay video \"Full Interview With U.S. Student\" Video: Full Interview With U.S. Student\n\nThe suspect, who is a 26-year-old Moroccan national, according to a police union official, has since been arrested.\n\nMr Skarlatos and Mr Sadler, a student at Sacramento State University, said their \"heroic\" friend also saved the life of another passenger, whose throat was cut.\n\n\"In the aftermath, we saw that a man's throat had been split and he was bleeding profusely,\" Mr Sadler said.\n\n\"Spencer, who has some paramedics training, just clogged up his neck so he wouldn't die. This is all in the midst of Spencer bleeding profusely himself.\n\nPlay video \"Shots Fired On French Train\" Video: Shots Fired On French Train\n\n\"It was just really heroic of him to do something like that.\"\n\nHe added: \"I just applaud my friends for being on point.\n\n\"If Alek didn't yell 'Go!' and Spencer didn't get up straight away who knows how many people he would have shot.\"\n\nMr Skarlatos added: \"We just did what we had to do. You either run away or fight. We chose to fight and got lucky and didn't die.\"\n\n1 / 21 Gallery: Three People Wounded On Train Security agents of French national railway operator SNCF at the main train station in Arras, northern France, following a shooting on a high-speed service between Paris and Amsterdam\n\nThe men have been praised for their bravery by political figures including French interior minister Bernard Cazeneuve, British Prime Minister David Cameron and US President Barack Obama.\n\nThey were also awarded a special medal by the mayor in Arras.\n\nThe White House said: \"While the investigation into the attack is in its early stages, it is clear that their heroic actions may have prevented a far worse tragedy.\"\n\nFrench authorities are on high alert after Islamic extremist attacks in January left 20 people dead, including the three gunmen.", "_id": {"$oid": "55daf19904235215b082e3e3"}}