{"URL": "http://www.slate.com/blogs/browbeat/2015/08/21/jonathan_franzen_guardian_magazine_interview_he_wanted_to_adopt_an_iraqi.html", "Text": "Photo by Slaven Vlasic/Getty Images for The New Yorker\n\nIn an interview with the Guardian’s Weekend magazine—the full text of which will be released Saturday—Jonathan Franzen told one of the most true-to-type stories in the history of Jonathan Franzen: He once pondered adopting an Iraqi war orphan in order to better understand millennials. “Oh, it was insane,” he said. The idea “lasted maybe six weeks.” And yet:\n\nOne of the things that had put me in mind of adoption was a sense of alienation from the younger generation. They seemed politically not the way they should be as young people. I thought people were supposed to be idealistic and angry. And they seemed kind of cynical and not very angry. At least not in any way that was accessible to me.\n\nAdvertisement\n\n\n\nHis New Yorker editor, Henry Finder, suggested that he “meet up with a group of new university graduates instead,” the Guardian says, which turned out to be just the Gen-Y fix Franzen needed.\n\nNaturally, Twitter erupted (and Franzen's name began trending):\n\n@robdelaney some responsible adult needs to adopt Jonathan Franzen — Matt Pearce (@mattdpearce) August 21, 2015\n\n\"Young Iraqi orphan considered allowing himself to be adopted by Franzen to figure out insufferable white men.\" — Alex Abad-Santos (@alex_abads) August 21, 2015\n\nFEED JONATHAN FRANZEN TO THE MACHINE. LUBRICATE ITS BEVEL GEARS WITH HIS BLOOD pic.twitter.com/zYwoWIfPbC — Nick Greene (@NickGreene) August 21, 2015\n\nThis thing where Jonathan Franzen wanted to adopt an Iraqi war orphan to better understand millennials has to be him trolling us. — Ezra Klein (@ezraklein) August 21, 2015\n\nThis is part of what is so great about Franzen: He’s the ideal troll because he is so determined to not be a troll, so hotly reactive even while insisting that none of his critics are worth reacting to. In the Guardian interview, he also said, “I’m not a sexist. I am not somebody who goes around saying men are superior. … In fact, I really go out of my way to champion women’s work that I think is not getting enough attention. None of that is ever enough. Because a villain is needed. It’s like there’s no way to make myself not male.” His whole worldview seems so perfectly engineered to feed the Internet, and yet deploring the way the Internet works is one of his worldview’s foundational principles. As Franzen told the Guardian, of his lightning-rod status: “There is really nothing I can do except die—or, I suppose, retire and never write again.” He continues to issue theatrically clueless public statements but never stops being successful, so jabbing at him—as my colleague Willa Paskin pointed out—never feels like punching down.", "_id": {"$oid": "55daf23404235215b082e446"}}