{"URL": "http://www.rollingstone.com/music/news/beating-up-the-charts-19910808", "Text": "Hell has apparently frozen over. As the four members of N.W.A. gather in the meticulous suburban office park outside Los Angeles that houses their Ruthless Records label, their album Efil4zaggin (try it backward) is the best-selling album in the country. The week before, the rappers' album entered the Billboard album chart at Number Two, the highest debut since Michael Jackson's Bad, in 1987.\n\nThe 10 Wildest Rap Beefs of All Time\n\n\"We thought it was gonna be like Number Fifty,\" says N.W.A. founder Eazy-E.\n\n\"I thought it was gonna be a hundred and fifty, to tell you the truth,\" counters M.C. Ren.\n\n\"How can some motherfuckers with a street record get Number One over motherfucking AC/DC, Paula Abdul, all that shit?\" asks Eazy.\n\nN.W.A., lest we forget, stands for Niggas With Attitude, and that's about all they stand for. They are the hardest of the hard core, the group that defined the brutal subgenre known as gangster rap with the double-platinum 1989 album Straight Outta Compton (which peaked on the album charts at Number Thirty-Seven). The new album was released without a single, a video or even a track suitable for radio play. So how did it get to the top? \"We're just thanking that new system [Billboard] got,\" says Eazy.\n\n\"We got fucked around on the last record,\" says Ren. \"It should have been Top Twenty at least. But it was all politics. If you wasn't on rotation on MTV, they wouldn't have nothing to do with your ass. Now it's all sales.\"\n\nAs if to underscore the chaos spawned by the change to a chart based on computer-tracked album sales, N.W.A.'s stint at the top was short-lived. One week later, Skid Row entered the Billboard chart at Number One and knocked N.W.A off. Still, there's no way around the numbers: Efil sold a million copies in two weeks. As D.J. Yella says, \"Now everybody's buying it just to see what the fuck is going on.\"\n\nIt's been quite a ride for N.W.A. since the release of Compton. Late in 1989, N.W.A.'s label received a letter from the FBI, warning the group that the agency didn't take kindly to a song on Compton titled \"Fuck tha Police.\" In January 1990 chief lyricist Ice Cube left the group in a bitter financial dispute. An EP, 100 Miles and Runnin', did well but not spectacularly last summer, leading many to believe that N.W.A.'s days as rap pacesetters were over. This spring, Eazy paid a much-publicized visit to the White House at the invitation of the Republican Senatorial Inner Circle. Now, hot on the heels of Efil's unprecedented success, rapper-producer Dr. Dre faces civil charges that may lead to problems much more serious than the group has yet had to face.\n\nIt starts with the name. \"When we first started,\" says Eazy, \"everybody was black this, black that, the whole positive black thing. We said fuck that – we wanted to come out in everybody's face. Something that would shock people.\" As the members of the group rap on Efil's title track, \"Why not call myself a nigger?/It's better than pulling the trigger and going up the river/And then I get called nigger anyway ... I guess I'll be a nigger for life.\"\n\nThey got the response they wanted. The group's name set off controversy both inside and outside the rap community. (Billboard has pointed out that the new album is the first record with the word nigger in the title to go Top Ten since Richard Pryor's Bicentennial Nigger, in 1976.) But that uproar has been overshadowed by N.W.A.'s frequent use of another word – bitch – and the group's treatment and depiction of women on its albums. The Washington Post recently wrote that members of N.W.A. display \"a psychotic, brutal and obsessive fixation on beating, raping and killing groupies and prostitutes ... verbally reducing women to a subhuman level\" on Efil.\n\nIndeed, the second half of the album – which includes such tracks as \"To Kill a Hooker,\" \"Findum, Fuckum & Flee\" and \"One Less Bitch\" – stands as a graphic, violent suite of misogyny unparalleled in rap and a marked contrast to the first side's post-Compton street fury. \"We didn't try to do a side that was hard and then a section about bitches,\" says Ren. \"But it's cool. The first side has you mad, has you going crazy, and then the second side makes you laugh.\"\n\nWhere Does Straight Outta Compton Rank on 500 Greatest Albums?\n\nThe members of N.W.A. have long been accused of glamorizing violence and hatred, and they have always had a defense ready: They're not advocating anything; they're just reporting what they see on the streets around them and setting it to Dre and Yella's funky, bass-powered beats. \"We ain't doing this shit to send out no messages,\" Dre told one reporter last year. \"We in this shit to get paid. If you say some shit that's real and people are getting into it, then you're going to get some flak.\" It's always been an issue, but a recent incident may make the already-disturbing lyrics on Efil4zaggin something much more frightening.\n\nLast November the Fox TV rap video show Pump It Up ran a segment on N.W.A. in which it crosscut between members of the group dissing their former partner Ice Cube and a previous interview with Cube in which he bad-mouthed them. The members of N.W.A. decided that the clip made them look bad. On January 27th, Dre ran into Pump It Up host Dee Barnes at a record-release party in L.A.\n\nAccording to a statement issued by Barnes, Dre picked her up and \"began slamming her face and the right side of her body repeatedly against a wall near the stairway\" as his bodyguard held off the crowd. After Dre tried to throw her down the stairs and failed, he began kicking her in the ribs and hands. She escaped and ran into the women's restroom. Dre followed her and \"grabbed her from behind by the hair and proceeded to punch her in the back of the head.\" Finally, Dre and his bodyguard ran from the building.\n\nFar from denying the attack, the members of N.W.A. insist that, as Ren says, \"she deserved it – bitch deserved it.\" Eazy agrees: \"Yeah, bitch had it coming.\"\n\n\"Coming like a motherfucker,\" Ren continues, \"she shouldn't have done that.\" Barnes says that she was against running the piece in the first place, but Ren disagrees. \"She's lying,\" he says. \"She had something to do with it. She sure was in that scene with [Ice Cube].\"\n\nAnd Dre himself says: \"People talk all this shit, but you know, somebody fucks with me, I'm gonna fuck with them. I just did it, you know. Ain't nothing you can do now by talking about it. Besides, it ain't no big thing – I just threw her through a door.\"\n\nBarnes, who first filed charges against Dre in February, is now pursuing a civil lawsuit alleging assault and battery, infliction of emotional distress and defamation. \"Their whole philosophy has been that they're just telling stories, just reporting how it is on the streets,\" says Barnes. \"But they've started believing this whole fantasy, getting caught up in their press, and they think they're invincible. They think they're living their songs.\"\n\nBarnes says that she has continued to receive threats from associates of the band and that it took her this long to go public because \"it really messed me up.\" \"Dre was like a big brother to me,\" she says. \"I still get very emotional about it.\" (Newsweek provided an alternative explanation for the delay, reporting that Barnes originally offered to drop the charges if Dre would help her own rap group with its music.) Says Barnes: \"Now it's bigger than just me – one individual – getting slapped around. It's a campaign of them with a Number One album calling for violence against women. They've grown up with the mentality that it's okay to hit women, especially black women. Now there's a lot of kids listening and thinking it's okay to hit women who get out of line.\"\n\nEighteen months after the split, the feud with Ice Cube remains a sore spot for N.W.A. It inspired a track on Efil4zaggin called \"Message to B.A.\" (B.A. stands for Benedict Arnold) and several other derogatory references to Cube, whose highly touted album AmeriKKKa's Most Wanted went platinum last year. Ren says that Pump It Up ran the segment because \"everybody was on Ice Cube's dick at the time.\"\n\n\"We only had an EP out, and they probably thought we were done,\" says Ren, \"thought we'd be wiped by his album. But you can see our shit is harder than his shit.\" Eazy says that any lingering resentment is caused at least partly by Cube's egotism; Ren claims that \"it's all business – never personal.\"\n\nWhat Are the 50 Best Hip-Hop Songs Ever?\n\nOr maybe, as Dee Barnes hypothesizes, it's all about publicity. \"They feed off hype,\" she says. Explaining his donation to the Republican party and subsequent trip to Washington – for which he was roundly criticized by many black artists and spokesmen – Eazy says: \"I got a million dollars of press for twenty-five hundred dollars. How the fuck can I be a Republican when I got a song called 'Fuck tha Police'? I ain't shit – ain't a Republican or Democrat. I didn't even vote. My vote ain't going to help! I don't give a fuck who's the president or who's the goddamn mayor.\"\n\nSitting with the members of N.W.A. in their sunny, alarmingly professional offices, you'd never know that so much controversy and chaos are swirling around them right now. They are currently preparing for a fall tour (ironically enough, they're planning to take representatives of the LAPD with them to help local police with security) and seem much more concerned with their stage design than with their critics. Meanwhile, rumors about N.W.A.'s future are flying: that the group is breaking up, that Eazy and Dre aren't speaking, that Guns N' Roses want N.W.A. for an opening act (\"Guns N' Roses remind me of us,\" says Ren. \"They just don't give a fuck\"). But this day the world's most dangerous band isn't thinking about tomorrow. N.W.A. have a Number One album. \"I can't believe it – it's a trip,\" says Ren. \"Only in America.\"\n\nThis story is from the August 8th, 1991 issue of Rolling Stone", "_id": {"$oid": "55daf2a704235215b082e455"}}