{"URL": "http://www.slate.com/blogs/future_tense/2015/08/20/hackers_post_20_gigabytes_of_additional_alleged_ashley_madison_data_including.html", "Text": "Photo from AE.Panuwat Studio/Shutterstock\n\nDay two, people. Settle in.\n\nLily Hay Newman Lily Hay Newman is a staff writer and the lead blogger for Future Tense.\n\n\n\nThe “Impact Team” hackers who on Tuesday evening posted 10 gigabytes of user data from infidelity-facilitator Ashley Madison seem to have released a second trove of company data on Thursday. And this one is double the size at nearly 20GB.\n\nAdvertisement\n\n\n\nUnlike the first data dump, this one isn’t a accompanied by a full letter. Instead the message from the hackers is simple: “Hey Noel, you can admit it’s real now.” Noel Biderman is the CEO of Ashley Madison owner Avid Life Media. So far the company has been vague and has mostly avoided confirming the validity of the leaked data.\n\nAvid Life Media chief technology officer Raja Bhatia told security reporter Brian Krebs on Tuesday, “On a daily basis, we’re seeing 30 to 80 different claimed dumps come online, and most of these dumps are entirely fake and being used by other organizations to capture the attention that’s been built up through this release.”\n\nThough we don't know for sure yet whether this new release is legit, it was signed with the same PGP key that Impact Team has used before, according to Motherboard and others.\n\n\n\n@LeoKelion They provided PGP keys and sigs: https://t.co/GCpedXAzm9 https://t.co/UbJpUr69Da — Mr. Green (@Mario_Greenly) August 20, 2015\n\nBased on the size of the dump and some of the file names in it, the release seems to contain Biderman’s emails along with the source code for Avid Life Media websites and mobile apps. David Kennedy, the founder and CEO of cybersecurity firm TrustedSec, wrote in a blog post, “Interesting enough—if this turns out to be legitimate which it in all aspects appears to be—having full source code to these websites means that other hacker groups now have the ability to find new flaws in Avid Life’s websites, and further compromise them more.”\n\nIt’s hard to imagine how things could get much worse for Avid Life Media, but who knows; they probably can.\n\nThe Ashley Madison hack is, among other things, a nice reminder that a lot more people than just Terrorists have \"something to hide.\" — Glenn Greenwald (@ggreenwald) August 19, 2015", "_id": {"$oid": "55daf07704235215b082e2fe"}}