{"URL": "http://www.scmp.com/news/china/society/article/1850355/concern-raised-over-tianjins-free-trade-zone", "Text": "Concerns are mounting over the future of Tianjin's burgeoning free-trade zone in the aftermath of the explosions.\n\nThe accident had exposed the uneven nature of the port's development and served as a wake-up call for the authorities, said Professor Li Weiguang at the Tianjin University of Finance and Economics.\n\n\"It's an accident waiting to happen,\" Li told the South China Morning Post. \"A GDP fetish has made Tianjin overly reliant on petrochemical industries, resulting in a distorted economic structure. Not enough efforts were put into disaster prevention and contingencies even as heavy industries piled in.\n\n\"The Binhai New Area, along with the free-trade zone, by definition, should have been built on innovative and high-technology industries.\"\n\nWith 9.4 per cent growth in the first half, Tianjin was the third-fastest growing region on the mainland. A third of its economic output came from the petrochemical sector.\n\nLaunched in April, the free-trade zone originated from a bonded trade zone in Dongjiang, one of the harbours in the Xingang port area. One of its commonly extolled advantages is policy flexibility granted to finance leasing companies, which have mushroomed on the mainland, aiming at filling a gap left by traditional bank financing.\n\n\"Compared to those in Shanghai, Shenzhen and Guangzhou, the free-trade zone authorities in Tianjin have been more attentive to business needs, willing to go the extra mile to do what we need, such as issues related to value-added tax refunds of exports of finance-leased assets, aircraft, ships and machinery,\" said an executive heading a financial leasing firm who declined to be named.\n\n\"We are concerned about the authorities' openness and policy flexibility going forward, whether they will backtrack or tighten up.\"\n\nSabrina Zhang, a partner at consultancy Dezan Shira & Associates, said business confidence was likely to wane, especially for foreign firms looking to establish a presence in the port city.\n\n\"But in the long term, Tianjin is still an important foothold for firms committed to China expansion for its strategic location,\" Zhang said.\n\nOthers were equally confident in the city's future in spite of the disaster.\n\n\"I don't think this incident will affect the development of the zone. Painful lessons will be learned that will lead to better safety standards,\" said Teo Siong Seng, the chairman of Singaporean-owned Singamas Container Holdings.\n\nThe world's second-largest container manufacturer, Singamas yesterday reported a missing employee and damage to its container depots at the blast site.\n\n\"No, our confidence [in Tianjin] has not been affected,\" Teo said.\n\nTianjin, the largest port in northern China, accounts for 3 per cent of merchandise trade by value. The blast would crimp this month's trade data for mainland ports, said Brian Jackson, a China economist for IHS Global Insight.\n\nChemical and automotive firms, two of the biggest sources of trade in Tianjin, are diverting traffic to nearby ports.", "_id": {"$oid": "55daef1704235215b082e236"}}