{"URL": "http://www.slate.com/blogs/schooled/2015/08/19/gop_education_summit_six_candidates_meet_with_campbell_brown_in_new_hampshire.html", "Text": "Photo by Win McNamee/Getty Images\n\nOn Wednesday six GOP candidates for president—Jeb Bush, Carly Fiorina, John Kasich, Scott Walker, Bobby Jindal, and Chris Christie—sat on a stage in a Londonderry, New Hampshire, high school to talk K–12 education policy with former CNN anchor-turned-“education activist” Campbell Brown. The New Hampshire Education Summit, sponsored by the school choice advocacy organization the American Federation for Children and hosted by Brown’s glossy new school-reform website, the Seventy Four (both, it is safe to say, are sympathetic to right-leaning education proposals currently in vogue), gave the six GOP candidates who showed up 45-plus minutes each to expound their views on K–12 education. The result was a daylong school-choice lovefest. Here’s what the candidates covered (hint: race, class, and poverty seldom made the cut).\n\nJeb Bush\n\nAdvertisement\n\n\n\nThe opening act was former Florida Gov. Jeb Bush, who was far more comfortable and commanding than at the Republican candidates debate two weeks ago*. Bush, the (dubiously) self-proclaimed “education governor,” has well-known views on education, and he didn’t deviate from the formula much. He supports vouchers, which he claims didn’t “destroy public education—that’s a myth that was shattered by Florida,” and the general marketplace-driven competition of the charter movement: “The public schools have to get better or they close. This is America.”\n\nWhen Brown veered to Common Core, Bush joked, “What’s that?” before coming out in veiled support of some form of state-derived standards (which are the same thing as the Common Core standards, since governors derived them). “We can’t keep dumbing down standards,” he said, then reminisced about his Spanish AP teacher at Andover who, in forcing him to read Cervantes and Borges his sophomore year, taught him that “high expectations matter.”\n\nBush also loves the “nerdy concept” of Title I portability that lets free- and reduced-meals students take their Title I dollars to the school of their choice. When asked about his pick for secretary of education, Bush gestured at his interviewer—a good indication of the tenor of hard-hitting conversation that Brown would be leading throughout the day. Bush also doubled down on his support for keeping the federal testing schedule in place and endorsed more federal money going to pay for privately run pre-K programs.\n\nCarly Fiorina\n\nCarly Fiorina, the former CEO of Hewlett-Packard, kicked it off with some nice bromides about every child having “vast potential.” Without mentioning race or poverty, she pointed out that “disparity gaps” in education are getting worse despite our ever-rising financial investments in it, which to her proves that there is no correlation between money and educational outcomes; one of her first big applause lines was “we know factually speaking that when Washington spends more money, the quality of education in this country does not improve.” The Department of Education is obviously to blame: “When was the last time anyone did an audit of the Department of Education?” she asked at one point. (Answer: The department is audited every year.)\n\nSo bureaucracy is bad, and—drumroll, please—so is the Common Core. “Common Core,” Fiorina said, “may have started out as a set of standards but what it’s turned into is a program that, honestly, is being overly influenced by companies that have something to gain—testing companies and textbook companies.”\n\nBetween fond reminiscences of her childhood teachers, one of whom used to throw erasers lovingly at the back wall of the classroom, Fiorina took several opportunities to slam teachers’ unions: “We need to reward excellence. Unions reward seniority. That discourages excellence.” No big shocker there. And Fiorina is so in favor of putting accountability in the hands of parents that she offered support for the opt-out testing movement. (Last week, she aired similar views on opting out of vaccinations.)\n\nJohn Kasich\n\nEvery time Ohio Gov. John Kasich—tieless and strenuously California business casual on Wednesday—takes the stage, I think, “Wow, if the Republicans weren’t too insane right now to notice, this guy could really be president.” Kasich doesn’t let anyone forget that he’s in charge of a crucial swing state, where, he claims, he’s gotten “85 to 90 percent of everything we wanted” in education, like vouchers galore and improvements in troubled systems in Cleveland and Youngstown.\n\nHe likes charters (who at this forum doesn’t?) but was quick to say that the failing ones should be closed, and remained staunch on his support for Common Core standards. Show him a good reason to ditch them and he’ll consider it, but, Kasich said, “I’m not going to change my position because there are four people in the front row yelling at me.”\n\nOne weird note in an otherwise respectful conversation occurred when Kasich said, “If I were not president, but if I were King of America, I would abolish all teacher's lounges, where they sit together and worry about ‘woe is us.’ ” After that out-of-nowhere stab (earlier in his speech, Kasich had acknowledged successfully collaborating with teachers’ unions in rebuilding Cleveland’s schools), Kasich ended by echoing a nod to God he’d made earlier in the forum: “I believe the Lord watches what we do with our children. And the more we dedicate ourselves to having those children rise, and to use their great brains to help heal this world and bring justice, the happier He is.” Er ... OK?\n\nScott Walker\n\nWisconsin Gov. Scott Walker surely accepted Brown’s invitation with alacrity, for it gave him a chance to refashion his famous union-busting passions as a noble fight for education reform. After all, that’s what ending collective bargaining in Wisconsin was all about, right? Walker loves teachers; that’s why he dissolved their unions, to protect the best of them from damaging union policies like “last hired, first fired.” And the teachers are grateful to him! “I can tell when a teacher is supportive of what I’ve done,” Walker said, “because they lean into me, look both ways and whisper, ‘Thank you.’ ”\n\nLike most of the candidates, Walker borrows the language of the marketplace to talk about the benefit of school choice: Vouchers and charters (which succeed because they can get around the “nuances of contracts”) force all schools to “up their game,” because that’s how capitalism works. At one point, Walker even held up a dollar bill and asked, “Where would you rather spend this? In Washington or your local school?” Like teachers unions, the federal government is just another “barrier” to a good education, which is why Walker doesn’t think it should have a role in accountability: “I don’t think the president is responsible for holding governors accountable,” Walker said. “I believe the people are responsible.”\n\nWhat struck me most about the often stiff, stony Walker was his self-assurance and liveliness when talking about these issues—but then they're at the core of his worldview, after all. He displayed actual animation on numerous subjects, including the role of technology in kids’ lives. “My son Matthew can tie a bow tie much better than I can because he learned it on YouTube,” he said with a laugh.\n\nBobby Jindal\n\nLouisiana Gov. Bobby Jindal was another unexpectedly energetic speaker on the subject of K–12 education in his state. He began by talking about next week’s 10th anniversary of Hurricane Katrina and how it revolutionized the education system of New Orleans. \"It is hard to overstate how bad our public school system was,” Jindal said. “And it was expensive.” But now New Orleans, the only “100% choice” city in the country, is the shining beacon of why education reform works: Pre-Katrina, Jindal said, 60 percent of kids were in failing schools; now it’s only 10 percent.\n\nThough he was a bit shakier when it came to policy details for the rest of Louisiana, Jindal didn’t back down from his repudiation of Common Core: “I like the concept of what I thought Common Core was going to be” was the most he’d allow of his past support. He then told his favorite story about how his son’s experience applying, or failing to apply, a labyrinthine method to simple arithmetic. Here, for once, Brown pushed back, saying that her son’s Common Core-aligned Singapore math homework “fascinated” her.\n\nBut nope, Jindal wasn’t buying it. Unlike the “elites” who want to mandate how many Big Gulps New Yorkers consume in a day, he pretty wants much the federal government out of the classroom. Writing massive checks to states is fine, but otherwise, the feds should get out and stay out.\n\nChris Christie\n\nNew Jersey Gov. Chris Christie has no intention of backing down from his controversial wish, proclaimed earlier this month, to punch teachers unions in the face. Au contraire: Christie began his confab with Brown by digging in on the statement, saying that unions “are punching us all the time. They deserve it back.”\n\nBut then, in a departure, the pugnacious governor described how he—unlike President George W. Bush—worked with Randi Weingarten, the president of the American Federation of Teachers, on spending (or squandering, depending on your perspective) Mark Zuckerberg’s $100 million donation to the Newark schools. “I didn’t like [working with Weingarten], but I did it,” he said.\n\n\n\nChristie also stood his ground on his about-face on Common Core, which he repudiated, he said, not for political reasons but because “three constituencies”—teachers, parents, and students—hated it. “When something doesn’t work that we try, we then have to change it.”\n\nBut even more so than when he was condemning teachers unions, Christie became most jazzed when describing his technological pipe dreams for education. Instead of weighing themselves down with all those hefty textbooks, every child in America should get an iPad! And banish blackboards—Smart Boards only FTW! Exactly how many Mark Zuckerbergs would it take to bankroll that one?", "_id": {"$oid": "55daf1d604235215b082e41b"}}