{"URL": "http://www.nytimes.com/2009/01/16/arts/16yoshida.html?_r=0", "Text": "Advertisement Continue reading the main story\n\nRay Yoshida, whose mysteriously comical, semi-abstract paintings and collages and four decades of teaching at the Art Institute of Chicago influenced generations of prominent artists, died on Saturday in Kauai, Hawaii. He was 78 and moved to Hawaii from Chicago three years ago.\n\nThe cause was cancer, said Adam Baumgold, his dealer in New York.\n\nMr. Yoshida was among the most admired contributors to a tradition known as Chicago Imagism and sometimes as the Chicago School. Unlike the art world of New York City, where prestige in the second half of the 20th century was accorded mainly to abstraction, conceptualism and cool forms of Pop Art, the Chicago art world favored surrealism, fantasy and oddball humor. Leon Golub, H. C. Westermann and Elizabeth Murray spent their formative years in Chicago. Jim Nutt, Roger Brown and Christina Ramberg were students of Mr. Yoshida who stayed in Chicago and whose careers reverberated far beyond the city limits.\n\nMr. Yoshida’s first mature work was a series of collages consisting of small images and fragments of images clipped from comic books arranged in neat, gridded order on sheets of paper. They look as though they were produced by a methodical but possibly deranged researcher for some obscure scholarly or scientific purpose.\n\nPhoto\n\nIn the 1970s Mr. Yoshida switched to painting, but he returned to the comic image collages in the early ’90s. They were featured in his last solo exhibition, in 1999 at Adam Baumgold Gallery. Examples from the series are in “Messages & Magic: 100 Years of Collage and Assemblage in American Art,” an exhibition at the John Michael Kohler Arts Center in Sheboygan, Wis., through Jan. 25.\n\nAs a painter Mr. Yoshida created enigmatic, cartoonish images of weirdly stylized figures in rooms, on stages and in landscapes. The influence of folk and outsider art is evident in the quirky, visionary imagery and the meticulous, idiosyncratic technique. At the same time, Modernist sophistication shows in his refined play with flattened forms, rich color and eye-buzzing patterns.\n\nRaymond Kakuo Yoshida was born in Kapaa, Hawaii, on Oct. 3, 1930. His father, a Japanese immigrant, operated a market. His mother’s father also came from Japan. Mr. Yoshida attended the University of Hawaii at Manoa, in Honolulu, from 1948 to 1950 and served in the United States Army before earning a bachelor of fine arts degree from the School of the Art Institute of Chicago in 1953. Five years later he received a master of fine arts degree from Syracuse University, and the following year he began teaching at the School of the Art Institute of Chicago, where he remained into the early 2000s.\n\n“He was very important to a lot of people there,” said Robert Storr, dean of the Yale University School of Art and a student of Mr. Yoshida in the mid-1970s in that school’s master of fine arts program. “As a teacher he was mysterious and witty. The mystery would draw you in, and then he would say something funny but with an edge that would make you think — kind of like his paintings.”\n\nMr. Yoshida had his first solo exhibition in 1960 at the Middle Hall Gallery in Rockford, Ill. From 1975 to 1996 he exhibited regularly at the Phyllis Kind Gallery in Chicago and once, in 1981, at the Phyllis Kind Gallery in New York. In 1998 the Contemporary Museum in Honolulu organized a career retrospective that traveled to the Chicago Cultural Center and the Madison Art Center, now the Madison Museum of Contemporary Art, in Wisconsin.\n\nIn a statement for that exhibition catalog, Mr. Yoshida wrote: “Acknowledging my own shortcomings, I try to observe and absorb all of the contradictions, tragedies, aberrations, all of the laughter, smiles, sarcasms and futilities ... and go through the pains and pleasures of painting. Canvases become the visual gathering place of my fragmented self.”", "_id": {"$oid": "55daf0d204235215b082e35d"}}