{"URL": "http://www.slate.com/blogs/bad_astronomy/2015/08/23/crash_course_astronomy_low_mass_stars.html", "Text": "Drawing by ESO/L. Calçada\n\nIt’s time to take a step out into the greater Universe in Crash Course Astronomy. Sure, exoplanets and brown dwarfs got us out of the solar system, but when you want to understand what’s going on in the cosmos, you have to look at stars.\n\nWe dipped into them in Episode 26, but now it’s time to start poking into their guts in detail. The basic events in any star’s life occur in low mass stars, ones from red dwarfs up to a few times the mass of Sun. Things get different when higher mass stars start to die, so we’ll hit that when we get into that end of the HR diagram (what’s that, you ask? Click the Episode 26 link!).\n\nAdvertisement\n\n\n\nIn Episode 29, “Low Mass Stars”, I talk about their lives and deaths. Mind you, since the Sun is in that range, well, we’ll have to look that eventuality in the face as well. And since the Earth orbits the Sun, you can guess what that means for our fair world.\n\nThe good news is that the events that will unfold won’t do so for billions of years. Billions, with a b. We’ve come a long way in the past century or two — heck, we understand stars well enough to make educational videos about them — so who knows where we’ll be in a hundred million centuries.\n\nPhil Plait Phil Plait writes Slate’s Bad Astronomy blog and is an astronomer, public speaker, science evangelizer, and author of Death From the Skies!\n\nIn my book, Death from the Skies!, I cover all this, including the death of the Sun and likely vaporization of Earth. I also talk about the idea of using the gravitational effects of slinging thousands of big asteroids past the Earth to move its orbit out so that it can maintain a constant temperature while the Sun goes red giant. There’s a great journal paper about this online; if you want details they’re there. It’s what I based that part of the chapter on.\n\nSee? There’s hope! And if we’re being honest, my biggest hope is that we won’t need to do this to save the Earth at all. By then, instead, we’ll have spread out into the galaxy, and those beyond. A billion years is a long time.", "_id": {"$oid": "55daf00204235215b082e297"}}