{"URL": "http://www.slate.com/blogs/wild_things/2015/08/17/peacock_evolution_through_sexual_selection_feathers_sounds_eye_tracking.html?cq_ck=1439994497890", "Text": "Photo by Ishara S. Kodikara/AFP/Getty Images\n\nIt’s easy to scorn the peacock. To watch him as he preens, struts, and turns unabashedly to check out his own behind is to understand exactly how he earned his reputation as nature’s most noxious narcissist.\n\nRachel E. Gross Rachel E. Gross is a Slate editorial assistant.\n\nJust ask Purdue University peacock researcher Jessica Yorzinski, who has seen him at his most undignified: performing his entire mating display for the wrong species. Yes, that's right. Before Yorzinski's eyes, the peacock has fluttered his feathers, bowed his head, and let loose his obscene squawk while charging lustily toward the object of his desire (a spectacle known as the \"hoot and dash\")—only to find out that he's attempting to mount a squirrel.\n\nAdvertisement\n\n\n\n“I have not yet seen a successful completion to that,” Yorzinski says drily. “The squirrel gets out of there pretty quickly.”\n\nHow could nature have molded a creature so ornamental, so unwieldy, and with such costly accoutrements? In fact, that is the question that kept Charles Darwin awake at night. Initially the peacock’s train, showy and cumbersome, seemed to contradict his grand theory of natural selection—that animals succeed or fail based on their adaptive traits. “The sight of a feather in a peacock’s tail, whenever I gaze at it, makes me sick!” Darwin once wrote to a friend.\n\nBut to dwell on the ungainliness of this troubling bird was to miss the point. Peacocks were just as subject to selective pressures as any other animal; the pressures they were responding to were just a little different. Like other lekking animals—including the sage grouse, the hummingbird, and the Mediterranean fruit fly—they had evolved to display before the females of their species in a group of other males. And boy, could peahens be choosy: In the average peacock lek, around 5 percent of the males get the majority of the mates, while nearly all the rest get zilch, according to research by Roslyn Dakin at the University of British Columbia.*\n\nTalk about a strong incentive to please your woman!\n\nAnd so Darwin, like peahens, began to recognize the use in the peacock’s uselessness. Instead of a threat to his theory, this bird became its poster child: His very unnecessariness made him the ultimate example of how selective pressures could forge dramatic changes in a species. “Often we come up with new wrinkles, but the theory (of natural selection) is so cogent in a way that we really shouldn’t be surprised that it works,” says Robert Montgomerie, an evolutionary biologist at Queen’s University. Today, researchers like Yorzinski and Montgomerie and others are building on Darwin’s insights.\n\nFor instance, it turns out it takes more than just appearance to attract a peahen. Recent research in Animal Behaviour found that peacocks rely on sound and movement as well as their looks, making infrasonic coos that human ears can't detect in order to attract the ladies. “The emerging picture is that the auditory itself may be far more important than the visual domain,” says Jim Hare, an animal behavioral scientist at University of Manitoba and lead researcher on the study. Hare has even seen peacocks in captivity whispering their sweet nothings to the empty walls of concrete bunkers—the audio equivalent of practicing their technique in front of a mirror.\n\nTo be successful, the male peacock must not be merely glorious; he must be more glorious than all of his peers. In her latest unpublished work, Yorzinski used cutting-edge eye-tracking technology to follow male peacocks’ gazes. She found that they spend a whopping 30 percent of their time assessing the other males in their lek in an effort to judge the competition. This might sound like a waste of time, but according to Yorzinski, it isn’t. “The males can get into some pretty costly fights with each other,” she says.\n\nIs all that huffing and puffing really necessary? Unfortunately, yes: Peahens, it turns out, are a rather rude audience. In previous eye-tracking studies, Yorzinski has found that peahens often appear not to notice the male’s rich display. Instead, their gaze wanders, or they peck nonchalantly at the ground, even as the male tilts his feathers against the sun in an arc of shimmering iridescence. To get them to notice him, he must play every trick up his sleeve. (Including deception: He has even been known to make fake mating hoots to act like he’s getting more mates than he really is.)\n\nHow can we regard this bird, nature's ultimate object, as anything other than an object of pity? His confident strutting masks a deep desperation: If his efforts are unconvincing, all is for naught. He will get no ladies, pass on no genes, and have no impact on the future of his species. He will be but a showy speck in the sands of time. As Yorzinski puts it: “The males can fight all they want, and it probably helps them get a good territory where females are passing by, but ultimately it comes down to what the female wants.”\n\nAnd yet: Who among us has not debased him- or herself in the name of love? Who has not burned with such passion that, for a moment at least, we have gone temporarily out of our head, losing all sense of self-awareness, in our single-minded pursuit of that elusive, effusive other? Without the eyes of the other—“the single assumption which makes our existence viable: that somebody is watching,” in the words of Tom Stoppard—we too would be revealed in all our desperate acts of affection, “every gesture, every pose, vanishing into the thin, unpopulated air.”\n\nFor love, it seems, is like the peacock’s tail: blind, yet full of eyes.", "_id": {"$oid": "55daf0ba04235215b082e340"}}