{"URL": "http://www.slate.com/blogs/bad_astronomy/2010/03/05/spelunking_the_lunar_landscape.html", "Text": "Need a little bit of jaw-droppiness today? Mwuahahaha. Let me show you something: a hole in the Moon.\n\nPhil Plait Phil Plait writes Slate’s Bad Astronomy blog and is an astronomer, public speaker, science evangelizer, and author of Death From the Skies!\n\nAdvertisement\n\n\n\n[Don't tell anyone, but that's where they faked the Moon landings!]\n\nThis is an image from the Lunar Reconnaissance Orbiter, one of my favorite spacecraft in existence. It's been mapping the Moon at an incredible 50 cm/pixel resolution -- that's 19 inches, my pretties -- for a while now, and revealing one astonishing thing after another.\n\nWhat you're seeing here is indeed a hole in the Moon: what is almost certainly a skylight, a hole punctured in the roof of a lava tube, an underground tunnel carved by flowing molten material on the Moon. The hole is about 65 meters across -- roughly 2/3rd the length of a football field. This region of the Moon is called Marius Hills, and is known to be volcanic in nature. The clincher is that the hole sits in a rille, a sinuous, snaking gully in the lunar surface.\n\nThe picture on the left provides a little context. The hole is the very dark feature near the top, and sunlight is coming from the left. The rille is pretty obvious here, snaking more or less top to bottom, and the hole is smack dab in the middle of it. The place is littered with craters, most of which are soft looking, with no rims and very smooth features, which are possible indicators of very great age (erosion from solar wind, newer impacts, and thermal stress from the large day/night temperature swings wear down sharp features over time), or perhaps the regolith (the ground up rocks making a loose soil-like composite) is just very thick here, softening the sides of craters.\n\nLet me show you another view, a bit closer in:\n\n\n\nThis section is about 1 km (3000 feet) across; in other words, it might take you about 10 minutes to walk across it (here on Earth, that is; in a spacesuit YMMV). The arrow at the bottom shows you the direction of sunlight; the Sun is coming from the left. That's important, because our eyes get fooled easily if sunlight is coming from below; it makes craters look like domes and vice-versa. A lot of softer craters look like domes to my eye in this shot, so I marked a nice sharp crater with a 2 (the hole itself is labeled 1). See how the right side of the crater is bright? That makes sense if the Sun is on the left.\n\nI marked the top of the rille with a 3, and the base of the sloping side with a 4. Think of it as the top and bottom of a riverbank. The other side of the rille is off the picture to the right.\n\nOK, still with me? Now look at the hole again. The bright crescent around the hole on the right and the dark part on the left must be due to a slope leading into the hole, as if the whole thing is not just a hole punched into the surface, but more like a funnel pushed into it. The hole probably started out somewhat smaller, and the sides collapsed down a bit. Think of digging a hole in dry sand and you'll get the picture.\n\nThis means there's a lava tube under the rille, probably carved out by an older lava flow. Observations by the Japanese probe SELENE indicate the hole is about 90 meters deep, and the roof -- the top part of the tube -- is about 25 meters thick. That explains why it hasn't collapsed under the eons of meteoric bombardment forming all the craters in it. The hole may be a collapsed section, or it may have been punched by a larger meteorite. Given the size of the hole, the impactor couldn't have been bigger than a few meters across itself. Had it been much bigger, I'd think more of the roof would've collapsed.\n\nIncredible! And useful, too: radiation from the solar wind may be a problem for future lunar colonists. A good solar flare could sicken or kill them, so they'll need protection. Building underground is one way to do that, and here we have a pre-fab cave! It's unfurnished, a bit of a fixer-upper, but ready for occupants, and priced to move.", "_id": {"$oid": "55daf11104235215b082e39d"}}