{"URL": "http://www.al.com/news/index.ssf/2015/08/he_came_to_mobile_to_put_on_a.html", "Text": "I don't think Donald Trump is going to stand for the people, he's all about himself\n\nFor one wild moment, Mobile, Alabama was the center of the U.S. political universe thanks to a visit from heavily-coiffed billionaire tycoon Donald Trump.\n\nThe Donald's political rally in the Port City on Friday in support of the Republican nomination for U.S. president had all the pomp of a Barnum and Bailey Circus, save the trapeze artists.\n\nBut there were the crowds in the thousands that lined up in the muggy heat outside Ladd–Peebles Stadium hours in advance; classic rock jams from the Rolling Stones, Lynyrd Skynyrd and Aerosmith that blasted from the stadium speakers; home-made signs and t-shirts that read \"RIP Political Correctness\"; and Trump-themed political pins (\"I like the Donald!\" \"Trump is Right!\" \"Trump: The Art of the Win! 2016!\").\n\nKevin Ward, of Pascagoula, Mississippi, wore a pin on his \"Trump for President\" t-shirt that superimposed the tan reality television star's face onto an illustration of Uncle Sam.\n\n\"All he's doing is saying what a lot of Americans are afraid to say,\" Ward said. \"Third world countries are running over us left and right and the reason they're getting away with it is because Obama doesn't have the balls to do anything about it.\"\n\nTrump, he said, has the right idea when it comes to illegal immigrants. There should be a giant wall built on the border separating Mexico and the United States to keep them out, he said.\n\nTurning to the snaking line behind him, Ward held up his hands and yelled, \"How high can they make that wall? 30 feet? 35 feet?\"\n\n'You can shoot all the people you want'\n\nTrump's plan for illegal immigration – to build the wall and deport millions back to Mexico – struck a chord with many who gathered at the rally.\n\nIrvington resident Ruth Kenny said she would like to see the elimination of the U.S. Constitution's 14th amendment that guarantees citizenship to those born in the United States.\n\nAltering the founding document would eliminate \"anchor babies,\" she said, children who are born to illegal immigrants in the United States who automatically gain citizenship by virtue of their birth.\n\n\"It's not right that they are just coming in free will and having babies and they stay here,\" Kenny said. \"It's not right.\"\n\nMobile resident Jim Sherota, clutching a vaporizer in one hand and wearing a t-shirt of conservative musician Ted Nugent, took it one step further.\n\n\"The way I see it they ought to make it a vacation spot,\" Sherota said. \"OK, you want to come to the border, $25 for a permit, you can shoot all the people you want that cross illegally.\"\n\nHe later clarified that his remarks were \"in jest.\"\n\nAirplanes and Van Halen\n\nOf course, the Trump event wasn't all about policy and politics. Some just came for the show, the spectacle, and carnival atmosphere.\n\nEvery 20 minutes or so, the emcee inside the stadium cued up Van Halen's hair metal anthem \"Jump,\" but substituted the word \"Trump\" for \"Jump,\" and the crowd erupted into cheers.\n\nPrivate planes hauling banner ads flew in circles over the stadium. One was for a local fish and shrimp eatery, another endorsing a Trump opponent: \"Trump 4 Higher Taxes, Jeb 4 Prez!\"\n\nThere was also \"The Trumpettes,\" a group of four women – three from Seminole, Alabama – who wore Donald Trump hair flips on their bangs.\n\nThey wore shirts with one word per shirt that, when put next to each other, said \"Make America Great Again.\"\n\nOn the back of the shirts? \"Obama You Are Fired.\"\n\nTo Kimber Sparks, a blonde Trumpette from Pensacola with a bubbly personality, Obama is the \"worst president in history.\"\n\n\"Basically, anybody who has any kind of a social issue as far as Michael Brown shooting, Trayvon Martin and all that, he comes on and speaks about it, he talks about it, he lets the criminal community know that he's on their side,\" Sparks said. \"However, when another kid dies, when it's not a black child, it's crickets. Nothing at all.\"\n\n'He's all about himself'\n\nKendrick Robinson, who is black, planned to listen to Trump speech from his grandfather's house three blocks away. He said that men like Trump look at him with his dreadlocks and tattoos and see a thug.\n\n\"I don't think Donald Trump is going to stand for the people, he's all about himself,\" Robinson said. \"You just can't talk down to everybody like that, because everybody's not the same.\"\n\nDown the street was another skeptic, a local who guided cars for the Trump rally into an empty neighborhood lot.\n\n\"He came to Mobile to put on a reality show,\" said the man, who would not give his name. \"That's all he's doing, is putting on a show.\"", "_id": {"$oid": "55daf21b04235215b082e432"}}