{"URL": "http://www.bostonglobe.com/metro/2015/08/21/trump-calls-boston-attack-immigrant-terrible/AG8kQmgs0kTCspPKGXIAfO/story.html", "Text": "Businessman Donald Trump issued a stronger condemnation Friday of the vicious assault on a homeless Mexican immigrant in Boston, after critics said the GOP presidential candidate’s anti-immigrant rhetoric contributed to the attack.\n\n“Boston incident is terrible,” Trump, the party front-runner, said on Twitter. “We need energy and passion, but we must treat each other with respect. I would never condone violence.”\n\nContinue reading below\n\nTrump’s initial response Wednesday was to call the attack “a shame” and to say that his followers are “passionate.”\n\nThe 58-year-old victim, who has requested privacy, suffered a broken nose and bruises and was taken early Wednesday to Boston Medical Center. By Friday afternoon, he had improved enough to be released to a recuperation facility, a hospital spokeswoman said.\n\n“His spirit is good. He’s a man with a huge heart,” Daniel Hernández Joseph, the consul general of Mexico in Boston, said after he met with the man in the hospital shortly before his release. “And he doesn’t seem to hold any anger or grudge. He simply expressed concern that it doesn’t happen to anybody else.”\n\nContinue reading it below\n\nHernández Joseph said the man came to the United States in the 1980s, possibly earlier, seeking a better life. He speaks English, has paid taxes, and has his own Social Security number.\n\nHe is single and has no children, but his siblings and parents live in Central Mexico. He asked the consulate not to contact them because he did not want them to worry, Hernández Joseph said.\n\nThe man came to Boston about a decade ago after working as a janitor in a veterinary facility in Chicago. He still works in Boston, but cannot afford housing. Before the attack the man slept on the street and worked odd jobs, such as collecting discarded aluminum cans for the deposit money, which he sent to his elderly mother.\n\n“He has worked for many, many years,” Hernandez Joseph said.\n\nThe man’s immigration status was unclear. Consular officials said they would ensure that he has shelter and legal assistance as the criminal case against his alleged assailants moves forward.\n\nThe consul said Mayor Martin J. Walsh also contacted him Friday to offer support. The Mexican government has condemned the attack.\n\nProsecutors have charged brothers Steve and Scott Leader of South Boston with multiple counts of assault, as well as hate crimes, indecent exposure, and making threats. The men have pleaded not guilty and are being held without bail pending a Sept. 3 hearing. They face as many as 10 years in prison, possibly longer, if convicted.\n\nProsecutors said the brothers awakened the homeless man as he slept near a subway station in Dorchester, punching him, hitting him with a metal pole, and urinating on his face. Witnesses alerted State Police, who arrested the brothers.\n\nLater, police alleged, Scott Leader, 38, said that it was OK to attack the man because he was Hispanic and homeless, saying, “Donald Trump was right; all these illegals need to be deported.”\n\nCritics said Trump’s disparaging remarks about immigrants on the campaign trail were creating a climate of fear. In June, Trump said Mexico was “sending people that have lots of problems” to the United States. “They’re bringing drugs. They’re bringing crime. They’re rapists. And some, I assume, are good people,” he said.\n\nAdvocates for immigrants said it was a sad irony that the men accused of harming a Mexican immigrant are two white brothers from South Boston who are also under investigation for allegedly living illegally in public housing.\n\nAfter their arrest, the Leader brothers told State Police that they lived in public housing, but records show that only their mother is listed as a resident. Housing officials said she now faces eviction proceedings.\n\nThe Boston Housing Authority requires lease holders to list all residents and to pay their fair share of the rent, because public housing is for needy families whose average income is $14,000 a year. Some 36,000 people are on the waiting list for housing. Police records say Scott is a mason and Steve, 30, is a carpenter.\n\n“Based on the police report and other information, there’s reason to believe that the Leader brothers were living at the Mary Ellen McCormack development illegally,” Lydia Agro, the housing authority chief of staff, said Friday.\n\nCritics of illegal immigration said they hoped the Trump controversy would not halt a national debate over the 11 million people here illegally.\n\n“Anyone would be horrified to hear about this crime, but I think it’s a mistake to attribute it to a candidate who is talking about the need for more immigration enforcement, even when it’s been done as crudely as Donald Trump has,” said Jessica Vaughan, policy studies director at the Center for Immigration Studies, which favors stricter immigration controls.\n\nAdvocates for immigrants are planning a candlelight vigil Wednesday night at the State House to support immigrants and to protest Trump’s comments on the campaign trail.\n\n“There’s a lot of indignation in our community,” said Patricia Montes, executive director of Centro Presente, an immigrant-rights group in East Boston. “People are afraid that there will be more attacks.”", "_id": {"$oid": "55daf0f004235215b082e381"}}