{"URL": "http://www.salon.com/2015/04/21/finally_a_democrat_who_calls_bullst_martin_omalley_drops_a_profane_truth_bomb_on_gops_deranged_economic_policy/", "Text": "Topics: Martin O'Malley, Marco Rubio, NPR, Steve Inskeep, Economics, 2016 Elections, Social Security, Hillary Clinton, Taxes, Deregulation, Elections News, News, Politics News\n\nAs someone who curses quite a bit in my professional life, I was encouraged to hear that former Maryland Gov. Martin O’Malley had – on NPR, of all places – referred to Marco Rubio’s economic worldview as “bullshit.” The interview was interesting for other, better reasons, and it was actually fairly rich in policy detail, which I’ll get into in a moment, but I do want to carve out a special appreciation for the act of going on public radio as a potential candidate for the nation’s highest office and letting rip with a little salty language.\n\nO’Malley’s people are presenting it as a spontaneous moment of real-keeping and are actually fundraising off of “bullshit,” which is itself a wry commentary on the subject matter of a typical fundraising email. And because I want the rest of the world to sink to my level, it’s my fervent hope that O’Malley has touched off something of a linguistic race-to-the-bottom and now we’ll see Hillary Clinton tell Wolf Blitzer that Ted Cruz’s tax plan is a “turd waffle,” or something similarly juvenile.\n\nBut what I like most about O’Malley dismissing Rubio’s economic outlook as “bullshit” is that he’s not wrong. NPR’s Steve Inskeep had asked O’Malley about Rubio’s views on how regulations on businesses impact upward mobility, which Rubio had laid out in an NPR interview a week earlier. In that interview, Rubio tried making a populist case for deregulation, arguing that regulations only serve to stack the deck in favor of banks and large corporations. “The fact is that big government helps the people who have made it,” Rubio said. “If you can afford to hire an army of lawyers, lobbyists and others to help you navigate and sometimes influence the law, you’ll benefit. And so that’s why you see big banks, big companies, keep winning. And everybody else is stuck and being left behind.”\n\nThat’s complete, well, “bullshit.” Republicans like Marco Rubio evangelize deregulation not because it’ll give a leg up to the little guy, but because that’s exactly what banks and big businesses (and the wealthy political donors who run them) prefer as a policy outcome. There’s a rich historical record of deregulation broadening the gap between the wealthy and the non-wealthy, and someone who argues otherwise is, in fact, bullshitting you.", "_id": {"$oid": "55daf23404235215b082e445"}}