{"URL": "http://www.washingtonpost.com/news/the-fix/wp/2015/06/11/how-black-voters-could-determine-the-2016-election/", "Text": "\n\nU.S. presidential candidate Hillary Clinton answers questions after a roundtable campaign event with small businesses in Cedar Falls, Iowa, United States, May 19, 2015. (REUTERS/Jim Young)\n\nAfrican-American voters turned out at unprecedented levels to support Barack Obama in 2008 and 2012. But in 2015, my colleague Robert Samuels found in Jacksonville, Fla., that some blacks are disillusioned that Obama's election hasn't noticeably improved their lives.\n\nThey are also skeptical of Hillary Clinton's 2016 candidacy. Among their comments:\n\n“What was the point?” asked Motley, 23, a grocery store clerk. “We made history, but I don’t see change.” “Hillary needs to prove to us that she’s genuine and really true. And I'm not even sure that would help. We’ve been snakebitten too many times before.”\n\nSamuels's story hits on one of the biggest unknowns going into the 2016 election: How much African Americans' peaking voter turnout in 2008 and 2012 was due to the first black major-party nominee/president being on the ballot? And will it will fall precipitously in the absence of one in 2016? Because African Americans have historically supported Democrats by overwhelming margins (85 percent on average in presidential elections going back to 1972), this kind of turnout shift matters hugely.\n\nTo understand the Democrats' quandary, take a look at the trend line in black voter turnout among eligible voters according to the United States Election Project. Turnout jumped from 61 percent to a record high 69 percent between 2004 and 2008, with 2012's 67 percent turnout still higher than any point on record before Obama. But while Obama's candidacy surely contributed to the surge, turnout among blacks was actually already rising -- and quickly -- before he ran. In 1996, 48 percent of eligible black voters cast ballots, rising to 53 percent in 2000 and again to 61 percent in 2004.\n\nDemocrats hope that high turnout rates among African Americans will be \"sticky,\" where voters motivated to cast ballots for Obama will transition into habitual voters in future years. But Democrats' appeal to black voters could also matter a great deal in how much black turnout dips.\n\nClinton is popular among African Americans but not as intensely as Obama. A Washington Post-ABC News poll in late May found 53 percent of blacks reporting a \"strongly favorable\" impression of Clinton, compared with 68 percent who said this about Obama in a poll last fall. Seventy percent said she is honest, but 91 percent said the same of Obama last fall. And while 75 percent said Clinton \"understands the problems of people like you,\" this was significantly lower than Obama's 91 percent last fall.\n\nThose differences in popularity are not likely to keep Clinton from winning an overwhelming majority of black voters if she is nominated. Prior to Obama's 93-95 percent showings, exit polls found Democrats averaged 85 percent support among black voters, with support hitting 90 percent for Al Gore in 2000 and 88 percent for John Kerry in 2004.\n\nAnd indeed, it's not just turnout; a modest drop-off in share of the vote among African Americans could hurt Democrats' vote tallies as much as a turnout drop. A basic simulation using an estimate of 2012 eligible voters finds that a drop from 93 to 85 percent support (blacks' historical average support for Democrats) would cost Democrats a net of 2.8 million votes, while a drop to 2004 turnout levels would cost Democrats just 1.3 million votes.\n\nAdd both together and Democrats would cede about 3.8 million votes, which is 77 percent of Obama's winning margin in 2012.\n\nThis, of course, is highly hypothetical, and it seems unlikely either drop would be so severe -- especially given black turnout was already on the upswing before Obama came along and that Democrats haven't taken less than 89 percent of the black vote since 1996. But it demonstrates the potential for millions of votes to swing under a certain set of circumstances.\n\nDemocrats cannot choose between a vote-share or turnout drop, and these factors might both trend downwards in 2016. The question is how much. What these numbers show is how important maintaining high support and turnout among African Americans is to Democrats' success in 2016, and how Hillary or whoever is the Democratic nominee has their work cut out for them in repeating 2016 success.\n\nPeyton M. Craighill contributed to this report.", "_id": {"$oid": "55daf34b04235215b082e4ad"}}