{"URL": "http://www.slate.com/blogs/the_slatest/2015/08/17/donald_trump_s_policy_proposals_the_frontrunner_gets_specific_and_makes.html?wpsrc=sh_all_dt_tw_top", "Text": "Photo by Win McNamee/Getty Images\n\nDonald Trump has produced one headache after another for the Republican Party since he joined the presidential race two months ago. From his xenophobic campaign kickoff in New York, to his anti-POW shtick in Iowa, to his misogynistic response to being grilled at the first presidential debate in Ohio, the unlikely White House hopeful has already prompted a series of national conversations his party would have preferred to avoid. What happens next, though, might prove even more uncomfortable for his GOP rivals, because Trump is finally getting specific.\n\nJosh Voorhees Josh Voorhees is a Slate senior writer. He lives in Iowa City.\n\nOn Sunday, The Donald released a policy paper detailing his strategy to combat illegal immigration, the first in a series of issue-specific papers he has promised are on the way. As my colleague Jordan Weissmann rightly noted, Trump’s immigration proposal comes with a few blank spots and might feel a “bit crackpot-ish” but, generally speaking, isn’t really out of line with what we’ve been hearing from a number of Republicans for a while now. Still, in a GOP presidential race long on candidates but so far remarkably short on any specific ideas, the fact that Team Trump is willing to put pen to paper and get specific at all isn’t just newsworthy, it’s potentially game changing.\n\nAdvertisement\n\n\n\nTo date, Trump’s GOP rivals have tried to avoid talking about Trump by dismissing him as a distraction, or declaring that they understand why voters love him (“they are angry with politics as usual”) without actually engaging him on ideas. They’ve had varying degrees of success in pulling off that trick, but their rationale was at least somewhat justifiable: Trump isn’t a serious candidate, the argument went, so we shouldn’t treat what he says seriously. But now that the real estate tycoon is getting specific in a way much of the rest of the field hasn’t, that argument begins to crumble.\n\nIt’s one thing to ignore Trump’s vague bluster, it’s quite another to dismiss a specific policy proposal put forth by a man who is leading you in the polls by double digits. Already, we’re seeing this play out on the campaign trail: Scott Walker spent weeks trying to ignore all things Trump, but at the Iowa State Fair on Monday he told reporters that he, too, wants to build a wall and end birthright citizenship for the children of immigrants in the United States illegally.\n\nFor Americans, this and future Trump-created tests are a good thing: Since many GOP contenders have refused to stake out specific policy ground themselves, how they react to Trump’s proposals will allow voters to better place them on the policy spectrum. For the Republican Party, though, this presents a particular problem. Establishment favorites can tack right on an issue like immigration, going towards the current GOP frontrunner with an eye on the primary, or they can inch left with an eye on the general. Either way, with Trump out there talking policy, they will need to choose a lane. And as Mitt Romney can tell you, that choice can have serious consequences.", "_id": {"$oid": "55daf0dd04235215b082e370"}}