{"URL": "http://m.dailykos.com/story/2015/08/20/1413881/-Race-love-hate-and-me-A-distinctly-American-story", "Text": "After that day when I was first asked if I was mixed, while I was still a very young child, kids and their well-intentioned parents began telling me they knew who my black father was, that I was so and so’s cousin, etc. This was in small-town Versailles, Kentucky, in the 1980s. It happened regularly for years on end. While I didn’t have an understanding of the national dialogue on interracial children, I knew even as a young child that what people were telling meant something very peculiar and unflattering about my mother. I was aware at how different I looked than my siblings, but didn’t understand DNA or genealogy. They were my family and I loved them.\n\nWhen I was 8 years old and in the second grade, black children first began asking me if I was “mixed.” In our house, my white mother, the sweetest woman ever and one of the best friends I’ve ever had, didn’t talk much about race. Most white families don’t. It’s part of the privilege. I didn’t even know what “mixed” was. This isn’t a secret. I’ve told this story publicly in front of thousands of people.\n\nLet me share some of my peculiar American story about race, my unwavering love for my mother, and my gratitude for an entire community of people who’ve walked with me through this for my entire life.\n\nFor my entire life, I have held the cards of my complicated family history very close to my chest. I preferred to keep it that way and deeply resent that I have been forced to authenticate so many intimate details of my life to prove who I really am. This, in and of itself, is a form of violence. The same sources who falsely reported my family history—including Breitbart, the Daily Caller, and The Blaze—have also falsely reported that my wife and I were never in a brutal car accident, that I lied about how many kids we have (we have 5 now, but have had more/less because we've fostered, adopted, housed many of our nieces and nephews), that I lied about my race to get a scholarship from Oprah, that I lied about how many back surgeries I’ve had, and more. All of those things were completely and totally false, but have simply been ignored at my expense. I don’t know why this shocks me, but it does.\n\nThe reports about my race, about my past, and about the pain I’ve endured are all lies. My mother is a senior citizen. I refuse to speak in detail about the nature of my mother’s past, or her sexual partners, and I am gravely embarrassed to even be saying this now, but I have been told for most of my life that the white man on my birth certificate is not my biological father and that my actual biological father is a light-skinned black man. My mother and I have discussed her affair. She was a young woman in a bad relationship and I have no judgment. This has been my lived reality for nearly 30 of my 35 years on earth. I am not ashamed of it, or of who I am—never that—but I was advised by my pastor nearly 20 years ago that this was not a mess of my doing and it was not my responsibility to fix it. All of my siblings and I have different parents. I'm actually not even sure how many siblings I have. It is horrifying to me that my most personal information, for the most nefarious reasons, has been forced out into the open and that my private past and pain have been used as jokes and fodder to discredit me and the greater movement for justice in America. I resent that lies have been reported as truth and that the obviously racist intentions of these attacks have been consistently downplayed at my expense and that of my family.\n\nOver the past 72 hours I have been attacked with lies by the conservative media, lies that have been picked up by the traditional media and spread further. I have kept silent at the advice of friends and mentors, but I will do so no longer.\n\nI adored my mother so much then, that I just didn’t have the nerve to ever bring these things up to her. I was a child and loved our care-free relationship. She had been married and divorced several times and by the time I was in second grade she was raising my brother and me as a single mom. By the time I reached middle school, I fully identified myself not even as biracial, but just as black. A white classmate of mine from middle school just posted her recollection of this. Of course, that was an oversimplification of my story, but that was what made sense at that time. Adults who loved and knew me, on many occasions sat me down and told me that I was black. As you could imagine, this had a profound impact on me and soon became my truth.\n\nEvery friend I had was black, my girlfriends were black, I was seen as black, treated as black, and endured constant overt racism as a young black teenager. Never have I once identified myself as white. Not on forms, not for convenience or privilege, and not for fun and games, have I ever identified myself as white. I was never a white guy pretending to be black. Not once, ever, did it occur to me that I was being phony or fraudulent or fake. Quite the opposite—I always believed I was living the truest form of my self.\n\nMy freshman year in high school, another student and I got into a huge fight at a football game. The fight ended up setting off a powder keg of racial tensions at our school. The school paper back then referred to me as black and him as white. We were suspended for three days and while we were out, racial tensions boiled over so much that hundreds of white students staged a walkout because they had just been banned from wearing Confederate flags.\n\nWhen I returned to school from that suspension, the collective anger of the racist white students was focused on me daily. Dozens of my close friends experienced this racist hate alongside me and it broke us down in the worst ways. I was consistently called nigger, spat on, had a jar of tobacco spit thrown in my face, forced into fights, and on two different occasions chased by pickup trucks attempting to maul us. In 2007, one of the students in one of those trucks wrote me a beautiful, moving apology for calling me a nigger and more on that scary dark night. I published it back then.\n\nIn March of 1995, it all boiled over and a racist mob of nearly a dozen students beat me severely, first punching me from all sides, then, when I cradled into a fetal position on the ground they stomped me mercilessly, some with steel-toed boots, for about 20 seconds. That day changed the entire trajectory of my life. Thankfully, multiple credible, unbiased eyewitnesses to this traumatic day have come out publicly and spoken on my behalf in the past 48 hours. A few days after I was assaulted, I was at home recovering when a group of rednecks literally pulled up in my driveway at night, but were chased off by a neighbor with a big flashlight. That neighbor just posted his memory of it.\n\nI had fractures in my face and ribs, but most badly damaged was my spine. I ended up having three spinal surgeries and missed 20 months of school over it. My entire family endured this deeply painful time in my life ranging from the surgeries, the brutal recovery, physical therapy, and professional counseling. It was rougher than my words will ever do justice. Many people have said that in the police report it listed me as white—as if I checked the box and that was some deep admission. Today, that officer, Keith Broughton, actually stated that he only checked the white box because biracial wasn't an option and that he knew I wasn't white.\n\n\n\n“I believe that he’s biracial. I could just tell when I saw him. I marked him white because he’s very light complected. He was there with his white mother. My crime report there’s only two things you can check: black or white. It doesn’t say biracial…anyone from around here who knew him knew he was mixed.”\n\nWe sued the school system for years because of their severe mishandling of my assault. They fought it tooth and nail and my mother and I eventually just gave up on it.\n\nRev. Willis Polk, a local pastor, and my best friend's father, visited and prayed with me often during those surgeries. I became a Christian during my recovery. I was baptized and preached my first sermons as a high school teenage minister in the black church. Rev. Polk, his son Willis, and I toured HBCU’s together in 1996 and we knew that Morehouse College in Atlanta was the only place for us. We loved it.\n\nAgain, this wasn’t me sneaking into Morehouse as an undercover white man. I was 17 and my racial identity was fully formed. I knew who I was. I wasn’t appropriating or faking, but living out my life. During this entire time, my mother and I had an unspoken understanding about my race. Her past, in a sense, was taboo for me, and I had honestly moved on from even wanting to know the details of who she slept with in January of 1979. I sincerely didn’t care and had compartmentalized it deep in my mind and moved on the best I could.\n\nTo be clear, I received a full academic and leadership scholarship to attend Morehouse College based on my grades and my leadership skills. I love Morehouse. It helped me heal from the brokenness of my past and my very best friendships and bonds were formed there. When I was forced to leave Morehouse to have yet another spinal surgery, I lost that scholarship and was then offered a scholarship from Oprah Winfrey when I returned to complete my studies. She wanted it to be for “diamonds in the rough” and that was pretty much who I was at that point. I didn’t apply for it. Nobody does. The college selects brothers who need it and I was, very gratefully, chosen for it.\n\nSince finishing Morehouse nearly 15 years ago, I have consistently and publicly shared my complicated story as an interracial child, facing the pressures of racism in an environment that lacked little intelligence or compassion about it. A part of this story has always been that I never chose to be black/interracial. Not only was it chosen for me by birth, but white students and staff fundamentally rejected me. Furthermore, the black community, my peers, their parents, and local black leaders, seeing that I was, in essence, a kid without a community, embraced me in the deepest, most soul-soothing ways. My wife, who has been with me since we were both in high school, has walked with me through this every step of the way and shared her story here earlier today.\n\nOutside of my mother’s home, as a kid I lived a deeply black experience. Black families invited me to attend vacation Bible school. I attended black family reunions where old people would come up and pinch my cheeks and tell me who I looked like in their family. I went to black skate parties, black block parties/festivals, and did so not as a white intruder, but as a Karl Kani wearing, widely welcomed, light-skinned black kid. I soaked up every moment I had as I was fully, unabashedly loved, even doted upon, by black families throughout central Kentucky. It was a refuge for me and also a rite of passage of sorts. In high school I joined exclusively black achievers groups. With scholars I love and respect to this day at the University of Kentucky, I attended and helped plan King Day events, and just lived my life.\n\nUntil this past week, never has anyone asked me who my father was during these 35 years of mine. It occurs to me now that I’ve never asked anyone that question either. It’s an odd question, and, in my case, has a complicated, deeply personal answer, but one that I have actually seen lived out many other times. I have walked other people very close to my wife and I through what it is like to find out that the person you believed was your father actually isn’t. This is a pretty common thing.\n\nI now see pictures of all of our young children, distant relatives, and even people who I am not actually related to spread across the internet in an attempt to shame us somehow. This is disgusting. I want to be clear. I love my family. I have never, not once, hidden or been ashamed of my family. They are my biggest supporters and defenders and always have been. Most of the pictures people have shared to prove that I am white actually came from my own social media accounts that I have shared to hundreds of thousands of people. It’s all a farce.\n\nNot one person behind these reports has remotely good intentions—quite the opposite, in fact. Since these articles have been released, my family and I have received constant death threats and nonstop racist harassment. Multiple members of my family have been harassed and we now have been forced to take extra security measures for our safety.\n\nThis was the goal... divide and conquer. But I will not allow it to define or distract me for one more day and hope that all of you reading this will move on with me. I have promised my wife, kids, extended family, and friends that this will be the last time I talk about this publicly for a long time. My work has never been about me and I've never made a big deal about my race. I've actually tried hard to avoid ever making a big deal out of it and have, instead, simply tried to do good work that matters. I'm eager to get back to the cause that concerns me most.\n\nMy focus will continue to be ending police brutality. I believe it is the pre-eminent civil rights issue of modern America and that, together, we can fight against it effectively.", "_id": {"$oid": "55daf19c04235215b082e3e6"}}