"{\"Text\": \"Weve put all of the information about Hillary Clintons State Department emails here. Just the facts, all in one place.\\n\\nWhy did Clinton use her own email account?\\n\\nWhen Clinton got to the Department, she opted to use her personal email account as a matter of convenience. It enabled her to reach people quickly and keep in regular touch with her family and friends more easily given her travel schedule.\\n\\nThat is the only reason she used her own account.\\n\\nHer usage was widely known to the over 100 State Department and U.S. government colleagues she emailed, consistent with the practice of prior Secretaries of State and permitted at the time.\\n\\nAs Clinton has said, in hindsight, it would have been better to just have two accounts. While she thought using one account would be easier, obviously, that has not been the case.\\n\\nWas it allowed?\\n\\nYes. The laws, regulations, and State Department policy in place during her tenure permitted her to use a non-government email for work.\\n\\nThe 2009 National Archives regulation in place during her tenure required that \\\"[a]gencies that allow employees to send and receive official electronic mail messages using a system not operated by the agency must ensure that Federal records sent or received on such systems are preserved in the appropriate agency recordkeeping system.\\\" The regulation recognizes the use of non-government email accounts.\\n\\nAs she has stated, Clinton's practice was to email government officials on their \\\".gov\\\" accounts, so her work emails were immediately captured and preserved. In fact, more than 90% of those emails should have already been captured in the State Departments email system before she provided them with paper copies.\\n\\nA Politifact analysis also confirmed that Clinton's practices complied with laws and regulations, including support from the former director of a prominent government accountability organization: \\\"In Clinton's defense, we should note that it was only after Clinton left the State Department, that the National Archives issued a recommendation that government employees should avoid conducting official business on personal emails (though they noted there might be extenuating circumstances such as an emergency that require it). Additionally, in 2014, President Barack Obama signed changes to the Federal Records Act that explicitly said federal officials can only use personal email addresses if they also copy or send the emails to their official account. Because these rules weren't in effect when Clinton was in office, 'she was in compliance with the laws and regulations at the time,' said Gary Bass, founder and former director of OMB Watch, a government accountability organization.\\\"\\n\\nClinton said she did not use her email to send or receive classified information, but the State Department and two Inspectors General said some of these emails do contain classified information. Was her statement inaccurate?\\n\\nClinton only used her account for unclassified email. No information in Clinton's emails was marked classified at the time she sent or received them.\\n\\nWhen information is reviewed for public release, it is common for information previously unclassified to be upgraded to classified if the State Department or another agency believes its public release could cause potential harm to national security, law enforcement or diplomatic relations.\\n\\nAfter reviewing a sampling of the 55,000 pages of emails, the Inspectors General have proffered that a small number of emails, which did not contain any classified markings and/or dissemination controls, should have been classified at the time they were sent. The State Department has said it disagrees with this assessment.\\n\\nClinton hopes the State Department and the agencies involved in the review process will sort out as quickly as possible which of the 55,000 pages of emails are appropriate to share with the public.\\n\\nHow did Clinton receive and consume classified information?\\n\\nThe Secretary's office was located in a secure area. Classified information was viewed in hard copy by Clinton while in the office. While on travel, the State Department had rigorous protocols for her and traveling staff to receive and transmit information of all types.\\n\\nA separate, closed email system was used by the State Department for the purpose of handling classified communications, which was designed to prevent such information from being transmitted anywhere other than within that system.\\n\\nIs Department of Justice conducting a criminal inquiry into Clintons email use?\\n\\nNo. As the Department of Justice and Inspectors General made clear, the IGs made a security referral. This was not criminal in nature as misreported by some in the press. The Department of Justice is now seeking assurances about the storage of materials related to Clintons email account.\\n\\nIs it true that her email server and a thumb drive were recently turned over to the government? Why?\\n\\nAgain, when information is reviewed for public release, it is common for information previously unclassified to be upgraded to classified if the State Department or another agency believes its public release could cause potential harm to national security, law enforcement or diplomatic relations.\\n\\nClinton hopes that State and the other agencies involved in the review process will sort out as quickly as possible which emails are appropriate to share with the public, and that the release will be as timely and as transparent as possible.\\n\\nWhen the Department upgraded some of the previously unclassified email to classified, her team worked with the State Department to ensure copies of her emails were stored in a safe and secure manner. She also directed her team to give her server that hosted her email account while she was Secretary to the Department of Justice, as well as a thumb drive containing copies of her emails that already had been provided to the State Department. Clinton has pledged to cooperate with the government's security inquiry.\\n\\nWould this issue not have arisen if she used a state.gov email address?\\n\\nEven if Clinton's emails had been on a government email address and government device, these questions would be raised prior to public release.\\n\\nWhile the State Department's review of her 55,000 emails brought the issue to the Inspectors Generals' attentions, the emails that recently were upgraded to classified prior to public release were on the unclassified .gov email system. They were not on the separate, closed system used by State Department for handling classified communications.\\n\\nHave Clinton's State Department aides also been asked to provide the Department and Congress with emails from their personal accounts?\\n\\nWe understand that members of her State Department staff were recently asked to assist the Department in its record-keeping by providing any work-related emails they may have on personal accounts. They have received requests from Rep. Gowdy as well.\\n\\nClinton is proud of the work of all the dedicated public servants that were part of her team at the State Department. She was proud of her aides then and is proud of them now, as they have committed - as she has - to being as helpful as possible in responding to requests.\\n\\nPress reports say she used multiple devices  a Blackberry and an iPad  is that true?\\n\\nClinton relied on her Blackberry for emailing. This was easiest for her. When the iPad came out in 2010, she was as curious as others and found it great for shopping, browsing, and reading articles when she traveled. She also had access to her email account on her iPad and sometimes used it for that too.\\n\\nWas she ever provided guidance about her use of a non-\\\".gov\\\" email account?\\n\\nThe State Department has and did provide guidance regarding the need to preserve federal records. To address these requirements, it was her practice to email government employees on their \\\".gov\\\" email address. That way, work emails would be immediately captured and preserved in government record-keeping systems.\\n\\nWhat did Clinton provide to the State Department?\\n\\nOn December 5, 2014, 30,490 copies of work or potentially work-related emails sent and received by Clinton from March 18, 2009, to February 1, 2013, were provided to the State Department. This totaled roughly 55,000 pages. More than 90% of her work or potentially work-related emails provided to the Department were already in the State Department's record-keeping system because those e-mails were sent to or received by \\\"state.gov\\\" accounts.\\n\\nEarly in her term, Clinton continued using an att.blackberry.net account that she had used during her Senate service. Given her practice from the beginning of emailing State Department officials on their state.gov accounts, her work-related emails during these initial weeks would have been captured and preserved in the State Department's record-keeping system. She, however, no longer had access to these emails once she transitioned from this account.\\n\\nWhy did the Select Committee announce that she used multiple email addresses during her tenure?\\n\\nIn fairness to the Committee, this was an honest misunderstanding. Clinton used one email account during her tenure at State (with the exception of her initial weeks in office while transitioning from an email account she had previously used). In March 2013, a month after she left the Department, Gawker published the email address she used while Secretary, and so she had to change the address on her account.\\n\\nAt the time the printed copies were provided to the Department in 2014, because it was the same account, the new email address established after she left office appeared on the printed copies as the sender, and not the address she used as Secretary. In fact, this address on the account did not exist until March 2013. This led to understandable confusion that was cleared up directly with the Committee after its press conference.\\n\\nWhy didn't Clinton provide her emails to the State Department until December 2014?\\n\\nIn 2014, after recognizing potential gaps in its overall recordkeeping system, the State Department asked for the help of the four previous former Secretaries in meeting the State Department's obligations under the Federal Records Act.\\n\\nClinton responded to this request by providing the State Department with over 55,000 pages of emails. As it was Clinton's practice to email U.S. government officials on their .gov accounts, the overwhelming majority of these emails should have already been preserved in the State Departments email system.\\n\\nIn providing these emails to the Department, Clinton included all she had that were even potentially work-relatedincluding emails about using a fax machine or asking for iced tea during a meetingerring on the side of over-inclusion, as confirmed by the Department and National Archives' determination that over 1250 emails were \\\"personal\\\" records (which they have indicated will be returned to her).\\n\\nAfter providing her work and potentially work-related emails, she chose not to keep her personal, non-work related emails, which by definition, are not federal records and were not requested by the Department or anyone else.\\n\\nWhy did the State Department ask for assistance in collecting records? Why did the State Department need assistance in further meeting its requirements under the Federal Records Act?\\n\\nThe State Department formally requested the assistance of the four previous former Secretaries in a letter to their representatives dated October 28, 2014, to help in further meeting the Departments requirements under the Federal Records Act.\\n\\nThe letter stated that in September 2013, the National Archives and Records Administration (NARA) issued new guidance clarifying records management responsibilities regarding the use of personal email accounts for government business.\\n\\nWhile this guidance was issued after all four former Secretaries had departed office, the Department decided to ensure its records were as complete as possible and sought copies of work emails sent or received by the Secretaries on their own accounts.\\n\\nWhy did Clinton decide not to keep her personal emails?\\n\\nAs Clinton has said before, these were private, personal messages, including emails about her daughter's wedding plans, her mother's funeral services and condolence notes, as well as emails on family vacations, yoga routines, and other items one would typically find in their own email account, such as offers from retailers, spam, etc.\\n\\nDid Clinton delete any emails while facing a subpoena?\\n\\nNo. As noted, the emails that Clinton chose not to keep were personal emailsthey were not federal records or even work-relatedand therefore were not subject to any preservation obligation under the Federal Records Act or any request. Nor would they have been subject to the subpoenawhich did not exist at the timethat was issued by the Benghazi Select Committee some three months later.\\n\\nRep. Gowdy's subpoena issued in March 2015 did not seek, and had nothing to do with, her personal, non-work emails nor her server nor the request by State Department last year for her help in their own record-keeping. Indeed in his March 19th letter, Rep. Gowdy expressly stated he was not seeking any emails that were \\\"purely personal in nature.\\\"\\n\\nIn March 2015, when Rep. Gowdy issued a subpoena to Clinton, the State Department had received all of Clinton's work-related emails in response to their 2014 request, and indeed, had already provided Clinton's relevant emails to Rep. Gowdys committee.\\n\\nRep. Gowdy, other Republicans, and some members of the media have seized on a CNN interview with Clinton to question her on this point. Rep. Gowdy has even gone so far as to say Clinton is lying. But he and the others are clearly mistaken.\\n\\nAs Vox reported, \\\"[S]he didn't lie about the subpoena. ... Clinton clearly wasn't responding to the question of whether she'd ever been subpoenaed by the Benghazi Committee but whether she'd been subpoenaed before she wiped the emails from her server.\\\" Additionally, Factcheck.org said in its analysis, \\\"Clinton's denial came in response to a question about deleting emails 'while facing a subpoena,' and Clinton objected to Keilar's 'assumption.' Clintons campaign said that the emails were deleted before she received the subpoena and that was the point Clinton was making.\\\" Politifact added, \\\"Suggesting that Clinton deleted emails while facing a subpoena contradicts what we know about the controversy so far.\\\"\\n\\nVox went on to further decry Rep. Gowdy's reaction, saying, \\\"[T]his one's a particularly absurd gimmick, even for a committee that is selectively leaking from depositions and documents to justify its existence. If there was a more extreme category of dissembling than 'pants on fire,' now would be the time for Politifact to roll it out on the House Republicans.\\\"\\n\\nWhy was the State Department given printed copies?\\n\\nThat is the requirement. The instructions regarding electronic mail in the Foreign Affairs Manual (the Department's policy manual) require that \\\"until technology allowing archival capabilities for long-term electronic storage and retrieval of email messages is available and installed, those messages warranting preservation as records (for periods longer than current E-mail systems routinely maintain them) must be printed out and filed with related records.\\\" [5 FAM 443.3].\\n\\nWere any work items deleted in the course of producing the printed copies?\\n\\nNo.\\n\\nHow many emails were in her account? And how many of those were provided to the State Department?\\n\\nHer email account contained a total of 62,320 sent and received emails from March 2009 to February 2013. Based on the review process described below, 30,490 of these emails were provided to the Department, and the remaining 31,830 were private, personal records.\\n\\nHow and who decided what should be provided to the State Department?\\n\\nThe Federal Records Act puts the obligation on the government official to determine what is and is not a federal record. The State Department Foreign Affairs Manual outlines guidance \\\"designed to help employees determine which of their e-mail messages must be preserved as federal records and which may be deleted without further authorization because they are not Federal record materials.\\\" [5 FAM 443.1(c)].\\n\\nFollowing conversations with State Department officials and in response to the State Department's 2014 letter to former Secretaries, Clinton directed her attorneys to assist by identifying and preserving all emails that could potentially be federal records. This entailed a multi-step process to review each email and provide printed copies of Clinton's emails to the State Department, erring on the side of including anything that might be even potentially work-related.\\n\\nA search was conducted on Clinton's email account for all emails sent and received from 2009 to her last day in office, February 1, 2013.\\n\\nAfter this universe was determined, a search was conducted for a \\\".gov\\\" (not just state.gov) in any address field in an email. This produced over 27,500 emails, representing more than 90% of the 30,490 printed copies that were provided to the State Department.\\n\\nTo help identify any potential non-\\\".gov\\\" correspondence that should be included, a search of first and last names of more than 100 State Department and other U.S. government officials was performed. This included all Deputy Secretaries, Under Secretaries, Assistant Secretaries, Ambassadors-at-Large, Special Representatives and Envoys, members of the Secretary's Foreign Policy Advisory Board, and other senior officials to the Secretary, including close aides and staff.\\n\\nNext, to account for non-obvious or non-recognizable email addresses or misspellings or other idiosyncrasies, the emails were sorted and reviewed both by sender and recipient.\\n\\nLastly, a number of terms were specifically searched for, including: \\\"Benghazi\\\" and \\\"Libya.\\\"\\n\\nThese additional three steps yielded just over another 2,900 emails, including emails from former Administration officials and long-time friends that may not be deemed by the State Department to be federal records. And hundreds of these emails actually had already been forwarded onto the state.gov system and captured in real-time.\\n\\nWith respect to materials that the Select Committee has requested, the State Department has stated that just under 300 emails related to Libya were provided by the State Department to the Select Committee in response to a November 2014 letter, which contained a broader request for materials than prior requests from the House Oversight and Government Reform Committee.\\n\\nGiven Clinton's practice of emailing State Department officials on their state.gov addresses, the State Department already had, and had already provided, the Select Committee with emails from Clinton in August 2014  prior to requesting and receiving printed copies of her emails.\\n\\nThe review process described above confirmed Clinton's practice of emailing State Department officials on their .gov address, with the vast majority of the printed copies of work-related emails Clinton provided to the State Department simply duplicating what was already captured in the State Department's record-keeping system in real time.\\n\\nDid Clinton use this account to communicate with foreign officials?\\n\\nDuring her time at State, she communicated with foreign officials in person, through correspondence, and by telephone. The review of all of her emails revealed only one email with a foreign (UK) official.\\n\\nDid she withhold any work emails? What about the 15 emails that Sid Blumenthal provided to the Select Committee that she did not provide to the State Department?\\n\\nShe provided the State Department with all work and potentially work-related emails that she had, including all of her correspondence with Sid Blumenthal. We understand that Mr. Blumenthal had some emails that Clinton did not have, and Clinton had some emails that Mr. Blumenthal did not have, but it is important to note that none of those emails provide any new insights on the attack on our facilities in Benghazi.\\n\\nDo you think a third party should have been allowed to review what was turned over to the State Department, as well as the remainder that was not?\\n\\nThe Federal Records Act puts the obligation on the government official, not the agency or a third party, to determine what is and is not a federal record. The State Department Foreign Affairs Manual outlines guidance \\\"designed to help employees determine which of their e-mail messages must be preserved as federal records and which may be deleted without further authorization because they are not Federal record materials.\\\" [5 FAM 443.1(c)].\\n\\nClinton responded to the State Department's request by providing approximately 55,000 pages of her work and potentially work-related emails. She has also taken the unprecedented step of asking that those emails be made public. In doing so, she has sought to support the State Department's efforts, fulfill her responsibility of record-keeping, and provide the chance for the public to assess the work she and officials at the State Department did during her tenure.\\n\\nAfter her work-related emails were identified and preserved, Clinton chose not to keep her private, personal emails that were not federal records, including emails about her daughter's wedding plans, her mother's funeral service, family vacations, etc.\\n\\nGovernment officials are granted the privacy of their personal, non-work related emails, including personal emails on .gov accounts. Clinton exercised her privilege to ensure the continued privacy of her personal, non-work related emails.\\n\\nCan't she release the emails she provided to the State Department herself?\\n\\nBecause the printed copies of work-related emails she provided to the State Department include federal records of the Department, the Department needs to review these emails before they can be made public. She called for them to be made available as soon as possible, and is glad to see the Department has begun releasing them.\\n\\nSome of the emails released show Clinton emailed aides at times on their personal, rather than .gov accounts. Was she trying to hide these communications?\\n\\nAs Clinton has said before, it was her practice to email U.S. government officials on their .gov accounts if it was work-related. This is evidenced in the emails released so far. In reviewing her emails in 2014, there was a fraction of emails with work-related information sent to U.S. government officials personal accounts, and those were provided to the State Department. The overwhelming majority of her work-related emails were to .gov accounts.\\n\\nWhere was the server for her email located?\\n\\nThe server for her email was physically located on her property, which is protected by U.S. Secret Service.\\n\\nWhat level of encryption was employed? Who was the service provider?\\n\\nThe security and integrity of her family's electronic communications was taken seriously from the onset when it was first set up for President Clinton's team. While the curiosity about the specifics of this set up is understandable, given what people with ill intentions can do with such information in this day and age, there are concerns about broadcasting specific technical details about past and current practices. Suffice it to say, robust protections were put in place and additional upgrades and techniques employed over time as they became available, including consulting and employing third party experts.\\n\\nWas the server ever hacked?\\n\\nNo, there is no evidence there was ever a breach.\\n\\nWas there ever an unauthorized intrusion into her email or did anyone else have access to it?\\n\\nNo.\\n\\nWhat was done after her email was exposed in February 2013 after the hacker known as \\\"Guccifer\\\" hacked Sid Blumenthals account?\\n\\nWhile this was not a breach of Clinton's account, because her email address was exposed, steps were taken at that time to ensure the security and integrity of her electronic communications, including changing her email address.\\n\\nWas the State Department able to respond to requests related to FOIA or Congressional requests before they received printed copies of her work-related emails?\\n\\nYes. As the Select Committee has said, the State Department provided the Committee with relevant emails it already had on the state.gov system before the State Department requested any printed copies from former Secretaries, and four months before the State Department received the printed copies.\\n\\nFor example, in the well-publicized hack of Sid Blumenthal's email account, a note he sent Clinton on September 12, 2012, was posted online. At first blush, one might not think this exchange would be captured on the state.gov system. But in fact, Clinton forwarded the email, that very same day, onto the state.gov system. And the email was produced by the State Department to the Select Committee, and acknowledged by the Select Committee, in August 2014.\\n\\nThis example illustrates: 1) when an email from a non-\\\".gov\\\" sender had some connection to work or might add to the understanding of State Department officials, it was Clintons practice to forward it to officials at their \\\"state.gov\\\" address; and 2) the State Department was able to search and produce Clintons emails when needed long before, and unrelated to, receiving the printed copies as they were already captured on state.gov accounts.\", \"Text_Bigrams\": [[\"weve\", \"put\"], [\"put\", \"information\"], [\"information\", \"hillary\"], [\"hillary\", \"clinton\"], [\"clinton\", \"state\"], [\"state\", \"department\"], [\"department\", \"email\"], [\"email\", \"fact\"], [\"fact\", \"one\"], [\"one\", \"place\"], [\"place\", \"clinton\"], [\"clinton\", \"use\"], [\"use\", \"email\"], [\"email\", \"account\"], [\"account\", \"clinton\"], [\"clinton\", \"got\"], [\"got\", \"department\"], [\"department\", \"opted\"], [\"opted\", \"use\"], [\"use\", \"personal\"], [\"personal\", \"email\"], [\"email\", \"account\"], [\"account\", \"matter\"], [\"matter\", \"convenience\"], [\"convenience\", \"enabled\"], [\"enabled\", \"reach\"], [\"reach\", \"people\"], [\"people\", \"quickly\"], [\"quickly\", \"keep\"], [\"keep\", \"regular\"], [\"regular\", \"touch\"], [\"touch\", \"family\"], [\"family\", \"friend\"], [\"friend\", \"easily\"], [\"easily\", \"given\"], [\"given\", \"travel\"], [\"travel\", \"schedule\"], [\"schedule\", \"reason\"], [\"reason\", \"used\"], [\"used\", \"account\"], [\"account\", \"usage\"], [\"usage\", \"widely\"], [\"widely\", \"known\"], [\"known\", \"100\"], [\"100\", \"state\"], [\"state\", \"department\"], [\"department\", \"u\"], [\"u\", \"government\"], [\"government\", \"colleague\"], [\"colleague\", \"emailed\"], [\"emailed\", \"consistent\"], [\"consistent\", \"practice\"], [\"practice\", \"prior\"], [\"prior\", \"secretary\"], [\"secretary\", \"state\"], [\"state\", \"permitted\"], [\"permitted\", \"time\"], [\"time\", \"clinton\"], [\"clinton\", \"said\"], [\"said\", \"hindsight\"], [\"hindsight\", \"would\"], [\"would\", \"better\"], [\"better\", \"two\"], [\"two\", \"account\"], [\"account\", \"thought\"], [\"thought\", \"using\"], [\"using\", \"one\"], [\"one\", \"account\"], [\"account\", \"would\"], [\"would\", \"easier\"], [\"easier\", \"obviously\"], [\"obviously\", \"case\"], [\"case\", \"allowed\"], [\"allowed\", \"yes\"], [\"yes\", \"law\"], [\"law\", \"regulation\"], [\"regulation\", \"state\"], [\"state\", \"department\"], [\"department\", \"policy\"], [\"policy\", \"place\"], [\"place\", \"tenure\"], [\"tenure\", \"permitted\"], [\"permitted\", \"use\"], [\"use\", \"nongovernment\"], [\"nongovernment\", \"email\"], [\"email\", \"work\"], [\"work\", \"2009\"], [\"2009\", \"national\"], [\"national\", \"archive\"], [\"archive\", \"regulation\"], [\"regulation\", \"place\"], [\"place\", \"tenure\"], [\"tenure\", \"required\"], [\"required\", \"agency\"], [\"agency\", \"allow\"], [\"allow\", \"employee\"], [\"employee\", \"send\"], [\"send\", \"receive\"], [\"receive\", \"official\"], [\"official\", \"electronic\"], [\"electronic\", \"mail\"], [\"mail\", \"message\"], [\"message\", \"using\"], [\"using\", \"system\"], [\"system\", \"operated\"], [\"operated\", \"agency\"], [\"agency\", \"must\"], [\"must\", \"ensure\"], [\"ensure\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"sent\"], [\"sent\", \"received\"], [\"received\", \"system\"], [\"system\", \"preserved\"], [\"preserved\", \"appropriate\"], [\"appropriate\", \"agency\"], [\"agency\", \"recordkeeping\"], [\"recordkeeping\", \"system\"], [\"system\", \"regulation\"], [\"regulation\", \"recognizes\"], [\"recognizes\", \"use\"], [\"use\", \"nongovernment\"], [\"nongovernment\", \"email\"], [\"email\", \"account\"], [\"account\", \"stated\"], [\"stated\", \"clinton\"], [\"clinton\", \"practice\"], [\"practice\", \"email\"], [\"email\", \"government\"], [\"government\", \"official\"], [\"official\", \"gov\"], [\"gov\", \"account\"], [\"account\", \"work\"], [\"work\", \"email\"], [\"email\", \"immediately\"], [\"immediately\", \"captured\"], [\"captured\", \"preserved\"], [\"preserved\", \"fact\"], [\"fact\", \"90\"], [\"90\", \"email\"], [\"email\", \"already\"], [\"already\", \"captured\"], [\"captured\", \"state\"], [\"state\", \"department\"], [\"department\", \"email\"], [\"email\", \"system\"], [\"system\", \"provided\"], [\"provided\", \"paper\"], [\"paper\", \"copy\"], [\"copy\", \"politifact\"], [\"politifact\", \"analysis\"], [\"analysis\", \"also\"], [\"also\", \"confirmed\"], [\"confirmed\", \"clinton\"], [\"clinton\", \"practice\"], [\"practice\", \"complied\"], [\"complied\", \"law\"], [\"law\", \"regulation\"], [\"regulation\", \"including\"], [\"including\", \"support\"], [\"support\", \"former\"], [\"former\", \"director\"], [\"director\", \"prominent\"], [\"prominent\", \"government\"], [\"government\", \"accountability\"], [\"accountability\", \"organization\"], [\"organization\", \"clinton\"], [\"clinton\", \"defense\"], [\"defense\", \"note\"], [\"note\", \"clinton\"], [\"clinton\", \"left\"], [\"left\", \"state\"], [\"state\", \"department\"], [\"department\", \"national\"], [\"national\", \"archive\"], [\"archive\", \"issued\"], [\"issued\", \"recommendation\"], [\"recommendation\", \"government\"], [\"government\", \"employee\"], [\"employee\", \"avoid\"], [\"avoid\", \"conducting\"], [\"conducting\", \"official\"], [\"official\", \"business\"], [\"business\", \"personal\"], [\"personal\", \"email\"], [\"email\", \"though\"], [\"though\", \"noted\"], [\"noted\", \"might\"], [\"might\", \"extenuating\"], [\"extenuating\", \"circumstance\"], [\"circumstance\", \"emergency\"], [\"emergency\", \"require\"], [\"require\", \"additionally\"], [\"additionally\", \"2014\"], [\"2014\", \"president\"], [\"president\", \"barack\"], [\"barack\", \"obama\"], [\"obama\", \"signed\"], [\"signed\", \"change\"], [\"change\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"act\"], [\"act\", \"explicitly\"], [\"explicitly\", \"said\"], [\"said\", \"federal\"], [\"federal\", \"official\"], [\"official\", \"use\"], [\"use\", \"personal\"], [\"personal\", \"email\"], [\"email\", \"address\"], [\"address\", \"also\"], [\"also\", \"copy\"], [\"copy\", \"send\"], [\"send\", \"email\"], [\"email\", \"official\"], [\"official\", \"account\"], [\"account\", \"rule\"], [\"rule\", \"werent\"], [\"werent\", \"effect\"], [\"effect\", \"clinton\"], [\"clinton\", \"office\"], [\"office\", \"compliance\"], [\"compliance\", \"law\"], [\"law\", \"regulation\"], [\"regulation\", \"time\"], [\"time\", \"said\"], [\"said\", \"gary\"], [\"gary\", \"bass\"], [\"bass\", \"founder\"], [\"founder\", \"former\"], [\"former\", \"director\"], [\"director\", \"omb\"], [\"omb\", \"watch\"], [\"watch\", \"government\"], [\"government\", \"accountability\"], [\"accountability\", \"organization\"], [\"organization\", \"clinton\"], [\"clinton\", \"said\"], [\"said\", \"use\"], [\"use\", \"email\"], [\"email\", \"send\"], [\"send\", \"receive\"], [\"receive\", \"classified\"], [\"classified\", \"information\"], [\"information\", \"state\"], [\"state\", \"department\"], [\"department\", \"two\"], [\"two\", \"inspector\"], [\"inspector\", \"general\"], [\"general\", \"said\"], [\"said\", \"email\"], [\"email\", \"contain\"], [\"contain\", \"classified\"], [\"classified\", \"information\"], [\"information\", \"statement\"], [\"statement\", \"inaccurate\"], [\"inaccurate\", \"clinton\"], [\"clinton\", \"used\"], [\"used\", \"account\"], [\"account\", \"unclassified\"], [\"unclassified\", \"email\"], [\"email\", \"information\"], [\"information\", \"clinton\"], [\"clinton\", \"email\"], [\"email\", \"marked\"], [\"marked\", \"classified\"], [\"classified\", \"time\"], [\"time\", \"sent\"], [\"sent\", \"received\"], [\"received\", \"information\"], [\"information\", \"reviewed\"], [\"reviewed\", \"public\"], [\"public\", \"release\"], [\"release\", \"common\"], [\"common\", \"information\"], [\"information\", \"previously\"], [\"previously\", \"unclassified\"], [\"unclassified\", \"upgraded\"], [\"upgraded\", \"classified\"], [\"classified\", \"state\"], [\"state\", \"department\"], [\"department\", \"another\"], [\"another\", \"agency\"], [\"agency\", \"belief\"], [\"belief\", \"public\"], [\"public\", \"release\"], [\"release\", \"could\"], [\"could\", \"cause\"], [\"cause\", \"potential\"], [\"potential\", \"harm\"], [\"harm\", \"national\"], [\"national\", \"security\"], [\"security\", \"law\"], [\"law\", \"enforcement\"], [\"enforcement\", \"diplomatic\"], [\"diplomatic\", \"relation\"], [\"relation\", \"reviewing\"], [\"reviewing\", \"sampling\"], [\"sampling\", \"55000\"], [\"55000\", \"page\"], [\"page\", \"email\"], [\"email\", \"inspector\"], [\"inspector\", \"general\"], [\"general\", \"proffered\"], [\"proffered\", \"small\"], [\"small\", \"number\"], [\"number\", \"email\"], [\"email\", \"contain\"], [\"contain\", \"classified\"], [\"classified\", \"marking\"], [\"marking\", \"andor\"], [\"andor\", \"dissemination\"], [\"dissemination\", \"control\"], [\"control\", \"classified\"], [\"classified\", \"time\"], [\"time\", \"sent\"], [\"sent\", \"state\"], [\"state\", \"department\"], [\"department\", \"said\"], [\"said\", \"disagrees\"], [\"disagrees\", \"assessment\"], [\"assessment\", \"clinton\"], [\"clinton\", \"hope\"], [\"hope\", \"state\"], [\"state\", \"department\"], [\"department\", \"agency\"], [\"agency\", \"involved\"], [\"involved\", \"review\"], [\"review\", \"process\"], [\"process\", \"sort\"], [\"sort\", \"quickly\"], [\"quickly\", \"possible\"], [\"possible\", \"55000\"], [\"55000\", \"page\"], [\"page\", \"email\"], [\"email\", \"appropriate\"], [\"appropriate\", \"share\"], [\"share\", \"public\"], [\"public\", \"clinton\"], [\"clinton\", \"receive\"], [\"receive\", \"consume\"], [\"consume\", \"classified\"], [\"classified\", \"information\"], [\"information\", \"secretary\"], [\"secretary\", \"office\"], [\"office\", \"located\"], [\"located\", \"secure\"], [\"secure\", \"area\"], [\"area\", \"classified\"], [\"classified\", \"information\"], [\"information\", \"viewed\"], [\"viewed\", \"hard\"], [\"hard\", \"copy\"], [\"copy\", \"clinton\"], [\"clinton\", \"office\"], [\"office\", \"travel\"], [\"travel\", \"state\"], [\"state\", \"department\"], [\"department\", \"rigorous\"], [\"rigorous\", \"protocol\"], [\"protocol\", \"traveling\"], [\"traveling\", \"staff\"], [\"staff\", \"receive\"], [\"receive\", \"transmit\"], [\"transmit\", \"information\"], [\"information\", \"type\"], [\"type\", \"separate\"], [\"separate\", \"closed\"], [\"closed\", \"email\"], [\"email\", \"system\"], [\"system\", \"used\"], [\"used\", \"state\"], [\"state\", \"department\"], [\"department\", \"purpose\"], [\"purpose\", \"handling\"], [\"handling\", \"classified\"], [\"classified\", \"communication\"], [\"communication\", \"designed\"], [\"designed\", \"prevent\"], [\"prevent\", \"information\"], [\"information\", \"transmitted\"], [\"transmitted\", \"anywhere\"], [\"anywhere\", \"within\"], [\"within\", \"system\"], [\"system\", \"department\"], [\"department\", \"justice\"], [\"justice\", \"conducting\"], [\"conducting\", \"criminal\"], [\"criminal\", \"inquiry\"], [\"inquiry\", \"clinton\"], [\"clinton\", \"email\"], [\"email\", \"use\"], [\"use\", \"department\"], [\"department\", \"justice\"], [\"justice\", \"inspector\"], [\"inspector\", \"general\"], [\"general\", \"made\"], [\"made\", \"clear\"], [\"clear\", \"ig\"], [\"ig\", \"made\"], [\"made\", \"security\"], [\"security\", \"referral\"], [\"referral\", \"criminal\"], [\"criminal\", \"nature\"], [\"nature\", \"misreported\"], [\"misreported\", \"press\"], [\"press\", \"department\"], [\"department\", \"justice\"], [\"justice\", \"seeking\"], [\"seeking\", \"assurance\"], [\"assurance\", \"storage\"], [\"storage\", \"material\"], [\"material\", \"related\"], [\"related\", \"clinton\"], [\"clinton\", \"email\"], [\"email\", \"account\"], [\"account\", \"true\"], [\"true\", \"email\"], [\"email\", \"server\"], [\"server\", \"thumb\"], [\"thumb\", \"drive\"], [\"drive\", \"recently\"], [\"recently\", \"turned\"], [\"turned\", \"government\"], [\"government\", \"information\"], [\"information\", \"reviewed\"], [\"reviewed\", \"public\"], [\"public\", \"release\"], [\"release\", \"common\"], [\"common\", \"information\"], [\"information\", \"previously\"], [\"previously\", \"unclassified\"], [\"unclassified\", \"upgraded\"], [\"upgraded\", \"classified\"], [\"classified\", \"state\"], [\"state\", \"department\"], [\"department\", \"another\"], [\"another\", \"agency\"], [\"agency\", \"belief\"], [\"belief\", \"public\"], [\"public\", \"release\"], [\"release\", \"could\"], [\"could\", \"cause\"], [\"cause\", \"potential\"], [\"potential\", \"harm\"], [\"harm\", \"national\"], [\"national\", \"security\"], [\"security\", \"law\"], [\"law\", \"enforcement\"], [\"enforcement\", \"diplomatic\"], [\"diplomatic\", \"relation\"], [\"relation\", \"clinton\"], [\"clinton\", \"hope\"], [\"hope\", \"state\"], [\"state\", \"agency\"], [\"agency\", \"involved\"], [\"involved\", \"review\"], [\"review\", \"process\"], [\"process\", \"sort\"], [\"sort\", \"quickly\"], [\"quickly\", \"possible\"], [\"possible\", \"email\"], [\"email\", \"appropriate\"], [\"appropriate\", \"share\"], [\"share\", \"public\"], [\"public\", \"release\"], [\"release\", \"timely\"], [\"timely\", \"transparent\"], [\"transparent\", \"possible\"], [\"possible\", \"department\"], [\"department\", \"upgraded\"], [\"upgraded\", \"previously\"], [\"previously\", \"unclassified\"], [\"unclassified\", \"email\"], [\"email\", \"classified\"], [\"classified\", \"team\"], [\"team\", \"worked\"], [\"worked\", \"state\"], [\"state\", \"department\"], [\"department\", \"ensure\"], [\"ensure\", \"copy\"], [\"copy\", \"email\"], [\"email\", \"stored\"], [\"stored\", \"safe\"], [\"safe\", \"secure\"], [\"secure\", \"manner\"], [\"manner\", \"also\"], [\"also\", \"directed\"], [\"directed\", \"team\"], [\"team\", \"give\"], [\"give\", \"server\"], [\"server\", \"hosted\"], [\"hosted\", \"email\"], [\"email\", \"account\"], [\"account\", \"secretary\"], [\"secretary\", \"department\"], [\"department\", \"justice\"], [\"justice\", \"well\"], [\"well\", \"thumb\"], [\"thumb\", \"drive\"], [\"drive\", \"containing\"], [\"containing\", \"copy\"], [\"copy\", \"email\"], [\"email\", \"already\"], [\"already\", \"provided\"], [\"provided\", \"state\"], [\"state\", \"department\"], [\"department\", \"clinton\"], [\"clinton\", \"pledged\"], [\"pledged\", \"cooperate\"], [\"cooperate\", \"government\"], [\"government\", \"security\"], [\"security\", \"inquiry\"], [\"inquiry\", \"would\"], [\"would\", \"issue\"], [\"issue\", \"arisen\"], [\"arisen\", \"used\"], [\"used\", \"stategov\"], [\"stategov\", \"email\"], [\"email\", \"address\"], [\"address\", \"even\"], [\"even\", \"clinton\"], [\"clinton\", \"email\"], [\"email\", \"government\"], [\"government\", \"email\"], [\"email\", \"address\"], [\"address\", \"government\"], [\"government\", \"device\"], [\"device\", \"question\"], [\"question\", \"would\"], [\"would\", \"raised\"], [\"raised\", \"prior\"], [\"prior\", \"public\"], [\"public\", \"release\"], [\"release\", \"state\"], [\"state\", \"department\"], [\"department\", \"review\"], [\"review\", \"55000\"], [\"55000\", \"email\"], [\"email\", \"brought\"], [\"brought\", \"issue\"], [\"issue\", \"inspector\"], [\"inspector\", \"general\"], [\"general\", \"attention\"], [\"attention\", \"email\"], [\"email\", \"recently\"], [\"recently\", \"upgraded\"], [\"upgraded\", \"classified\"], [\"classified\", \"prior\"], [\"prior\", \"public\"], [\"public\", \"release\"], [\"release\", \"unclassified\"], [\"unclassified\", \"gov\"], [\"gov\", \"email\"], [\"email\", \"system\"], [\"system\", \"separate\"], [\"separate\", \"closed\"], [\"closed\", \"system\"], [\"system\", \"used\"], [\"used\", \"state\"], [\"state\", \"department\"], [\"department\", \"handling\"], [\"handling\", \"classified\"], [\"classified\", \"communication\"], [\"communication\", \"clinton\"], [\"clinton\", \"state\"], [\"state\", \"department\"], [\"department\", \"aide\"], [\"aide\", \"also\"], [\"also\", \"asked\"], [\"asked\", \"provide\"], [\"provide\", \"department\"], [\"department\", \"congress\"], [\"congress\", \"email\"], [\"email\", \"personal\"], [\"personal\", \"account\"], [\"account\", \"understand\"], [\"understand\", \"member\"], [\"member\", \"state\"], [\"state\", \"department\"], [\"department\", \"staff\"], [\"staff\", \"recently\"], [\"recently\", \"asked\"], [\"asked\", \"assist\"], [\"assist\", \"department\"], [\"department\", \"recordkeeping\"], [\"recordkeeping\", \"providing\"], [\"providing\", \"workrelated\"], [\"workrelated\", \"email\"], [\"email\", \"may\"], [\"may\", \"personal\"], [\"personal\", \"account\"], [\"account\", \"received\"], [\"received\", \"request\"], [\"request\", \"rep\"], [\"rep\", \"gowdy\"], [\"gowdy\", \"well\"], [\"well\", \"clinton\"], [\"clinton\", \"proud\"], [\"proud\", \"work\"], [\"work\", \"dedicated\"], [\"dedicated\", \"public\"], [\"public\", \"servant\"], [\"servant\", \"part\"], [\"part\", \"team\"], [\"team\", \"state\"], [\"state\", \"department\"], [\"department\", \"proud\"], [\"proud\", \"aide\"], [\"aide\", \"proud\"], [\"proud\", \"committed\"], [\"committed\", \"helpful\"], [\"helpful\", \"possible\"], [\"possible\", \"responding\"], [\"responding\", \"request\"], [\"request\", \"press\"], [\"press\", \"report\"], [\"report\", \"say\"], [\"say\", \"used\"], [\"used\", \"multiple\"], [\"multiple\", \"device\"], [\"device\", \"blackberry\"], [\"blackberry\", \"ipad\"], [\"ipad\", \"true\"], [\"true\", \"clinton\"], [\"clinton\", \"relied\"], [\"relied\", \"blackberry\"], [\"blackberry\", \"emailing\"], [\"emailing\", \"easiest\"], [\"easiest\", \"ipad\"], [\"ipad\", \"came\"], [\"came\", \"2010\"], [\"2010\", \"curious\"], [\"curious\", \"others\"], [\"others\", \"found\"], [\"found\", \"great\"], [\"great\", \"shopping\"], [\"shopping\", \"browsing\"], [\"browsing\", \"reading\"], [\"reading\", \"article\"], [\"article\", \"traveled\"], [\"traveled\", \"also\"], [\"also\", \"access\"], [\"access\", \"email\"], [\"email\", \"account\"], [\"account\", \"ipad\"], [\"ipad\", \"sometimes\"], [\"sometimes\", \"used\"], [\"used\", \"ever\"], [\"ever\", \"provided\"], [\"provided\", \"guidance\"], [\"guidance\", \"use\"], [\"use\", \"nongov\"], [\"nongov\", \"email\"], [\"email\", \"account\"], [\"account\", \"state\"], [\"state\", \"department\"], [\"department\", \"provide\"], [\"provide\", \"guidance\"], [\"guidance\", \"regarding\"], [\"regarding\", \"need\"], [\"need\", \"preserve\"], [\"preserve\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"address\"], [\"address\", \"requirement\"], [\"requirement\", \"practice\"], [\"practice\", \"email\"], [\"email\", \"government\"], [\"government\", \"employee\"], [\"employee\", \"gov\"], [\"gov\", \"email\"], [\"email\", \"address\"], [\"address\", \"way\"], [\"way\", \"work\"], [\"work\", \"email\"], [\"email\", \"would\"], [\"would\", \"immediately\"], [\"immediately\", \"captured\"], [\"captured\", \"preserved\"], [\"preserved\", \"government\"], [\"government\", \"recordkeeping\"], [\"recordkeeping\", \"system\"], [\"system\", \"clinton\"], [\"clinton\", \"provide\"], [\"provide\", \"state\"], [\"state\", \"department\"], [\"department\", \"december\"], [\"december\", \"5\"], [\"5\", \"2014\"], [\"2014\", \"30490\"], [\"30490\", \"copy\"], [\"copy\", \"work\"], [\"work\", \"potentially\"], [\"potentially\", \"workrelated\"], [\"workrelated\", \"email\"], [\"email\", \"sent\"], [\"sent\", \"received\"], [\"received\", \"clinton\"], [\"clinton\", \"march\"], [\"march\", \"18\"], [\"18\", \"2009\"], [\"2009\", \"february\"], [\"february\", \"1\"], [\"1\", \"2013\"], [\"2013\", \"provided\"], [\"provided\", \"state\"], [\"state\", \"department\"], [\"department\", \"totaled\"], [\"totaled\", \"roughly\"], [\"roughly\", \"55000\"], [\"55000\", \"page\"], [\"page\", \"90\"], [\"90\", \"work\"], [\"work\", \"potentially\"], [\"potentially\", \"workrelated\"], [\"workrelated\", \"email\"], [\"email\", \"provided\"], [\"provided\", \"department\"], [\"department\", \"already\"], [\"already\", \"state\"], [\"state\", \"department\"], [\"department\", \"recordkeeping\"], [\"recordkeeping\", \"system\"], [\"system\", \"email\"], [\"email\", \"sent\"], [\"sent\", \"received\"], [\"received\", \"stategov\"], [\"stategov\", \"account\"], [\"account\", \"early\"], [\"early\", \"term\"], [\"term\", \"clinton\"], [\"clinton\", \"continued\"], [\"continued\", \"using\"], [\"using\", \"attblackberrynet\"], [\"attblackberrynet\", \"account\"], [\"account\", \"used\"], [\"used\", \"senate\"], [\"senate\", \"service\"], [\"service\", \"given\"], [\"given\", \"practice\"], [\"practice\", \"beginning\"], [\"beginning\", \"emailing\"], [\"emailing\", \"state\"], [\"state\", \"department\"], [\"department\", \"official\"], [\"official\", \"stategov\"], [\"stategov\", \"account\"], [\"account\", \"workrelated\"], [\"workrelated\", \"email\"], [\"email\", \"initial\"], [\"initial\", \"week\"], [\"week\", \"would\"], [\"would\", \"captured\"], [\"captured\", \"preserved\"], [\"preserved\", \"state\"], [\"state\", \"department\"], [\"department\", \"recordkeeping\"], [\"recordkeeping\", \"system\"], [\"system\", \"however\"], [\"however\", \"longer\"], [\"longer\", \"access\"], [\"access\", \"email\"], [\"email\", \"transitioned\"], [\"transitioned\", \"account\"], [\"account\", \"select\"], [\"select\", \"committee\"], [\"committee\", \"announce\"], [\"announce\", \"used\"], [\"used\", \"multiple\"], [\"multiple\", \"email\"], [\"email\", \"address\"], [\"address\", \"tenure\"], [\"tenure\", \"fairness\"], [\"fairness\", \"committee\"], [\"committee\", \"honest\"], [\"honest\", \"misunderstanding\"], [\"misunderstanding\", \"clinton\"], [\"clinton\", \"used\"], [\"used\", \"one\"], [\"one\", \"email\"], [\"email\", \"account\"], [\"account\", \"tenure\"], [\"tenure\", \"state\"], [\"state\", \"exception\"], [\"exception\", \"initial\"], [\"initial\", \"week\"], [\"week\", \"office\"], [\"office\", \"transitioning\"], [\"transitioning\", \"email\"], [\"email\", \"account\"], [\"account\", \"previously\"], [\"previously\", \"used\"], [\"used\", \"march\"], [\"march\", \"2013\"], [\"2013\", \"month\"], [\"month\", \"left\"], [\"left\", \"department\"], [\"department\", \"gawker\"], [\"gawker\", \"published\"], [\"published\", \"email\"], [\"email\", \"address\"], [\"address\", \"used\"], [\"used\", \"secretary\"], [\"secretary\", \"change\"], [\"change\", \"address\"], [\"address\", \"account\"], [\"account\", \"time\"], [\"time\", \"printed\"], [\"printed\", \"copy\"], [\"copy\", \"provided\"], [\"provided\", \"department\"], [\"department\", \"2014\"], [\"2014\", \"account\"], [\"account\", \"new\"], [\"new\", \"email\"], [\"email\", \"address\"], [\"address\", \"established\"], [\"established\", \"left\"], [\"left\", \"office\"], [\"office\", \"appeared\"], [\"appeared\", \"printed\"], [\"printed\", \"copy\"], [\"copy\", \"sender\"], [\"sender\", \"address\"], [\"address\", \"used\"], [\"used\", \"secretary\"], [\"secretary\", \"fact\"], [\"fact\", \"address\"], [\"address\", \"account\"], [\"account\", \"exist\"], [\"exist\", \"march\"], [\"march\", \"2013\"], [\"2013\", \"led\"], [\"led\", \"understandable\"], [\"understandable\", \"confusion\"], [\"confusion\", \"cleared\"], [\"cleared\", \"directly\"], [\"directly\", \"committee\"], [\"committee\", \"press\"], [\"press\", \"conference\"], [\"conference\", \"didnt\"], [\"didnt\", \"clinton\"], [\"clinton\", \"provide\"], [\"provide\", \"email\"], [\"email\", \"state\"], [\"state\", \"department\"], [\"department\", \"december\"], [\"december\", \"2014\"], [\"2014\", \"2014\"], [\"2014\", \"recognizing\"], [\"recognizing\", \"potential\"], [\"potential\", \"gap\"], [\"gap\", \"overall\"], [\"overall\", \"recordkeeping\"], [\"recordkeeping\", \"system\"], [\"system\", \"state\"], [\"state\", \"department\"], [\"department\", \"asked\"], [\"asked\", \"help\"], [\"help\", \"four\"], [\"four\", \"previous\"], [\"previous\", \"former\"], [\"former\", \"secretary\"], [\"secretary\", \"meeting\"], [\"meeting\", \"state\"], [\"state\", \"department\"], [\"department\", \"obligation\"], [\"obligation\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"act\"], [\"act\", \"clinton\"], [\"clinton\", \"responded\"], [\"responded\", \"request\"], [\"request\", \"providing\"], [\"providing\", \"state\"], [\"state\", \"department\"], [\"department\", \"55000\"], [\"55000\", \"page\"], [\"page\", \"email\"], [\"email\", \"clinton\"], [\"clinton\", \"practice\"], [\"practice\", \"email\"], [\"email\", \"u\"], [\"u\", \"government\"], [\"government\", \"official\"], [\"official\", \"gov\"], [\"gov\", \"account\"], [\"account\", \"overwhelming\"], [\"overwhelming\", \"majority\"], [\"majority\", \"email\"], [\"email\", \"already\"], [\"already\", \"preserved\"], [\"preserved\", \"state\"], [\"state\", \"department\"], [\"department\", \"email\"], [\"email\", \"system\"], [\"system\", \"providing\"], [\"providing\", \"email\"], [\"email\", \"department\"], [\"department\", \"clinton\"], [\"clinton\", \"included\"], [\"included\", \"even\"], [\"even\", \"potentially\"], [\"potentially\", \"workrelatedincluding\"], [\"workrelatedincluding\", \"email\"], [\"email\", \"using\"], [\"using\", \"fax\"], [\"fax\", \"machine\"], [\"machine\", \"asking\"], [\"asking\", \"iced\"], [\"iced\", \"tea\"], [\"tea\", \"meetingerring\"], [\"meetingerring\", \"side\"], [\"side\", \"overinclusion\"], [\"overinclusion\", \"confirmed\"], [\"confirmed\", \"department\"], [\"department\", \"national\"], [\"national\", \"archive\"], [\"archive\", \"determination\"], [\"determination\", \"1250\"], [\"1250\", \"email\"], [\"email\", \"personal\"], [\"personal\", \"record\"], [\"record\", \"indicated\"], [\"indicated\", \"returned\"], [\"returned\", \"providing\"], [\"providing\", \"work\"], [\"work\", \"potentially\"], [\"potentially\", \"workrelated\"], [\"workrelated\", \"email\"], [\"email\", \"chose\"], [\"chose\", \"keep\"], [\"keep\", \"personal\"], [\"personal\", \"nonwork\"], [\"nonwork\", \"related\"], [\"related\", \"email\"], [\"email\", \"definition\"], [\"definition\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"requested\"], [\"requested\", \"department\"], [\"department\", \"anyone\"], [\"anyone\", \"else\"], [\"else\", \"state\"], [\"state\", \"department\"], [\"department\", \"ask\"], [\"ask\", \"assistance\"], [\"assistance\", \"collecting\"], [\"collecting\", \"record\"], [\"record\", \"state\"], [\"state\", \"department\"], [\"department\", \"need\"], [\"need\", \"assistance\"], [\"assistance\", \"meeting\"], [\"meeting\", \"requirement\"], [\"requirement\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"act\"], [\"act\", \"state\"], [\"state\", \"department\"], [\"department\", \"formally\"], [\"formally\", \"requested\"], [\"requested\", \"assistance\"], [\"assistance\", \"four\"], [\"four\", \"previous\"], [\"previous\", \"former\"], [\"former\", \"secretary\"], [\"secretary\", \"letter\"], [\"letter\", \"representative\"], [\"representative\", \"dated\"], [\"dated\", \"october\"], [\"october\", \"28\"], [\"28\", \"2014\"], [\"2014\", \"help\"], [\"help\", \"meeting\"], [\"meeting\", \"department\"], [\"department\", \"requirement\"], [\"requirement\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"act\"], [\"act\", \"letter\"], [\"letter\", \"stated\"], [\"stated\", \"september\"], [\"september\", \"2013\"], [\"2013\", \"national\"], [\"national\", \"archive\"], [\"archive\", \"record\"], [\"record\", \"administration\"], [\"administration\", \"nara\"], [\"nara\", \"issued\"], [\"issued\", \"new\"], [\"new\", \"guidance\"], [\"guidance\", \"clarifying\"], [\"clarifying\", \"record\"], [\"record\", \"management\"], [\"management\", \"responsibility\"], [\"responsibility\", \"regarding\"], [\"regarding\", \"use\"], [\"use\", \"personal\"], [\"personal\", \"email\"], [\"email\", \"account\"], [\"account\", \"government\"], [\"government\", \"business\"], [\"business\", \"guidance\"], [\"guidance\", \"issued\"], [\"issued\", \"four\"], [\"four\", \"former\"], [\"former\", \"secretary\"], [\"secretary\", \"departed\"], [\"departed\", \"office\"], [\"office\", \"department\"], [\"department\", \"decided\"], [\"decided\", \"ensure\"], [\"ensure\", \"record\"], [\"record\", \"complete\"], [\"complete\", \"possible\"], [\"possible\", \"sought\"], [\"sought\", \"copy\"], [\"copy\", \"work\"], [\"work\", \"email\"], [\"email\", \"sent\"], [\"sent\", \"received\"], [\"received\", \"secretary\"], [\"secretary\", \"account\"], [\"account\", \"clinton\"], [\"clinton\", \"decide\"], [\"decide\", \"keep\"], [\"keep\", \"personal\"], [\"personal\", \"email\"], [\"email\", \"clinton\"], [\"clinton\", \"said\"], [\"said\", \"private\"], [\"private\", \"personal\"], [\"personal\", \"message\"], [\"message\", \"including\"], [\"including\", \"email\"], [\"email\", \"daughter\"], [\"daughter\", \"wedding\"], [\"wedding\", \"plan\"], [\"plan\", \"mother\"], [\"mother\", \"funeral\"], [\"funeral\", \"service\"], [\"service\", \"condolence\"], [\"condolence\", \"note\"], [\"note\", \"well\"], [\"well\", \"email\"], [\"email\", \"family\"], [\"family\", \"vacation\"], [\"vacation\", \"yoga\"], [\"yoga\", \"routine\"], [\"routine\", \"item\"], [\"item\", \"one\"], [\"one\", \"would\"], [\"would\", \"typically\"], [\"typically\", \"find\"], [\"find\", \"email\"], [\"email\", \"account\"], [\"account\", \"offer\"], [\"offer\", \"retailer\"], [\"retailer\", \"spam\"], [\"spam\", \"etc\"], [\"etc\", \"clinton\"], [\"clinton\", \"delete\"], [\"delete\", \"email\"], [\"email\", \"facing\"], [\"facing\", \"subpoena\"], [\"subpoena\", \"noted\"], [\"noted\", \"email\"], [\"email\", \"clinton\"], [\"clinton\", \"chose\"], [\"chose\", \"keep\"], [\"keep\", \"personal\"], [\"personal\", \"emailsthey\"], [\"emailsthey\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"even\"], [\"even\", \"workrelatedand\"], [\"workrelatedand\", \"therefore\"], [\"therefore\", \"subject\"], [\"subject\", \"preservation\"], [\"preservation\", \"obligation\"], [\"obligation\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"act\"], [\"act\", \"request\"], [\"request\", \"would\"], [\"would\", \"subject\"], [\"subject\", \"subpoenawhich\"], [\"subpoenawhich\", \"exist\"], [\"exist\", \"timethat\"], [\"timethat\", \"issued\"], [\"issued\", \"benghazi\"], [\"benghazi\", \"select\"], [\"select\", \"committee\"], [\"committee\", \"three\"], [\"three\", \"month\"], [\"month\", \"later\"], [\"later\", \"rep\"], [\"rep\", \"gowdys\"], [\"gowdys\", \"subpoena\"], [\"subpoena\", \"issued\"], [\"issued\", \"march\"], [\"march\", \"2015\"], [\"2015\", \"seek\"], [\"seek\", \"nothing\"], [\"nothing\", \"personal\"], [\"personal\", \"nonwork\"], [\"nonwork\", \"email\"], [\"email\", \"server\"], [\"server\", \"request\"], [\"request\", \"state\"], [\"state\", \"department\"], [\"department\", \"last\"], [\"last\", \"year\"], [\"year\", \"help\"], [\"help\", \"recordkeeping\"], [\"recordkeeping\", \"indeed\"], [\"indeed\", \"march\"], [\"march\", \"19th\"], [\"19th\", \"letter\"], [\"letter\", \"rep\"], [\"rep\", \"gowdy\"], [\"gowdy\", \"expressly\"], [\"expressly\", \"stated\"], [\"stated\", \"seeking\"], [\"seeking\", \"email\"], [\"email\", \"purely\"], [\"purely\", \"personal\"], [\"personal\", \"nature\"], [\"nature\", \"march\"], [\"march\", \"2015\"], [\"2015\", \"rep\"], [\"rep\", \"gowdy\"], [\"gowdy\", \"issued\"], [\"issued\", \"subpoena\"], [\"subpoena\", \"clinton\"], [\"clinton\", \"state\"], [\"state\", \"department\"], [\"department\", \"received\"], [\"received\", \"clinton\"], [\"clinton\", \"workrelated\"], [\"workrelated\", \"email\"], [\"email\", \"response\"], [\"response\", \"2014\"], [\"2014\", \"request\"], [\"request\", \"indeed\"], [\"indeed\", \"already\"], [\"already\", \"provided\"], [\"provided\", \"clinton\"], [\"clinton\", \"relevant\"], [\"relevant\", \"email\"], [\"email\", \"rep\"], [\"rep\", \"gowdys\"], [\"gowdys\", \"committee\"], [\"committee\", \"rep\"], [\"rep\", \"gowdy\"], [\"gowdy\", \"republican\"], [\"republican\", \"member\"], [\"member\", \"medium\"], [\"medium\", \"seized\"], [\"seized\", \"cnn\"], [\"cnn\", \"interview\"], [\"interview\", \"clinton\"], [\"clinton\", \"question\"], [\"question\", \"point\"], [\"point\", \"rep\"], [\"rep\", \"gowdy\"], [\"gowdy\", \"even\"], [\"even\", \"gone\"], [\"gone\", \"far\"], [\"far\", \"say\"], [\"say\", \"clinton\"], [\"clinton\", \"lying\"], [\"lying\", \"others\"], [\"others\", \"clearly\"], [\"clearly\", \"mistaken\"], [\"mistaken\", \"vox\"], [\"vox\", \"reported\"], [\"reported\", \"didnt\"], [\"didnt\", \"lie\"], [\"lie\", \"subpoena\"], [\"subpoena\", \"clinton\"], [\"clinton\", \"clearly\"], [\"clearly\", \"wasnt\"], [\"wasnt\", \"responding\"], [\"responding\", \"question\"], [\"question\", \"whether\"], [\"whether\", \"shed\"], [\"shed\", \"ever\"], [\"ever\", \"subpoenaed\"], [\"subpoenaed\", \"benghazi\"], [\"benghazi\", \"committee\"], [\"committee\", \"whether\"], [\"whether\", \"shed\"], [\"shed\", \"subpoenaed\"], [\"subpoenaed\", \"wiped\"], [\"wiped\", \"email\"], [\"email\", \"server\"], [\"server\", \"additionally\"], [\"additionally\", \"factcheckorg\"], [\"factcheckorg\", \"said\"], [\"said\", \"analysis\"], [\"analysis\", \"clinton\"], [\"clinton\", \"denial\"], [\"denial\", \"came\"], [\"came\", \"response\"], [\"response\", \"question\"], [\"question\", \"deleting\"], [\"deleting\", \"email\"], [\"email\", \"facing\"], [\"facing\", \"subpoena\"], [\"subpoena\", \"clinton\"], [\"clinton\", \"objected\"], [\"objected\", \"keilars\"], [\"keilars\", \"assumption\"], [\"assumption\", \"clinton\"], [\"clinton\", \"campaign\"], [\"campaign\", \"said\"], [\"said\", \"email\"], [\"email\", \"deleted\"], [\"deleted\", \"received\"], [\"received\", \"subpoena\"], [\"subpoena\", \"point\"], [\"point\", \"clinton\"], [\"clinton\", \"making\"], [\"making\", \"politifact\"], [\"politifact\", \"added\"], [\"added\", \"suggesting\"], [\"suggesting\", \"clinton\"], [\"clinton\", \"deleted\"], [\"deleted\", \"email\"], [\"email\", \"facing\"], [\"facing\", \"subpoena\"], [\"subpoena\", \"contradicts\"], [\"contradicts\", \"know\"], [\"know\", \"controversy\"], [\"controversy\", \"far\"], [\"far\", \"vox\"], [\"vox\", \"went\"], [\"went\", \"decry\"], [\"decry\", \"rep\"], [\"rep\", \"gowdys\"], [\"gowdys\", \"reaction\"], [\"reaction\", \"saying\"], [\"saying\", \"one\"], [\"one\", \"particularly\"], [\"particularly\", \"absurd\"], [\"absurd\", \"gimmick\"], [\"gimmick\", \"even\"], [\"even\", \"committee\"], [\"committee\", \"selectively\"], [\"selectively\", \"leaking\"], [\"leaking\", \"deposition\"], [\"deposition\", \"document\"], [\"document\", \"justify\"], [\"justify\", \"existence\"], [\"existence\", \"extreme\"], [\"extreme\", \"category\"], [\"category\", \"dissembling\"], [\"dissembling\", \"pant\"], [\"pant\", \"fire\"], [\"fire\", \"would\"], [\"would\", \"time\"], [\"time\", \"politifact\"], [\"politifact\", \"roll\"], [\"roll\", \"house\"], [\"house\", \"republican\"], [\"republican\", \"state\"], [\"state\", \"department\"], [\"department\", \"given\"], [\"given\", \"printed\"], [\"printed\", \"copy\"], [\"copy\", \"requirement\"], [\"requirement\", \"instruction\"], [\"instruction\", \"regarding\"], [\"regarding\", \"electronic\"], [\"electronic\", \"mail\"], [\"mail\", \"foreign\"], [\"foreign\", \"affair\"], [\"affair\", \"manual\"], [\"manual\", \"department\"], [\"department\", \"policy\"], [\"policy\", \"manual\"], [\"manual\", \"require\"], [\"require\", \"technology\"], [\"technology\", \"allowing\"], [\"allowing\", \"archival\"], [\"archival\", \"capability\"], [\"capability\", \"longterm\"], [\"longterm\", \"electronic\"], [\"electronic\", \"storage\"], [\"storage\", \"retrieval\"], [\"retrieval\", \"email\"], [\"email\", \"message\"], [\"message\", \"available\"], [\"available\", \"installed\"], [\"installed\", \"message\"], [\"message\", \"warranting\"], [\"warranting\", \"preservation\"], [\"preservation\", \"record\"], [\"record\", \"period\"], [\"period\", \"longer\"], [\"longer\", \"current\"], [\"current\", \"email\"], [\"email\", \"system\"], [\"system\", \"routinely\"], [\"routinely\", \"maintain\"], [\"maintain\", \"must\"], [\"must\", \"printed\"], [\"printed\", \"filed\"], [\"filed\", \"related\"], [\"related\", \"record\"], [\"record\", \"5\"], [\"5\", \"fam\"], [\"fam\", \"4433\"], [\"4433\", \"work\"], [\"work\", \"item\"], [\"item\", \"deleted\"], [\"deleted\", \"course\"], [\"course\", \"producing\"], [\"producing\", \"printed\"], [\"printed\", \"copy\"], [\"copy\", \"many\"], [\"many\", \"email\"], [\"email\", \"account\"], [\"account\", \"many\"], [\"many\", \"provided\"], [\"provided\", \"state\"], [\"state\", \"department\"], [\"department\", \"email\"], [\"email\", \"account\"], [\"account\", \"contained\"], [\"contained\", \"total\"], [\"total\", \"62320\"], [\"62320\", \"sent\"], [\"sent\", \"received\"], [\"received\", \"email\"], [\"email\", \"march\"], [\"march\", \"2009\"], [\"2009\", \"february\"], [\"february\", \"2013\"], [\"2013\", \"based\"], [\"based\", \"review\"], [\"review\", \"process\"], [\"process\", \"described\"], [\"described\", \"30490\"], [\"30490\", \"email\"], [\"email\", \"provided\"], [\"provided\", \"department\"], [\"department\", \"remaining\"], [\"remaining\", \"31830\"], [\"31830\", \"private\"], [\"private\", \"personal\"], [\"personal\", \"record\"], [\"record\", \"decided\"], [\"decided\", \"provided\"], [\"provided\", \"state\"], [\"state\", \"department\"], [\"department\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"act\"], [\"act\", \"put\"], [\"put\", \"obligation\"], [\"obligation\", \"government\"], [\"government\", \"official\"], [\"official\", \"determine\"], [\"determine\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"state\"], [\"state\", \"department\"], [\"department\", \"foreign\"], [\"foreign\", \"affair\"], [\"affair\", \"manual\"], [\"manual\", \"outline\"], [\"outline\", \"guidance\"], [\"guidance\", \"designed\"], [\"designed\", \"help\"], [\"help\", \"employee\"], [\"employee\", \"determine\"], [\"determine\", \"email\"], [\"email\", \"message\"], [\"message\", \"must\"], [\"must\", \"preserved\"], [\"preserved\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"may\"], [\"may\", \"deleted\"], [\"deleted\", \"without\"], [\"without\", \"authorization\"], [\"authorization\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"material\"], [\"material\", \"5\"], [\"5\", \"fam\"], [\"fam\", \"4431c\"], [\"4431c\", \"following\"], [\"following\", \"conversation\"], [\"conversation\", \"state\"], [\"state\", \"department\"], [\"department\", \"official\"], [\"official\", \"response\"], [\"response\", \"state\"], [\"state\", \"department\"], [\"department\", \"2014\"], [\"2014\", \"letter\"], [\"letter\", \"former\"], [\"former\", \"secretary\"], [\"secretary\", \"clinton\"], [\"clinton\", \"directed\"], [\"directed\", \"attorney\"], [\"attorney\", \"assist\"], [\"assist\", \"identifying\"], [\"identifying\", \"preserving\"], [\"preserving\", \"email\"], [\"email\", \"could\"], [\"could\", \"potentially\"], [\"potentially\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"entailed\"], [\"entailed\", \"multistep\"], [\"multistep\", \"process\"], [\"process\", \"review\"], [\"review\", \"email\"], [\"email\", \"provide\"], [\"provide\", \"printed\"], [\"printed\", \"copy\"], [\"copy\", \"clinton\"], [\"clinton\", \"email\"], [\"email\", \"state\"], [\"state\", \"department\"], [\"department\", \"erring\"], [\"erring\", \"side\"], [\"side\", \"including\"], [\"including\", \"anything\"], [\"anything\", \"might\"], [\"might\", \"even\"], [\"even\", \"potentially\"], [\"potentially\", \"workrelated\"], [\"workrelated\", \"search\"], [\"search\", \"conducted\"], [\"conducted\", \"clinton\"], [\"clinton\", \"email\"], [\"email\", \"account\"], [\"account\", \"email\"], [\"email\", \"sent\"], [\"sent\", \"received\"], [\"received\", \"2009\"], [\"2009\", \"last\"], [\"last\", \"day\"], [\"day\", \"office\"], [\"office\", \"february\"], [\"february\", \"1\"], [\"1\", \"2013\"], [\"2013\", \"universe\"], [\"universe\", \"determined\"], [\"determined\", \"search\"], [\"search\", \"conducted\"], [\"conducted\", \"gov\"], [\"gov\", \"stategov\"], [\"stategov\", \"address\"], [\"address\", \"field\"], [\"field\", \"email\"], [\"email\", \"produced\"], [\"produced\", \"27500\"], [\"27500\", \"email\"], [\"email\", \"representing\"], [\"representing\", \"90\"], [\"90\", \"30490\"], [\"30490\", \"printed\"], [\"printed\", \"copy\"], [\"copy\", \"provided\"], [\"provided\", \"state\"], [\"state\", \"department\"], [\"department\", \"help\"], [\"help\", \"identify\"], [\"identify\", \"potential\"], [\"potential\", \"nongov\"], [\"nongov\", \"correspondence\"], [\"correspondence\", \"included\"], [\"included\", \"search\"], [\"search\", \"first\"], [\"first\", \"last\"], [\"last\", \"name\"], [\"name\", \"100\"], [\"100\", \"state\"], [\"state\", \"department\"], [\"department\", \"u\"], [\"u\", \"government\"], [\"government\", \"official\"], [\"official\", \"performed\"], [\"performed\", \"included\"], [\"included\", \"deputy\"], [\"deputy\", \"secretary\"], [\"secretary\", \"secretary\"], [\"secretary\", \"assistant\"], [\"assistant\", \"secretary\"], [\"secretary\", \"ambassadorsatlarge\"], [\"ambassadorsatlarge\", \"special\"], [\"special\", \"representative\"], [\"representative\", \"envoy\"], [\"envoy\", \"member\"], [\"member\", \"secretary\"], [\"secretary\", \"foreign\"], [\"foreign\", \"policy\"], [\"policy\", \"advisory\"], [\"advisory\", \"board\"], [\"board\", \"senior\"], [\"senior\", \"official\"], [\"official\", \"secretary\"], [\"secretary\", \"including\"], [\"including\", \"close\"], [\"close\", \"aide\"], [\"aide\", \"staff\"], [\"staff\", \"next\"], [\"next\", \"account\"], [\"account\", \"nonobvious\"], [\"nonobvious\", \"nonrecognizable\"], [\"nonrecognizable\", \"email\"], [\"email\", \"address\"], [\"address\", \"misspelling\"], [\"misspelling\", \"idiosyncrasy\"], [\"idiosyncrasy\", \"email\"], [\"email\", \"sorted\"], [\"sorted\", \"reviewed\"], [\"reviewed\", \"sender\"], [\"sender\", \"recipient\"], [\"recipient\", \"lastly\"], [\"lastly\", \"number\"], [\"number\", \"term\"], [\"term\", \"specifically\"], [\"specifically\", \"searched\"], [\"searched\", \"including\"], [\"including\", \"benghazi\"], [\"benghazi\", \"libya\"], [\"libya\", \"additional\"], [\"additional\", \"three\"], [\"three\", \"step\"], [\"step\", \"yielded\"], [\"yielded\", \"another\"], [\"another\", \"2900\"], [\"2900\", \"email\"], [\"email\", \"including\"], [\"including\", \"email\"], [\"email\", \"former\"], [\"former\", \"administration\"], [\"administration\", \"official\"], [\"official\", \"longtime\"], [\"longtime\", \"friend\"], [\"friend\", \"may\"], [\"may\", \"deemed\"], [\"deemed\", \"state\"], [\"state\", \"department\"], [\"department\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"hundred\"], [\"hundred\", \"email\"], [\"email\", \"actually\"], [\"actually\", \"already\"], [\"already\", \"forwarded\"], [\"forwarded\", \"onto\"], [\"onto\", \"stategov\"], [\"stategov\", \"system\"], [\"system\", \"captured\"], [\"captured\", \"realtime\"], [\"realtime\", \"respect\"], [\"respect\", \"material\"], [\"material\", \"select\"], [\"select\", \"committee\"], [\"committee\", \"requested\"], [\"requested\", \"state\"], [\"state\", \"department\"], [\"department\", \"stated\"], [\"stated\", \"300\"], [\"300\", \"email\"], [\"email\", \"related\"], [\"related\", \"libya\"], [\"libya\", \"provided\"], [\"provided\", \"state\"], [\"state\", \"department\"], [\"department\", \"select\"], [\"select\", \"committee\"], [\"committee\", \"response\"], [\"response\", \"november\"], [\"november\", \"2014\"], [\"2014\", \"letter\"], [\"letter\", \"contained\"], [\"contained\", \"broader\"], [\"broader\", \"request\"], [\"request\", \"material\"], [\"material\", \"prior\"], [\"prior\", \"request\"], [\"request\", \"house\"], [\"house\", \"oversight\"], [\"oversight\", \"government\"], [\"government\", \"reform\"], [\"reform\", \"committee\"], [\"committee\", \"given\"], [\"given\", \"clinton\"], [\"clinton\", \"practice\"], [\"practice\", \"emailing\"], [\"emailing\", \"state\"], [\"state\", \"department\"], [\"department\", \"official\"], [\"official\", \"stategov\"], [\"stategov\", \"address\"], [\"address\", \"state\"], [\"state\", \"department\"], [\"department\", \"already\"], [\"already\", \"already\"], [\"already\", \"provided\"], [\"provided\", \"select\"], [\"select\", \"committee\"], [\"committee\", \"email\"], [\"email\", \"clinton\"], [\"clinton\", \"august\"], [\"august\", \"2014\"], [\"2014\", \"prior\"], [\"prior\", \"requesting\"], [\"requesting\", \"receiving\"], [\"receiving\", \"printed\"], [\"printed\", \"copy\"], [\"copy\", \"email\"], [\"email\", \"review\"], [\"review\", \"process\"], [\"process\", \"described\"], [\"described\", \"confirmed\"], [\"confirmed\", \"clinton\"], [\"clinton\", \"practice\"], [\"practice\", \"emailing\"], [\"emailing\", \"state\"], [\"state\", \"department\"], [\"department\", \"official\"], [\"official\", \"gov\"], [\"gov\", \"address\"], [\"address\", \"vast\"], [\"vast\", \"majority\"], [\"majority\", \"printed\"], [\"printed\", \"copy\"], [\"copy\", \"workrelated\"], [\"workrelated\", \"email\"], [\"email\", \"clinton\"], [\"clinton\", \"provided\"], [\"provided\", \"state\"], [\"state\", \"department\"], [\"department\", \"simply\"], [\"simply\", \"duplicating\"], [\"duplicating\", \"already\"], [\"already\", \"captured\"], [\"captured\", \"state\"], [\"state\", \"department\"], [\"department\", \"recordkeeping\"], [\"recordkeeping\", \"system\"], [\"system\", \"real\"], [\"real\", \"time\"], [\"time\", \"clinton\"], [\"clinton\", \"use\"], [\"use\", \"account\"], [\"account\", \"communicate\"], [\"communicate\", \"foreign\"], [\"foreign\", \"official\"], [\"official\", \"time\"], [\"time\", \"state\"], [\"state\", \"communicated\"], [\"communicated\", \"foreign\"], [\"foreign\", \"official\"], [\"official\", \"person\"], [\"person\", \"correspondence\"], [\"correspondence\", \"telephone\"], [\"telephone\", \"review\"], [\"review\", \"email\"], [\"email\", \"revealed\"], [\"revealed\", \"one\"], [\"one\", \"email\"], [\"email\", \"foreign\"], [\"foreign\", \"uk\"], [\"uk\", \"official\"], [\"official\", \"withhold\"], [\"withhold\", \"work\"], [\"work\", \"email\"], [\"email\", \"15\"], [\"15\", \"email\"], [\"email\", \"sid\"], [\"sid\", \"blumenthal\"], [\"blumenthal\", \"provided\"], [\"provided\", \"select\"], [\"select\", \"committee\"], [\"committee\", \"provide\"], [\"provide\", \"state\"], [\"state\", \"department\"], [\"department\", \"provided\"], [\"provided\", \"state\"], [\"state\", \"department\"], [\"department\", \"work\"], [\"work\", \"potentially\"], [\"potentially\", \"workrelated\"], [\"workrelated\", \"email\"], [\"email\", \"including\"], [\"including\", \"correspondence\"], [\"correspondence\", \"sid\"], [\"sid\", \"blumenthal\"], [\"blumenthal\", \"understand\"], [\"understand\", \"mr\"], [\"mr\", \"blumenthal\"], [\"blumenthal\", \"email\"], [\"email\", \"clinton\"], [\"clinton\", \"clinton\"], [\"clinton\", \"email\"], [\"email\", \"mr\"], [\"mr\", \"blumenthal\"], [\"blumenthal\", \"important\"], [\"important\", \"note\"], [\"note\", \"none\"], [\"none\", \"email\"], [\"email\", \"provide\"], [\"provide\", \"new\"], [\"new\", \"insight\"], [\"insight\", \"attack\"], [\"attack\", \"facility\"], [\"facility\", \"benghazi\"], [\"benghazi\", \"think\"], [\"think\", \"third\"], [\"third\", \"party\"], [\"party\", \"allowed\"], [\"allowed\", \"review\"], [\"review\", \"turned\"], [\"turned\", \"state\"], [\"state\", \"department\"], [\"department\", \"well\"], [\"well\", \"remainder\"], [\"remainder\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"act\"], [\"act\", \"put\"], [\"put\", \"obligation\"], [\"obligation\", \"government\"], [\"government\", \"official\"], [\"official\", \"agency\"], [\"agency\", \"third\"], [\"third\", \"party\"], [\"party\", \"determine\"], [\"determine\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"state\"], [\"state\", \"department\"], [\"department\", \"foreign\"], [\"foreign\", \"affair\"], [\"affair\", \"manual\"], [\"manual\", \"outline\"], [\"outline\", \"guidance\"], [\"guidance\", \"designed\"], [\"designed\", \"help\"], [\"help\", \"employee\"], [\"employee\", \"determine\"], [\"determine\", \"email\"], [\"email\", \"message\"], [\"message\", \"must\"], [\"must\", \"preserved\"], [\"preserved\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"may\"], [\"may\", \"deleted\"], [\"deleted\", \"without\"], [\"without\", \"authorization\"], [\"authorization\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"material\"], [\"material\", \"5\"], [\"5\", \"fam\"], [\"fam\", \"4431c\"], [\"4431c\", \"clinton\"], [\"clinton\", \"responded\"], [\"responded\", \"state\"], [\"state\", \"department\"], [\"department\", \"request\"], [\"request\", \"providing\"], [\"providing\", \"approximately\"], [\"approximately\", \"55000\"], [\"55000\", \"page\"], [\"page\", \"work\"], [\"work\", \"potentially\"], [\"potentially\", \"workrelated\"], [\"workrelated\", \"email\"], [\"email\", \"also\"], [\"also\", \"taken\"], [\"taken\", \"unprecedented\"], [\"unprecedented\", \"step\"], [\"step\", \"asking\"], [\"asking\", \"email\"], [\"email\", \"made\"], [\"made\", \"public\"], [\"public\", \"sought\"], [\"sought\", \"support\"], [\"support\", \"state\"], [\"state\", \"department\"], [\"department\", \"effort\"], [\"effort\", \"fulfill\"], [\"fulfill\", \"responsibility\"], [\"responsibility\", \"recordkeeping\"], [\"recordkeeping\", \"provide\"], [\"provide\", \"chance\"], [\"chance\", \"public\"], [\"public\", \"ass\"], [\"ass\", \"work\"], [\"work\", \"official\"], [\"official\", \"state\"], [\"state\", \"department\"], [\"department\", \"tenure\"], [\"tenure\", \"workrelated\"], [\"workrelated\", \"email\"], [\"email\", \"identified\"], [\"identified\", \"preserved\"], [\"preserved\", \"clinton\"], [\"clinton\", \"chose\"], [\"chose\", \"keep\"], [\"keep\", \"private\"], [\"private\", \"personal\"], [\"personal\", \"email\"], [\"email\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"including\"], [\"including\", \"email\"], [\"email\", \"daughter\"], [\"daughter\", \"wedding\"], [\"wedding\", \"plan\"], [\"plan\", \"mother\"], [\"mother\", \"funeral\"], [\"funeral\", \"service\"], [\"service\", \"family\"], [\"family\", \"vacation\"], [\"vacation\", \"etc\"], [\"etc\", \"government\"], [\"government\", \"official\"], [\"official\", \"granted\"], [\"granted\", \"privacy\"], [\"privacy\", \"personal\"], [\"personal\", \"nonwork\"], [\"nonwork\", \"related\"], [\"related\", \"email\"], [\"email\", \"including\"], [\"including\", \"personal\"], [\"personal\", \"email\"], [\"email\", \"gov\"], [\"gov\", \"account\"], [\"account\", \"clinton\"], [\"clinton\", \"exercised\"], [\"exercised\", \"privilege\"], [\"privilege\", \"ensure\"], [\"ensure\", \"continued\"], [\"continued\", \"privacy\"], [\"privacy\", \"personal\"], [\"personal\", \"nonwork\"], [\"nonwork\", \"related\"], [\"related\", \"email\"], [\"email\", \"cant\"], [\"cant\", \"release\"], [\"release\", \"email\"], [\"email\", \"provided\"], [\"provided\", \"state\"], [\"state\", \"department\"], [\"department\", \"printed\"], [\"printed\", \"copy\"], [\"copy\", \"workrelated\"], [\"workrelated\", \"email\"], [\"email\", \"provided\"], [\"provided\", \"state\"], [\"state\", \"department\"], [\"department\", \"include\"], [\"include\", \"federal\"], [\"federal\", \"record\"], [\"record\", \"department\"], [\"department\", \"department\"], [\"department\", \"need\"], [\"need\", \"review\"], [\"review\", \"email\"], [\"email\", \"made\"], [\"made\", \"public\"], [\"public\", \"called\"], [\"called\", \"made\"], [\"made\", \"available\"], [\"available\", \"soon\"], [\"soon\", \"possible\"], [\"possible\", \"glad\"], [\"glad\", \"see\"], [\"see\", \"department\"], [\"department\", \"begun\"], [\"begun\", \"releasing\"], [\"releasing\", \"email\"], [\"email\", \"released\"], [\"released\", \"show\"], [\"show\", \"clinton\"], [\"clinton\", \"emailed\"], [\"emailed\", \"aide\"], [\"aide\", \"time\"], [\"time\", \"personal\"], [\"personal\", \"rather\"], [\"rather\", \"gov\"], [\"gov\", \"account\"], [\"account\", \"trying\"], [\"trying\", \"hide\"], [\"hide\", \"communication\"], [\"communication\", \"clinton\"], [\"clinton\", \"said\"], [\"said\", \"practice\"], [\"practice\", \"email\"], [\"email\", \"u\"], [\"u\", \"government\"], [\"government\", \"official\"], [\"official\", \"gov\"], [\"gov\", \"account\"], [\"account\", \"workrelated\"], [\"workrelated\", \"evidenced\"], [\"evidenced\", \"email\"], [\"email\", \"released\"], [\"released\", \"far\"], [\"far\", \"reviewing\"], [\"reviewing\", \"email\"], [\"email\", \"2014\"], [\"2014\", \"fraction\"], [\"fraction\", \"email\"], [\"email\", \"workrelated\"], [\"workrelated\", \"information\"], [\"information\", \"sent\"], [\"sent\", \"u\"], [\"u\", \"government\"], [\"government\", \"official\"], [\"official\", \"personal\"], [\"personal\", \"account\"], [\"account\", \"provided\"], [\"provided\", \"state\"], [\"state\", \"department\"], [\"department\", \"overwhelming\"], [\"overwhelming\", \"majority\"], [\"majority\", \"workrelated\"], [\"workrelated\", \"email\"], [\"email\", \"gov\"], [\"gov\", \"account\"], [\"account\", \"server\"], [\"server\", \"email\"], [\"email\", \"located\"], [\"located\", \"server\"], [\"server\", \"email\"], [\"email\", \"physically\"], [\"physically\", \"located\"], [\"located\", \"property\"], [\"property\", \"protected\"], [\"protected\", \"u\"], [\"u\", \"secret\"], [\"secret\", \"service\"], [\"service\", \"level\"], [\"level\", \"encryption\"], [\"encryption\", \"employed\"], [\"employed\", \"service\"], [\"service\", \"provider\"], [\"provider\", \"security\"], [\"security\", \"integrity\"], [\"integrity\", \"family\"], [\"family\", \"electronic\"], [\"electronic\", \"communication\"], [\"communication\", \"taken\"], [\"taken\", \"seriously\"], [\"seriously\", \"onset\"], [\"onset\", \"first\"], [\"first\", \"set\"], [\"set\", \"president\"], [\"president\", \"clinton\"], [\"clinton\", \"team\"], [\"team\", \"curiosity\"], [\"curiosity\", \"specific\"], [\"specific\", \"set\"], [\"set\", \"understandable\"], [\"understandable\", \"given\"], [\"given\", \"people\"], [\"people\", \"ill\"], [\"ill\", \"intention\"], [\"intention\", \"information\"], [\"information\", \"day\"], [\"day\", \"age\"], [\"age\", \"concern\"], [\"concern\", \"broadcasting\"], [\"broadcasting\", \"specific\"], [\"specific\", \"technical\"], [\"technical\", \"detail\"], [\"detail\", \"past\"], [\"past\", \"current\"], [\"current\", \"practice\"], [\"practice\", \"suffice\"], [\"suffice\", \"say\"], [\"say\", \"robust\"], [\"robust\", \"protection\"], [\"protection\", \"put\"], [\"put\", \"place\"], [\"place\", \"additional\"], [\"additional\", \"upgrade\"], [\"upgrade\", \"technique\"], [\"technique\", \"employed\"], [\"employed\", \"time\"], [\"time\", \"became\"], [\"became\", \"available\"], [\"available\", \"including\"], [\"including\", \"consulting\"], [\"consulting\", \"employing\"], [\"employing\", \"third\"], [\"third\", \"party\"], [\"party\", \"expert\"], [\"expert\", \"server\"], [\"server\", \"ever\"], [\"ever\", \"hacked\"], [\"hacked\", \"evidence\"], [\"evidence\", \"ever\"], [\"ever\", \"breach\"], [\"breach\", \"ever\"], [\"ever\", \"unauthorized\"], [\"unauthorized\", \"intrusion\"], [\"intrusion\", \"email\"], [\"email\", \"anyone\"], [\"anyone\", \"else\"], [\"else\", \"access\"], [\"access\", \"done\"], [\"done\", \"email\"], [\"email\", \"exposed\"], [\"exposed\", \"february\"], [\"february\", \"2013\"], [\"2013\", \"hacker\"], [\"hacker\", \"known\"], [\"known\", \"guccifer\"], [\"guccifer\", \"hacked\"], [\"hacked\", \"sid\"], [\"sid\", \"blumenthals\"], [\"blumenthals\", \"account\"], [\"account\", \"breach\"], [\"breach\", \"clinton\"], [\"clinton\", \"account\"], [\"account\", \"email\"], [\"email\", \"address\"], [\"address\", \"exposed\"], [\"exposed\", \"step\"], [\"step\", \"taken\"], [\"taken\", \"time\"], [\"time\", \"ensure\"], [\"ensure\", \"security\"], [\"security\", \"integrity\"], [\"integrity\", \"electronic\"], [\"electronic\", \"communication\"], [\"communication\", \"including\"], [\"including\", \"changing\"], [\"changing\", \"email\"], [\"email\", \"address\"], [\"address\", \"state\"], [\"state\", \"department\"], [\"department\", \"able\"], [\"able\", \"respond\"], [\"respond\", \"request\"], [\"request\", \"related\"], [\"related\", \"foia\"], [\"foia\", \"congressional\"], [\"congressional\", \"request\"], [\"request\", \"received\"], [\"received\", \"printed\"], [\"printed\", \"copy\"], [\"copy\", \"workrelated\"], [\"workrelated\", \"email\"], [\"email\", \"yes\"], [\"yes\", \"select\"], [\"select\", \"committee\"], [\"committee\", \"said\"], [\"said\", \"state\"], [\"state\", \"department\"], [\"department\", \"provided\"], [\"provided\", \"committee\"], [\"committee\", \"relevant\"], [\"relevant\", \"email\"], [\"email\", \"already\"], [\"already\", \"stategov\"], [\"stategov\", \"system\"], [\"system\", \"state\"], [\"state\", \"department\"], [\"department\", \"requested\"], [\"requested\", \"printed\"], [\"printed\", \"copy\"], [\"copy\", \"former\"], [\"former\", \"secretary\"], [\"secretary\", \"four\"], [\"four\", \"month\"], [\"month\", \"state\"], [\"state\", \"department\"], [\"department\", \"received\"], [\"received\", \"printed\"], [\"printed\", \"copy\"], [\"copy\", \"example\"], [\"example\", \"wellpublicized\"], [\"wellpublicized\", \"hack\"], [\"hack\", \"sid\"], [\"sid\", \"blumenthals\"], [\"blumenthals\", \"email\"], [\"email\", \"account\"], [\"account\", \"note\"], [\"note\", \"sent\"], [\"sent\", \"clinton\"], [\"clinton\", \"september\"], [\"september\", \"12\"], [\"12\", \"2012\"], [\"2012\", \"posted\"], [\"posted\", \"online\"], [\"online\", \"first\"], [\"first\", \"blush\"], [\"blush\", \"one\"], [\"one\", \"might\"], [\"might\", \"think\"], [\"think\", \"exchange\"], [\"exchange\", \"would\"], [\"would\", \"captured\"], [\"captured\", \"stategov\"], [\"stategov\", \"system\"], [\"system\", \"fact\"], [\"fact\", \"clinton\"], [\"clinton\", \"forwarded\"], [\"forwarded\", \"email\"], [\"email\", \"day\"], [\"day\", \"onto\"], [\"onto\", \"stategov\"], [\"stategov\", \"system\"], [\"system\", \"email\"], [\"email\", \"produced\"], [\"produced\", \"state\"], [\"state\", \"department\"], [\"department\", \"select\"], [\"select\", \"committee\"], [\"committee\", \"acknowledged\"], [\"acknowledged\", \"select\"], [\"select\", \"committee\"], [\"committee\", \"august\"], [\"august\", \"2014\"], [\"2014\", \"example\"], [\"example\", \"illustrates\"], [\"illustrates\", \"1\"], [\"1\", \"email\"], [\"email\", \"nongov\"], [\"nongov\", \"sender\"], [\"sender\", \"connection\"], [\"connection\", \"work\"], [\"work\", \"might\"], [\"might\", \"add\"], [\"add\", \"understanding\"], [\"understanding\", \"state\"], [\"state\", \"department\"], [\"department\", \"official\"], [\"official\", \"clinton\"], [\"clinton\", \"practice\"], [\"practice\", \"forward\"], [\"forward\", \"official\"], [\"official\", \"stategov\"], [\"stategov\", \"address\"], [\"address\", \"2\"], [\"2\", \"state\"], [\"state\", \"department\"], [\"department\", \"able\"], [\"able\", \"search\"], [\"search\", \"produce\"], [\"produce\", \"clinton\"], [\"clinton\", \"email\"], [\"email\", \"needed\"], [\"needed\", \"long\"], [\"long\", \"unrelated\"], [\"unrelated\", \"receiving\"], [\"receiving\", \"printed\"], [\"printed\", \"copy\"], [\"copy\", \"already\"], [\"already\", \"captured\"], [\"captured\", \"stategov\"], [\"stategov\", \"account\"]], \"Text_Lemmatized\": \"weve put information hillary clinton state department email fact one place clinton use email account clinton got department opted use personal email account matter convenience enabled reach people quickly keep regular touch family friend easily given travel schedule reason used account usage widely known 100 state department u government colleague emailed consistent practice prior secretary state permitted time clinton said hindsight would better two account thought using one account would easier obviously case allowed yes law regulation state department policy place tenure permitted use nongovernment email work 2009 national archive regulation place tenure required agency allow employee send receive official electronic mail message using system operated agency must ensure federal record sent received system preserved appropriate agency recordkeeping system regulation recognizes use nongovernment email account stated clinton practice email government official gov account work email immediately captured preserved fact 90 email already captured state department email system provided paper copy politifact analysis also confirmed clinton practice complied law regulation including support former director prominent government accountability organization clinton defense note clinton left state department national archive issued recommendation government employee avoid conducting official business personal email though noted might extenuating circumstance emergency require additionally 2014 president barack obama signed change federal record act explicitly said federal official use personal email address also copy send email official account rule werent effect clinton office compliance law regulation time said gary bass founder former director omb watch government accountability organization clinton said use email send receive classified information state department two inspector general said email contain classified information statement inaccurate clinton used account unclassified email information clinton email marked classified time sent received information reviewed public release common information previously unclassified upgraded classified state department another agency belief public release could cause potential harm national security law enforcement diplomatic relation reviewing sampling 55000 page email inspector general proffered small number email contain classified marking andor dissemination control classified time sent state department said disagrees assessment clinton hope state department agency involved review process sort quickly possible 55000 page email appropriate share public clinton receive consume classified information secretary office located secure area classified information viewed hard copy clinton office travel state department rigorous protocol traveling staff receive transmit information type separate closed email system used state department purpose handling classified communication designed prevent information transmitted anywhere within system department justice conducting criminal inquiry clinton email use department justice inspector general made clear ig made security referral criminal nature misreported press department justice seeking assurance storage material related clinton email account true email server thumb drive recently turned government information reviewed public release common information previously unclassified upgraded classified state department another agency belief public release could cause potential harm national security law enforcement diplomatic relation clinton hope state agency involved review process sort quickly possible email appropriate share public release timely transparent possible department upgraded previously unclassified email classified team worked state department ensure copy email stored safe secure manner also directed team give server hosted email account secretary department justice well thumb drive containing copy email already provided state department clinton pledged cooperate government security inquiry would issue arisen used stategov email address even clinton email government email address government device question would raised prior public release state department review 55000 email brought issue inspector general attention email recently upgraded classified prior public release unclassified gov email system separate closed system used state department handling classified communication clinton state department aide also asked provide department congress email personal account understand member state department staff recently asked assist department recordkeeping providing workrelated email may personal account received request rep gowdy well clinton proud work dedicated public servant part team state department proud aide proud committed helpful possible responding request press report say used multiple device blackberry ipad true clinton relied blackberry emailing easiest ipad came 2010 curious others found great shopping browsing reading article traveled also access email account ipad sometimes used ever provided guidance use nongov email account state department provide guidance regarding need preserve federal record address requirement practice email government employee gov email address way work email would immediately captured preserved government recordkeeping system clinton provide state department december 5 2014 30490 copy work potentially workrelated email sent received clinton march 18 2009 february 1 2013 provided state department totaled roughly 55000 page 90 work potentially workrelated email provided department already state department recordkeeping system email sent received stategov account early term clinton continued using attblackberrynet account used senate service given practice beginning emailing state department official stategov account workrelated email initial week would captured preserved state department recordkeeping system however longer access email transitioned account select committee announce used multiple email address tenure fairness committee honest misunderstanding clinton used one email account tenure state exception initial week office transitioning email account previously used march 2013 month left department gawker published email address used secretary change address account time printed copy provided department 2014 account new email address established left office appeared printed copy sender address used secretary fact address account exist march 2013 led understandable confusion cleared directly committee press conference didnt clinton provide email state department december 2014 2014 recognizing potential gap overall recordkeeping system state department asked help four previous former secretary meeting state department obligation federal record act clinton responded request providing state department 55000 page email clinton practice email u government official gov account overwhelming majority email already preserved state department email system providing email department clinton included even potentially workrelatedincluding email using fax machine asking iced tea meetingerring side overinclusion confirmed department national archive determination 1250 email personal record indicated returned providing work potentially workrelated email chose keep personal nonwork related email definition federal record requested department anyone else state department ask assistance collecting record state department need assistance meeting requirement federal record act state department formally requested assistance four previous former secretary letter representative dated october 28 2014 help meeting department requirement federal record act letter stated september 2013 national archive record administration nara issued new guidance clarifying record management responsibility regarding use personal email account government business guidance issued four former secretary departed office department decided ensure record complete possible sought copy work email sent received secretary account clinton decide keep personal email clinton said private personal message including email daughter wedding plan mother funeral service condolence note well email family vacation yoga routine item one would typically find email account offer retailer spam etc clinton delete email facing subpoena noted email clinton chose keep personal emailsthey federal record even workrelatedand therefore subject preservation obligation federal record act request would subject subpoenawhich exist timethat issued benghazi select committee three month later rep gowdys subpoena issued march 2015 seek nothing personal nonwork email server request state department last year help recordkeeping indeed march 19th letter rep gowdy expressly stated seeking email purely personal nature march 2015 rep gowdy issued subpoena clinton state department received clinton workrelated email response 2014 request indeed already provided clinton relevant email rep gowdys committee rep gowdy republican member medium seized cnn interview clinton question point rep gowdy even gone far say clinton lying others clearly mistaken vox reported didnt lie subpoena clinton clearly wasnt responding question whether shed ever subpoenaed benghazi committee whether shed subpoenaed wiped email server additionally factcheckorg said analysis clinton denial came response question deleting email facing subpoena clinton objected keilars assumption clinton campaign said email deleted received subpoena point clinton making politifact added suggesting clinton deleted email facing subpoena contradicts know controversy far vox went decry rep gowdys reaction saying one particularly absurd gimmick even committee selectively leaking deposition document justify existence extreme category dissembling pant fire would time politifact roll house republican state department given printed copy requirement instruction regarding electronic mail foreign affair manual department policy manual require technology allowing archival capability longterm electronic storage retrieval email message available installed message warranting preservation record period longer current email system routinely maintain must printed filed related record 5 fam 4433 work item deleted course producing printed copy many email account many provided state department email account contained total 62320 sent received email march 2009 february 2013 based review process described 30490 email provided department remaining 31830 private personal record decided provided state department federal record act put obligation government official determine federal record state department foreign affair manual outline guidance designed help employee determine email message must preserved federal record may deleted without authorization federal record material 5 fam 4431c following conversation state department official response state department 2014 letter former secretary clinton directed attorney assist identifying preserving email could potentially federal record entailed multistep process review email provide printed copy clinton email state department erring side including anything might even potentially workrelated search conducted clinton email account email sent received 2009 last day office february 1 2013 universe determined search conducted gov stategov address field email produced 27500 email representing 90 30490 printed copy provided state department help identify potential nongov correspondence included search first last name 100 state department u government official performed included deputy secretary secretary assistant secretary ambassadorsatlarge special representative envoy member secretary foreign policy advisory board senior official secretary including close aide staff next account nonobvious nonrecognizable email address misspelling idiosyncrasy email sorted reviewed sender recipient lastly number term specifically searched including benghazi libya additional three step yielded another 2900 email including email former administration official longtime friend may deemed state department federal record hundred email actually already forwarded onto stategov system captured realtime respect material select committee requested state department stated 300 email related libya provided state department select committee response november 2014 letter contained broader request material prior request house oversight government reform committee given clinton practice emailing state department official stategov address state department already already provided select committee email clinton august 2014 prior requesting receiving printed copy email review process described confirmed clinton practice emailing state department official gov address vast majority printed copy workrelated email clinton provided state department simply duplicating already captured state department recordkeeping system real time clinton use account communicate foreign official time state communicated foreign official person correspondence telephone review email revealed one email foreign uk official withhold work email 15 email sid blumenthal provided select committee provide state department provided state department work potentially workrelated email including correspondence sid blumenthal understand mr blumenthal email clinton clinton email mr blumenthal important note none email provide new insight attack facility benghazi think third party allowed review turned state department well remainder federal record act put obligation government official agency third party determine federal record state department foreign affair manual outline guidance designed help employee determine email message must preserved federal record may deleted without authorization federal record material 5 fam 4431c clinton responded state department request providing approximately 55000 page work potentially workrelated email also taken unprecedented step asking email made public sought support state department effort fulfill responsibility recordkeeping provide chance public ass work official state department tenure workrelated email identified preserved clinton chose keep private personal email federal record including email daughter wedding plan mother funeral service family vacation etc government official granted privacy personal nonwork related email including personal email gov account clinton exercised privilege ensure continued privacy personal nonwork related email cant release email provided state department printed copy workrelated email provided state department include federal record department department need review email made public called made available soon possible glad see department begun releasing email released show clinton emailed aide time personal rather gov account trying hide communication clinton said practice email u government official gov account workrelated evidenced email released far reviewing email 2014 fraction email workrelated information sent u government official personal account provided state department overwhelming majority workrelated email gov account server email located server email physically located property protected u secret service level encryption employed service provider security integrity family electronic communication taken seriously onset first set president clinton team curiosity specific set understandable given people ill intention information day age concern broadcasting specific technical detail past current practice suffice say robust protection put place additional upgrade technique employed time became available including consulting employing third party expert server ever hacked evidence ever breach ever unauthorized intrusion email anyone else access done email exposed february 2013 hacker known guccifer hacked sid blumenthals account breach clinton account email address exposed step taken time ensure security integrity electronic communication including changing email address state department able respond request related foia congressional request received printed copy workrelated email yes select committee said state department provided committee relevant email already stategov system state department requested printed copy former secretary four month state department received printed copy example wellpublicized hack sid blumenthals email account note sent clinton september 12 2012 posted online first blush one might think exchange would captured stategov system fact clinton forwarded email day onto stategov system email produced state department select committee acknowledged select committee august 2014 example illustrates 1 email nongov sender connection work might add understanding state department official clinton practice forward official stategov address 2 state department able search produce clinton email needed long unrelated receiving printed copy already captured stategov account\", \"Text_Lower\": \"weve put all of the information about hillary clintons state department emails here just the facts all in one place\\n\\nwhy did clinton use her own email account\\n\\nwhen clinton got to the department she opted to use her personal email account as a matter of convenience it enabled her to reach people quickly and keep in regular touch with her family and friends more easily given her travel schedule\\n\\nthat is the only reason she used her own account\\n\\nher usage was widely known to the over 100 state department and us government colleagues she emailed consistent with the practice of prior secretaries of state and permitted at the time\\n\\nas clinton has said in hindsight it would have been better to just have two accounts while she thought using one account would be easier obviously that has not been the case\\n\\nwas it allowed\\n\\nyes the laws regulations and state department policy in place during her tenure permitted her to use a nongovernment email for work\\n\\nthe 2009 national archives regulation in place during her tenure required that agencies that allow employees to send and receive official electronic mail messages using a system not operated by the agency must ensure that federal records sent or received on such systems are preserved in the appropriate agency recordkeeping system the regulation recognizes the use of nongovernment email accounts\\n\\nas she has stated clintons practice was to email government officials on their gov accounts so her work emails were immediately captured and preserved in fact more than 90 of those emails should have already been captured in the state departments email system before she provided them with paper copies\\n\\na politifact analysis also confirmed that clintons practices complied with laws and regulations including support from the former director of a prominent government accountability organization in clintons defense we should note that it was only after clinton left the state department that the national archives issued a recommendation that government employees should avoid conducting official business on personal emails though they noted there might be extenuating circumstances such as an emergency that require it additionally in 2014 president barack obama signed changes to the federal records act that explicitly said federal officials can only use personal email addresses if they also copy or send the emails to their official account because these rules werent in effect when clinton was in office she was in compliance with the laws and regulations at the time said gary bass founder and former director of omb watch a government accountability organization\\n\\nclinton said she did not use her email to send or receive classified information but the state department and two inspectors general said some of these emails do contain classified information was her statement inaccurate\\n\\nclinton only used her account for unclassified email no information in clintons emails was marked classified at the time she sent or received them\\n\\nwhen information is reviewed for public release it is common for information previously unclassified to be upgraded to classified if the state department or another agency believes its public release could cause potential harm to national security law enforcement or diplomatic relations\\n\\nafter reviewing a sampling of the 55000 pages of emails the inspectors general have proffered that a small number of emails which did not contain any classified markings andor dissemination controls should have been classified at the time they were sent the state department has said it disagrees with this assessment\\n\\nclinton hopes the state department and the agencies involved in the review process will sort out as quickly as possible which of the 55000 pages of emails are appropriate to share with the public\\n\\nhow did clinton receive and consume classified information\\n\\nthe secretarys office was located in a secure area classified information was viewed in hard copy by clinton while in the office while on travel the state department had rigorous protocols for her and traveling staff to receive and transmit information of all types\\n\\na separate closed email system was used by the state department for the purpose of handling classified communications which was designed to prevent such information from being transmitted anywhere other than within that system\\n\\nis department of justice conducting a criminal inquiry into clintons email use\\n\\nno as the department of justice and inspectors general made clear the igs made a security referral this was not criminal in nature as misreported by some in the press the department of justice is now seeking assurances about the storage of materials related to clintons email account\\n\\nis it true that her email server and a thumb drive were recently turned over to the government why\\n\\nagain when information is reviewed for public release it is common for information previously unclassified to be upgraded to classified if the state department or another agency believes its public release could cause potential harm to national security law enforcement or diplomatic relations\\n\\nclinton hopes that state and the other agencies involved in the review process will sort out as quickly as possible which emails are appropriate to share with the public and that the release will be as timely and as transparent as possible\\n\\nwhen the department upgraded some of the previously unclassified email to classified her team worked with the state department to ensure copies of her emails were stored in a safe and secure manner she also directed her team to give her server that hosted her email account while she was secretary to the department of justice as well as a thumb drive containing copies of her emails that already had been provided to the state department clinton has pledged to cooperate with the governments security inquiry\\n\\nwould this issue not have arisen if she used a stategov email address\\n\\neven if clintons emails had been on a government email address and government device these questions would be raised prior to public release\\n\\nwhile the state departments review of her 55000 emails brought the issue to the inspectors generals attentions the emails that recently were upgraded to classified prior to public release were on the unclassified gov email system they were not on the separate closed system used by state department for handling classified communications\\n\\nhave clintons state department aides also been asked to provide the department and congress with emails from their personal accounts\\n\\nwe understand that members of her state department staff were recently asked to assist the department in its recordkeeping by providing any workrelated emails they may have on personal accounts they have received requests from rep gowdy as well\\n\\nclinton is proud of the work of all the dedicated public servants that were part of her team at the state department she was proud of her aides then and is proud of them now as they have committed  as she has  to being as helpful as possible in responding to requests\\n\\npress reports say she used multiple devices  a blackberry and an ipad  is that true\\n\\nclinton relied on her blackberry for emailing this was easiest for her when the ipad came out in 2010 she was as curious as others and found it great for shopping browsing and reading articles when she traveled she also had access to her email account on her ipad and sometimes used it for that too\\n\\nwas she ever provided guidance about her use of a nongov email account\\n\\nthe state department has and did provide guidance regarding the need to preserve federal records to address these requirements it was her practice to email government employees on their gov email address that way work emails would be immediately captured and preserved in government recordkeeping systems\\n\\nwhat did clinton provide to the state department\\n\\non december 5 2014 30490 copies of work or potentially workrelated emails sent and received by clinton from march 18 2009 to february 1 2013 were provided to the state department this totaled roughly 55000 pages more than 90 of her work or potentially workrelated emails provided to the department were already in the state departments recordkeeping system because those emails were sent to or received by stategov accounts\\n\\nearly in her term clinton continued using an attblackberrynet account that she had used during her senate service given her practice from the beginning of emailing state department officials on their stategov accounts her workrelated emails during these initial weeks would have been captured and preserved in the state departments recordkeeping system she however no longer had access to these emails once she transitioned from this account\\n\\nwhy did the select committee announce that she used multiple email addresses during her tenure\\n\\nin fairness to the committee this was an honest misunderstanding clinton used one email account during her tenure at state with the exception of her initial weeks in office while transitioning from an email account she had previously used in march 2013 a month after she left the department gawker published the email address she used while secretary and so she had to change the address on her account\\n\\nat the time the printed copies were provided to the department in 2014 because it was the same account the new email address established after she left office appeared on the printed copies as the sender and not the address she used as secretary in fact this address on the account did not exist until march 2013 this led to understandable confusion that was cleared up directly with the committee after its press conference\\n\\nwhy didnt clinton provide her emails to the state department until december 2014\\n\\nin 2014 after recognizing potential gaps in its overall recordkeeping system the state department asked for the help of the four previous former secretaries in meeting the state departments obligations under the federal records act\\n\\nclinton responded to this request by providing the state department with over 55000 pages of emails as it was clintons practice to email us government officials on their gov accounts the overwhelming majority of these emails should have already been preserved in the state departments email system\\n\\nin providing these emails to the department clinton included all she had that were even potentially workrelatedincluding emails about using a fax machine or asking for iced tea during a meetingerring on the side of overinclusion as confirmed by the department and national archives determination that over 1250 emails were personal records which they have indicated will be returned to her\\n\\nafter providing her work and potentially workrelated emails she chose not to keep her personal nonwork related emails which by definition are not federal records and were not requested by the department or anyone else\\n\\nwhy did the state department ask for assistance in collecting records why did the state department need assistance in further meeting its requirements under the federal records act\\n\\nthe state department formally requested the assistance of the four previous former secretaries in a letter to their representatives dated october 28 2014 to help in further meeting the departments requirements under the federal records act\\n\\nthe letter stated that in september 2013 the national archives and records administration nara issued new guidance clarifying records management responsibilities regarding the use of personal email accounts for government business\\n\\nwhile this guidance was issued after all four former secretaries had departed office the department decided to ensure its records were as complete as possible and sought copies of work emails sent or received by the secretaries on their own accounts\\n\\nwhy did clinton decide not to keep her personal emails\\n\\nas clinton has said before these were private personal messages including emails about her daughters wedding plans her mothers funeral services and condolence notes as well as emails on family vacations yoga routines and other items one would typically find in their own email account such as offers from retailers spam etc\\n\\ndid clinton delete any emails while facing a subpoena\\n\\nno as noted the emails that clinton chose not to keep were personal emailsthey were not federal records or even workrelatedand therefore were not subject to any preservation obligation under the federal records act or any request nor would they have been subject to the subpoenawhich did not exist at the timethat was issued by the benghazi select committee some three months later\\n\\nrep gowdys subpoena issued in march 2015 did not seek and had nothing to do with her personal nonwork emails nor her server nor the request by state department last year for her help in their own recordkeeping indeed in his march 19th letter rep gowdy expressly stated he was not seeking any emails that were purely personal in nature\\n\\nin march 2015 when rep gowdy issued a subpoena to clinton the state department had received all of clintons workrelated emails in response to their 2014 request and indeed had already provided clintons relevant emails to rep gowdys committee\\n\\nrep gowdy other republicans and some members of the media have seized on a cnn interview with clinton to question her on this point rep gowdy has even gone so far as to say clinton is lying but he and the others are clearly mistaken\\n\\nas vox reported she didnt lie about the subpoena  clinton clearly wasnt responding to the question of whether shed ever been subpoenaed by the benghazi committee but whether shed been subpoenaed before she wiped the emails from her server additionally factcheckorg said in its analysis clintons denial came in response to a question about deleting emails while facing a subpoena and clinton objected to keilars assumption clintons campaign said that the emails were deleted before she received the subpoena and that was the point clinton was making politifact added suggesting that clinton deleted emails while facing a subpoena contradicts what we know about the controversy so far\\n\\nvox went on to further decry rep gowdys reaction saying this ones a particularly absurd gimmick even for a committee that is selectively leaking from depositions and documents to justify its existence if there was a more extreme category of dissembling than pants on fire now would be the time for politifact to roll it out on the house republicans\\n\\nwhy was the state department given printed copies\\n\\nthat is the requirement the instructions regarding electronic mail in the foreign affairs manual the departments policy manual require that until technology allowing archival capabilities for longterm electronic storage and retrieval of email messages is available and installed those messages warranting preservation as records for periods longer than current email systems routinely maintain them must be printed out and filed with related records 5 fam 4433\\n\\nwere any work items deleted in the course of producing the printed copies\\n\\nno\\n\\nhow many emails were in her account and how many of those were provided to the state department\\n\\nher email account contained a total of 62320 sent and received emails from march 2009 to february 2013 based on the review process described below 30490 of these emails were provided to the department and the remaining 31830 were private personal records\\n\\nhow and who decided what should be provided to the state department\\n\\nthe federal records act puts the obligation on the government official to determine what is and is not a federal record the state department foreign affairs manual outlines guidance designed to help employees determine which of their email messages must be preserved as federal records and which may be deleted without further authorization because they are not federal record materials 5 fam 4431c\\n\\nfollowing conversations with state department officials and in response to the state departments 2014 letter to former secretaries clinton directed her attorneys to assist by identifying and preserving all emails that could potentially be federal records this entailed a multistep process to review each email and provide printed copies of clintons emails to the state department erring on the side of including anything that might be even potentially workrelated\\n\\na search was conducted on clintons email account for all emails sent and received from 2009 to her last day in office february 1 2013\\n\\nafter this universe was determined a search was conducted for a gov not just stategov in any address field in an email this produced over 27500 emails representing more than 90 of the 30490 printed copies that were provided to the state department\\n\\nto help identify any potential nongov correspondence that should be included a search of first and last names of more than 100 state department and other us government officials was performed this included all deputy secretaries under secretaries assistant secretaries ambassadorsatlarge special representatives and envoys members of the secretarys foreign policy advisory board and other senior officials to the secretary including close aides and staff\\n\\nnext to account for nonobvious or nonrecognizable email addresses or misspellings or other idiosyncrasies the emails were sorted and reviewed both by sender and recipient\\n\\nlastly a number of terms were specifically searched for including benghazi and libya\\n\\nthese additional three steps yielded just over another 2900 emails including emails from former administration officials and longtime friends that may not be deemed by the state department to be federal records and hundreds of these emails actually had already been forwarded onto the stategov system and captured in realtime\\n\\nwith respect to materials that the select committee has requested the state department has stated that just under 300 emails related to libya were provided by the state department to the select committee in response to a november 2014 letter which contained a broader request for materials than prior requests from the house oversight and government reform committee\\n\\ngiven clintons practice of emailing state department officials on their stategov addresses the state department already had and had already provided the select committee with emails from clinton in august 2014  prior to requesting and receiving printed copies of her emails\\n\\nthe review process described above confirmed clintons practice of emailing state department officials on their gov address with the vast majority of the printed copies of workrelated emails clinton provided to the state department simply duplicating what was already captured in the state departments recordkeeping system in real time\\n\\ndid clinton use this account to communicate with foreign officials\\n\\nduring her time at state she communicated with foreign officials in person through correspondence and by telephone the review of all of her emails revealed only one email with a foreign uk official\\n\\ndid she withhold any work emails what about the 15 emails that sid blumenthal provided to the select committee that she did not provide to the state department\\n\\nshe provided the state department with all work and potentially workrelated emails that she had including all of her correspondence with sid blumenthal we understand that mr blumenthal had some emails that clinton did not have and clinton had some emails that mr blumenthal did not have but it is important to note that none of those emails provide any new insights on the attack on our facilities in benghazi\\n\\ndo you think a third party should have been allowed to review what was turned over to the state department as well as the remainder that was not\\n\\nthe federal records act puts the obligation on the government official not the agency or a third party to determine what is and is not a federal record the state department foreign affairs manual outlines guidance designed to help employees determine which of their email messages must be preserved as federal records and which may be deleted without further authorization because they are not federal record materials 5 fam 4431c\\n\\nclinton responded to the state departments request by providing approximately 55000 pages of her work and potentially workrelated emails she has also taken the unprecedented step of asking that those emails be made public in doing so she has sought to support the state departments efforts fulfill her responsibility of recordkeeping and provide the chance for the public to assess the work she and officials at the state department did during her tenure\\n\\nafter her workrelated emails were identified and preserved clinton chose not to keep her private personal emails that were not federal records including emails about her daughters wedding plans her mothers funeral service family vacations etc\\n\\ngovernment officials are granted the privacy of their personal nonwork related emails including personal emails on gov accounts clinton exercised her privilege to ensure the continued privacy of her personal nonwork related emails\\n\\ncant she release the emails she provided to the state department herself\\n\\nbecause the printed copies of workrelated emails she provided to the state department include federal records of the department the department needs to review these emails before they can be made public she called for them to be made available as soon as possible and is glad to see the department has begun releasing them\\n\\nsome of the emails released show clinton emailed aides at times on their personal rather than gov accounts was she trying to hide these communications\\n\\nas clinton has said before it was her practice to email us government officials on their gov accounts if it was workrelated this is evidenced in the emails released so far in reviewing her emails in 2014 there was a fraction of emails with workrelated information sent to us government officials personal accounts and those were provided to the state department the overwhelming majority of her workrelated emails were to gov accounts\\n\\nwhere was the server for her email located\\n\\nthe server for her email was physically located on her property which is protected by us secret service\\n\\nwhat level of encryption was employed who was the service provider\\n\\nthe security and integrity of her familys electronic communications was taken seriously from the onset when it was first set up for president clintons team while the curiosity about the specifics of this set up is understandable given what people with ill intentions can do with such information in this day and age there are concerns about broadcasting specific technical details about past and current practices suffice it to say robust protections were put in place and additional upgrades and techniques employed over time as they became available including consulting and employing third party experts\\n\\nwas the server ever hacked\\n\\nno there is no evidence there was ever a breach\\n\\nwas there ever an unauthorized intrusion into her email or did anyone else have access to it\\n\\nno\\n\\nwhat was done after her email was exposed in february 2013 after the hacker known as guccifer hacked sid blumenthals account\\n\\nwhile this was not a breach of clintons account because her email address was exposed steps were taken at that time to ensure the security and integrity of her electronic communications including changing her email address\\n\\nwas the state department able to respond to requests related to foia or congressional requests before they received printed copies of her workrelated emails\\n\\nyes as the select committee has said the state department provided the committee with relevant emails it already had on the stategov system before the state department requested any printed copies from former secretaries and four months before the state department received the printed copies\\n\\nfor example in the wellpublicized hack of sid blumenthals email account a note he sent clinton on september 12 2012 was posted online at first blush one might not think this exchange would be captured on the stategov system but in fact clinton forwarded the email that very same day onto the stategov system and the email was produced by the state department to the select committee and acknowledged by the select committee in august 2014\\n\\nthis example illustrates 1 when an email from a nongov sender had some connection to work or might add to the understanding of state department officials it was clintons practice to forward it to officials at their stategov address and 2 the state department was able to search and produce clintons emails when needed long before and unrelated to receiving the printed copies as they were already captured on stategov accounts\", \"Text_NoPunctuation\": \"Weve put all of the information about Hillary Clintons State Department emails here Just the facts all in one place\\n\\nWhy did Clinton use her own email account\\n\\nWhen Clinton got to the Department she opted to use her personal email account as a matter of convenience It enabled her to reach people quickly and keep in regular touch with her family and friends more easily given her travel schedule\\n\\nThat is the only reason she used her own account\\n\\nHer usage was widely known to the over 100 State Department and US government colleagues she emailed consistent with the practice of prior Secretaries of State and permitted at the time\\n\\nAs Clinton has said in hindsight it would have been better to just have two accounts While she thought using one account would be easier obviously that has not been the case\\n\\nWas it allowed\\n\\nYes The laws regulations and State Department policy in place during her tenure permitted her to use a nongovernment email for work\\n\\nThe 2009 National Archives regulation in place during her tenure required that agencies that allow employees to send and receive official electronic mail messages using a system not operated by the agency must ensure that Federal records sent or received on such systems are preserved in the appropriate agency recordkeeping system The regulation recognizes the use of nongovernment email accounts\\n\\nAs she has stated Clintons practice was to email government officials on their gov accounts so her work emails were immediately captured and preserved In fact more than 90 of those emails should have already been captured in the State Departments email system before she provided them with paper copies\\n\\nA Politifact analysis also confirmed that Clintons practices complied with laws and regulations including support from the former director of a prominent government accountability organization In Clintons defense we should note that it was only after Clinton left the State Department that the National Archives issued a recommendation that government employees should avoid conducting official business on personal emails though they noted there might be extenuating circumstances such as an emergency that require it Additionally in 2014 President Barack Obama signed changes to the Federal Records Act that explicitly said federal officials can only use personal email addresses if they also copy or send the emails to their official account Because these rules werent in effect when Clinton was in office she was in compliance with the laws and regulations at the time said Gary Bass founder and former director of OMB Watch a government accountability organization\\n\\nClinton said she did not use her email to send or receive classified information but the State Department and two Inspectors General said some of these emails do contain classified information Was her statement inaccurate\\n\\nClinton only used her account for unclassified email No information in Clintons emails was marked classified at the time she sent or received them\\n\\nWhen information is reviewed for public release it is common for information previously unclassified to be upgraded to classified if the State Department or another agency believes its public release could cause potential harm to national security law enforcement or diplomatic relations\\n\\nAfter reviewing a sampling of the 55000 pages of emails the Inspectors General have proffered that a small number of emails which did not contain any classified markings andor dissemination controls should have been classified at the time they were sent The State Department has said it disagrees with this assessment\\n\\nClinton hopes the State Department and the agencies involved in the review process will sort out as quickly as possible which of the 55000 pages of emails are appropriate to share with the public\\n\\nHow did Clinton receive and consume classified information\\n\\nThe Secretarys office was located in a secure area Classified information was viewed in hard copy by Clinton while in the office While on travel the State Department had rigorous protocols for her and traveling staff to receive and transmit information of all types\\n\\nA separate closed email system was used by the State Department for the purpose of handling classified communications which was designed to prevent such information from being transmitted anywhere other than within that system\\n\\nIs Department of Justice conducting a criminal inquiry into Clintons email use\\n\\nNo As the Department of Justice and Inspectors General made clear the IGs made a security referral This was not criminal in nature as misreported by some in the press The Department of Justice is now seeking assurances about the storage of materials related to Clintons email account\\n\\nIs it true that her email server and a thumb drive were recently turned over to the government Why\\n\\nAgain when information is reviewed for public release it is common for information previously unclassified to be upgraded to classified if the State Department or another agency believes its public release could cause potential harm to national security law enforcement or diplomatic relations\\n\\nClinton hopes that State and the other agencies involved in the review process will sort out as quickly as possible which emails are appropriate to share with the public and that the release will be as timely and as transparent as possible\\n\\nWhen the Department upgraded some of the previously unclassified email to classified her team worked with the State Department to ensure copies of her emails were stored in a safe and secure manner She also directed her team to give her server that hosted her email account while she was Secretary to the Department of Justice as well as a thumb drive containing copies of her emails that already had been provided to the State Department Clinton has pledged to cooperate with the governments security inquiry\\n\\nWould this issue not have arisen if she used a stategov email address\\n\\nEven if Clintons emails had been on a government email address and government device these questions would be raised prior to public release\\n\\nWhile the State Departments review of her 55000 emails brought the issue to the Inspectors Generals attentions the emails that recently were upgraded to classified prior to public release were on the unclassified gov email system They were not on the separate closed system used by State Department for handling classified communications\\n\\nHave Clintons State Department aides also been asked to provide the Department and Congress with emails from their personal accounts\\n\\nWe understand that members of her State Department staff were recently asked to assist the Department in its recordkeeping by providing any workrelated emails they may have on personal accounts They have received requests from Rep Gowdy as well\\n\\nClinton is proud of the work of all the dedicated public servants that were part of her team at the State Department She was proud of her aides then and is proud of them now as they have committed  as she has  to being as helpful as possible in responding to requests\\n\\nPress reports say she used multiple devices  a Blackberry and an iPad  is that true\\n\\nClinton relied on her Blackberry for emailing This was easiest for her When the iPad came out in 2010 she was as curious as others and found it great for shopping browsing and reading articles when she traveled She also had access to her email account on her iPad and sometimes used it for that too\\n\\nWas she ever provided guidance about her use of a nongov email account\\n\\nThe State Department has and did provide guidance regarding the need to preserve federal records To address these requirements it was her practice to email government employees on their gov email address That way work emails would be immediately captured and preserved in government recordkeeping systems\\n\\nWhat did Clinton provide to the State Department\\n\\nOn December 5 2014 30490 copies of work or potentially workrelated emails sent and received by Clinton from March 18 2009 to February 1 2013 were provided to the State Department This totaled roughly 55000 pages More than 90 of her work or potentially workrelated emails provided to the Department were already in the State Departments recordkeeping system because those emails were sent to or received by stategov accounts\\n\\nEarly in her term Clinton continued using an attblackberrynet account that she had used during her Senate service Given her practice from the beginning of emailing State Department officials on their stategov accounts her workrelated emails during these initial weeks would have been captured and preserved in the State Departments recordkeeping system She however no longer had access to these emails once she transitioned from this account\\n\\nWhy did the Select Committee announce that she used multiple email addresses during her tenure\\n\\nIn fairness to the Committee this was an honest misunderstanding Clinton used one email account during her tenure at State with the exception of her initial weeks in office while transitioning from an email account she had previously used In March 2013 a month after she left the Department Gawker published the email address she used while Secretary and so she had to change the address on her account\\n\\nAt the time the printed copies were provided to the Department in 2014 because it was the same account the new email address established after she left office appeared on the printed copies as the sender and not the address she used as Secretary In fact this address on the account did not exist until March 2013 This led to understandable confusion that was cleared up directly with the Committee after its press conference\\n\\nWhy didnt Clinton provide her emails to the State Department until December 2014\\n\\nIn 2014 after recognizing potential gaps in its overall recordkeeping system the State Department asked for the help of the four previous former Secretaries in meeting the State Departments obligations under the Federal Records Act\\n\\nClinton responded to this request by providing the State Department with over 55000 pages of emails As it was Clintons practice to email US government officials on their gov accounts the overwhelming majority of these emails should have already been preserved in the State Departments email system\\n\\nIn providing these emails to the Department Clinton included all she had that were even potentially workrelatedincluding emails about using a fax machine or asking for iced tea during a meetingerring on the side of overinclusion as confirmed by the Department and National Archives determination that over 1250 emails were personal records which they have indicated will be returned to her\\n\\nAfter providing her work and potentially workrelated emails she chose not to keep her personal nonwork related emails which by definition are not federal records and were not requested by the Department or anyone else\\n\\nWhy did the State Department ask for assistance in collecting records Why did the State Department need assistance in further meeting its requirements under the Federal Records Act\\n\\nThe State Department formally requested the assistance of the four previous former Secretaries in a letter to their representatives dated October 28 2014 to help in further meeting the Departments requirements under the Federal Records Act\\n\\nThe letter stated that in September 2013 the National Archives and Records Administration NARA issued new guidance clarifying records management responsibilities regarding the use of personal email accounts for government business\\n\\nWhile this guidance was issued after all four former Secretaries had departed office the Department decided to ensure its records were as complete as possible and sought copies of work emails sent or received by the Secretaries on their own accounts\\n\\nWhy did Clinton decide not to keep her personal emails\\n\\nAs Clinton has said before these were private personal messages including emails about her daughters wedding plans her mothers funeral services and condolence notes as well as emails on family vacations yoga routines and other items one would typically find in their own email account such as offers from retailers spam etc\\n\\nDid Clinton delete any emails while facing a subpoena\\n\\nNo As noted the emails that Clinton chose not to keep were personal emailsthey were not federal records or even workrelatedand therefore were not subject to any preservation obligation under the Federal Records Act or any request Nor would they have been subject to the subpoenawhich did not exist at the timethat was issued by the Benghazi Select Committee some three months later\\n\\nRep Gowdys subpoena issued in March 2015 did not seek and had nothing to do with her personal nonwork emails nor her server nor the request by State Department last year for her help in their own recordkeeping Indeed in his March 19th letter Rep Gowdy expressly stated he was not seeking any emails that were purely personal in nature\\n\\nIn March 2015 when Rep Gowdy issued a subpoena to Clinton the State Department had received all of Clintons workrelated emails in response to their 2014 request and indeed had already provided Clintons relevant emails to Rep Gowdys committee\\n\\nRep Gowdy other Republicans and some members of the media have seized on a CNN interview with Clinton to question her on this point Rep Gowdy has even gone so far as to say Clinton is lying But he and the others are clearly mistaken\\n\\nAs Vox reported She didnt lie about the subpoena  Clinton clearly wasnt responding to the question of whether shed ever been subpoenaed by the Benghazi Committee but whether shed been subpoenaed before she wiped the emails from her server Additionally Factcheckorg said in its analysis Clintons denial came in response to a question about deleting emails while facing a subpoena and Clinton objected to Keilars assumption Clintons campaign said that the emails were deleted before she received the subpoena and that was the point Clinton was making Politifact added Suggesting that Clinton deleted emails while facing a subpoena contradicts what we know about the controversy so far\\n\\nVox went on to further decry Rep Gowdys reaction saying This ones a particularly absurd gimmick even for a committee that is selectively leaking from depositions and documents to justify its existence If there was a more extreme category of dissembling than pants on fire now would be the time for Politifact to roll it out on the House Republicans\\n\\nWhy was the State Department given printed copies\\n\\nThat is the requirement The instructions regarding electronic mail in the Foreign Affairs Manual the Departments policy manual require that until technology allowing archival capabilities for longterm electronic storage and retrieval of email messages is available and installed those messages warranting preservation as records for periods longer than current Email systems routinely maintain them must be printed out and filed with related records 5 FAM 4433\\n\\nWere any work items deleted in the course of producing the printed copies\\n\\nNo\\n\\nHow many emails were in her account And how many of those were provided to the State Department\\n\\nHer email account contained a total of 62320 sent and received emails from March 2009 to February 2013 Based on the review process described below 30490 of these emails were provided to the Department and the remaining 31830 were private personal records\\n\\nHow and who decided what should be provided to the State Department\\n\\nThe Federal Records Act puts the obligation on the government official to determine what is and is not a federal record The State Department Foreign Affairs Manual outlines guidance designed to help employees determine which of their email messages must be preserved as federal records and which may be deleted without further authorization because they are not Federal record materials 5 FAM 4431c\\n\\nFollowing conversations with State Department officials and in response to the State Departments 2014 letter to former Secretaries Clinton directed her attorneys to assist by identifying and preserving all emails that could potentially be federal records This entailed a multistep process to review each email and provide printed copies of Clintons emails to the State Department erring on the side of including anything that might be even potentially workrelated\\n\\nA search was conducted on Clintons email account for all emails sent and received from 2009 to her last day in office February 1 2013\\n\\nAfter this universe was determined a search was conducted for a gov not just stategov in any address field in an email This produced over 27500 emails representing more than 90 of the 30490 printed copies that were provided to the State Department\\n\\nTo help identify any potential nongov correspondence that should be included a search of first and last names of more than 100 State Department and other US government officials was performed This included all Deputy Secretaries Under Secretaries Assistant Secretaries AmbassadorsatLarge Special Representatives and Envoys members of the Secretarys Foreign Policy Advisory Board and other senior officials to the Secretary including close aides and staff\\n\\nNext to account for nonobvious or nonrecognizable email addresses or misspellings or other idiosyncrasies the emails were sorted and reviewed both by sender and recipient\\n\\nLastly a number of terms were specifically searched for including Benghazi and Libya\\n\\nThese additional three steps yielded just over another 2900 emails including emails from former Administration officials and longtime friends that may not be deemed by the State Department to be federal records And hundreds of these emails actually had already been forwarded onto the stategov system and captured in realtime\\n\\nWith respect to materials that the Select Committee has requested the State Department has stated that just under 300 emails related to Libya were provided by the State Department to the Select Committee in response to a November 2014 letter which contained a broader request for materials than prior requests from the House Oversight and Government Reform Committee\\n\\nGiven Clintons practice of emailing State Department officials on their stategov addresses the State Department already had and had already provided the Select Committee with emails from Clinton in August 2014  prior to requesting and receiving printed copies of her emails\\n\\nThe review process described above confirmed Clintons practice of emailing State Department officials on their gov address with the vast majority of the printed copies of workrelated emails Clinton provided to the State Department simply duplicating what was already captured in the State Departments recordkeeping system in real time\\n\\nDid Clinton use this account to communicate with foreign officials\\n\\nDuring her time at State she communicated with foreign officials in person through correspondence and by telephone The review of all of her emails revealed only one email with a foreign UK official\\n\\nDid she withhold any work emails What about the 15 emails that Sid Blumenthal provided to the Select Committee that she did not provide to the State Department\\n\\nShe provided the State Department with all work and potentially workrelated emails that she had including all of her correspondence with Sid Blumenthal We understand that Mr Blumenthal had some emails that Clinton did not have and Clinton had some emails that Mr Blumenthal did not have but it is important to note that none of those emails provide any new insights on the attack on our facilities in Benghazi\\n\\nDo you think a third party should have been allowed to review what was turned over to the State Department as well as the remainder that was not\\n\\nThe Federal Records Act puts the obligation on the government official not the agency or a third party to determine what is and is not a federal record The State Department Foreign Affairs Manual outlines guidance designed to help employees determine which of their email messages must be preserved as federal records and which may be deleted without further authorization because they are not Federal record materials 5 FAM 4431c\\n\\nClinton responded to the State Departments request by providing approximately 55000 pages of her work and potentially workrelated emails She has also taken the unprecedented step of asking that those emails be made public In doing so she has sought to support the State Departments efforts fulfill her responsibility of recordkeeping and provide the chance for the public to assess the work she and officials at the State Department did during her tenure\\n\\nAfter her workrelated emails were identified and preserved Clinton chose not to keep her private personal emails that were not federal records including emails about her daughters wedding plans her mothers funeral service family vacations etc\\n\\nGovernment officials are granted the privacy of their personal nonwork related emails including personal emails on gov accounts Clinton exercised her privilege to ensure the continued privacy of her personal nonwork related emails\\n\\nCant she release the emails she provided to the State Department herself\\n\\nBecause the printed copies of workrelated emails she provided to the State Department include federal records of the Department the Department needs to review these emails before they can be made public She called for them to be made available as soon as possible and is glad to see the Department has begun releasing them\\n\\nSome of the emails released show Clinton emailed aides at times on their personal rather than gov accounts Was she trying to hide these communications\\n\\nAs Clinton has said before it was her practice to email US government officials on their gov accounts if it was workrelated This is evidenced in the emails released so far In reviewing her emails in 2014 there was a fraction of emails with workrelated information sent to US government officials personal accounts and those were provided to the State Department The overwhelming majority of her workrelated emails were to gov accounts\\n\\nWhere was the server for her email located\\n\\nThe server for her email was physically located on her property which is protected by US Secret Service\\n\\nWhat level of encryption was employed Who was the service provider\\n\\nThe security and integrity of her familys electronic communications was taken seriously from the onset when it was first set up for President Clintons team While the curiosity about the specifics of this set up is understandable given what people with ill intentions can do with such information in this day and age there are concerns about broadcasting specific technical details about past and current practices Suffice it to say robust protections were put in place and additional upgrades and techniques employed over time as they became available including consulting and employing third party experts\\n\\nWas the server ever hacked\\n\\nNo there is no evidence there was ever a breach\\n\\nWas there ever an unauthorized intrusion into her email or did anyone else have access to it\\n\\nNo\\n\\nWhat was done after her email was exposed in February 2013 after the hacker known as Guccifer hacked Sid Blumenthals account\\n\\nWhile this was not a breach of Clintons account because her email address was exposed steps were taken at that time to ensure the security and integrity of her electronic communications including changing her email address\\n\\nWas the State Department able to respond to requests related to FOIA or Congressional requests before they received printed copies of her workrelated emails\\n\\nYes As the Select Committee has said the State Department provided the Committee with relevant emails it already had on the stategov system before the State Department requested any printed copies from former Secretaries and four months before the State Department received the printed copies\\n\\nFor example in the wellpublicized hack of Sid Blumenthals email account a note he sent Clinton on September 12 2012 was posted online At first blush one might not think this exchange would be captured on the stategov system But in fact Clinton forwarded the email that very same day onto the stategov system And the email was produced by the State Department to the Select Committee and acknowledged by the Select Committee in August 2014\\n\\nThis example illustrates 1 when an email from a nongov sender had some connection to work or might add to the understanding of State Department officials it was Clintons practice to forward it to officials at their stategov address and 2 the State Department was able to search and produce Clintons emails when needed long before and unrelated to receiving the printed copies as they were already captured on stategov accounts\", \"Text_NoStopwords\": \"weve put information hillary clintons state department emails facts one place clinton use email account clinton got department opted use personal email account matter convenience enabled reach people quickly keep regular touch family friends easily given travel schedule reason used account usage widely known 100 state department us government colleagues emailed consistent practice prior secretaries state permitted time clinton said hindsight would better two accounts thought using one account would easier obviously case allowed yes laws regulations state department policy place tenure permitted use nongovernment email work 2009 national archives regulation place tenure required agencies allow employees send receive official electronic mail messages using system operated agency must ensure federal records sent received systems preserved appropriate agency recordkeeping system regulation recognizes use nongovernment email accounts stated clintons practice email government officials gov accounts work emails immediately captured preserved fact 90 emails already captured state departments email system provided paper copies politifact analysis also confirmed clintons practices complied laws regulations including support former director prominent government accountability organization clintons defense note clinton left state department national archives issued recommendation government employees avoid conducting official business personal emails though noted might extenuating circumstances emergency require additionally 2014 president barack obama signed changes federal records act explicitly said federal officials use personal email addresses also copy send emails official account rules werent effect clinton office compliance laws regulations time said gary bass founder former director omb watch government accountability organization clinton said use email send receive classified information state department two inspectors general said emails contain classified information statement inaccurate clinton used account unclassified email information clintons emails marked classified time sent received information reviewed public release common information previously unclassified upgraded classified state department another agency believes public release could cause potential harm national security law enforcement diplomatic relations reviewing sampling 55000 pages emails inspectors general proffered small number emails contain classified markings andor dissemination controls classified time sent state department said disagrees assessment clinton hopes state department agencies involved review process sort quickly possible 55000 pages emails appropriate share public clinton receive consume classified information secretarys office located secure area classified information viewed hard copy clinton office travel state department rigorous protocols traveling staff receive transmit information types separate closed email system used state department purpose handling classified communications designed prevent information transmitted anywhere within system department justice conducting criminal inquiry clintons email use department justice inspectors general made clear igs made security referral criminal nature misreported press department justice seeking assurances storage materials related clintons email account true email server thumb drive recently turned government information reviewed public release common information previously unclassified upgraded classified state department another agency believes public release could cause potential harm national security law enforcement diplomatic relations clinton hopes state agencies involved review process sort quickly possible emails appropriate share public release timely transparent possible department upgraded previously unclassified email classified team worked state department ensure copies emails stored safe secure manner also directed team give server hosted email account secretary department justice well thumb drive containing copies emails already provided state department clinton pledged cooperate governments security inquiry would issue arisen used stategov email address even clintons emails government email address government device questions would raised prior public release state departments review 55000 emails brought issue inspectors generals attentions emails recently upgraded classified prior public release unclassified gov email system separate closed system used state department handling classified communications clintons state department aides also asked provide department congress emails personal accounts understand members state department staff recently asked assist department recordkeeping providing workrelated emails may personal accounts received requests rep gowdy well clinton proud work dedicated public servants part team state department proud aides proud committed helpful possible responding requests press reports say used multiple devices blackberry ipad true clinton relied blackberry emailing easiest ipad came 2010 curious others found great shopping browsing reading articles traveled also access email account ipad sometimes used ever provided guidance use nongov email account state department provide guidance regarding need preserve federal records address requirements practice email government employees gov email address way work emails would immediately captured preserved government recordkeeping systems clinton provide state department december 5 2014 30490 copies work potentially workrelated emails sent received clinton march 18 2009 february 1 2013 provided state department totaled roughly 55000 pages 90 work potentially workrelated emails provided department already state departments recordkeeping system emails sent received stategov accounts early term clinton continued using attblackberrynet account used senate service given practice beginning emailing state department officials stategov accounts workrelated emails initial weeks would captured preserved state departments recordkeeping system however longer access emails transitioned account select committee announce used multiple email addresses tenure fairness committee honest misunderstanding clinton used one email account tenure state exception initial weeks office transitioning email account previously used march 2013 month left department gawker published email address used secretary change address account time printed copies provided department 2014 account new email address established left office appeared printed copies sender address used secretary fact address account exist march 2013 led understandable confusion cleared directly committee press conference didnt clinton provide emails state department december 2014 2014 recognizing potential gaps overall recordkeeping system state department asked help four previous former secretaries meeting state departments obligations federal records act clinton responded request providing state department 55000 pages emails clintons practice email us government officials gov accounts overwhelming majority emails already preserved state departments email system providing emails department clinton included even potentially workrelatedincluding emails using fax machine asking iced tea meetingerring side overinclusion confirmed department national archives determination 1250 emails personal records indicated returned providing work potentially workrelated emails chose keep personal nonwork related emails definition federal records requested department anyone else state department ask assistance collecting records state department need assistance meeting requirements federal records act state department formally requested assistance four previous former secretaries letter representatives dated october 28 2014 help meeting departments requirements federal records act letter stated september 2013 national archives records administration nara issued new guidance clarifying records management responsibilities regarding use personal email accounts government business guidance issued four former secretaries departed office department decided ensure records complete possible sought copies work emails sent received secretaries accounts clinton decide keep personal emails clinton said private personal messages including emails daughters wedding plans mothers funeral services condolence notes well emails family vacations yoga routines items one would typically find email account offers retailers spam etc clinton delete emails facing subpoena noted emails clinton chose keep personal emailsthey federal records even workrelatedand therefore subject preservation obligation federal records act request would subject subpoenawhich exist timethat issued benghazi select committee three months later rep gowdys subpoena issued march 2015 seek nothing personal nonwork emails server request state department last year help recordkeeping indeed march 19th letter rep gowdy expressly stated seeking emails purely personal nature march 2015 rep gowdy issued subpoena clinton state department received clintons workrelated emails response 2014 request indeed already provided clintons relevant emails rep gowdys committee rep gowdy republicans members media seized cnn interview clinton question point rep gowdy even gone far say clinton lying others clearly mistaken vox reported didnt lie subpoena clinton clearly wasnt responding question whether shed ever subpoenaed benghazi committee whether shed subpoenaed wiped emails server additionally factcheckorg said analysis clintons denial came response question deleting emails facing subpoena clinton objected keilars assumption clintons campaign said emails deleted received subpoena point clinton making politifact added suggesting clinton deleted emails facing subpoena contradicts know controversy far vox went decry rep gowdys reaction saying ones particularly absurd gimmick even committee selectively leaking depositions documents justify existence extreme category dissembling pants fire would time politifact roll house republicans state department given printed copies requirement instructions regarding electronic mail foreign affairs manual departments policy manual require technology allowing archival capabilities longterm electronic storage retrieval email messages available installed messages warranting preservation records periods longer current email systems routinely maintain must printed filed related records 5 fam 4433 work items deleted course producing printed copies many emails account many provided state department email account contained total 62320 sent received emails march 2009 february 2013 based review process described 30490 emails provided department remaining 31830 private personal records decided provided state department federal records act puts obligation government official determine federal record state department foreign affairs manual outlines guidance designed help employees determine email messages must preserved federal records may deleted without authorization federal record materials 5 fam 4431c following conversations state department officials response state departments 2014 letter former secretaries clinton directed attorneys assist identifying preserving emails could potentially federal records entailed multistep process review email provide printed copies clintons emails state department erring side including anything might even potentially workrelated search conducted clintons email account emails sent received 2009 last day office february 1 2013 universe determined search conducted gov stategov address field email produced 27500 emails representing 90 30490 printed copies provided state department help identify potential nongov correspondence included search first last names 100 state department us government officials performed included deputy secretaries secretaries assistant secretaries ambassadorsatlarge special representatives envoys members secretarys foreign policy advisory board senior officials secretary including close aides staff next account nonobvious nonrecognizable email addresses misspellings idiosyncrasies emails sorted reviewed sender recipient lastly number terms specifically searched including benghazi libya additional three steps yielded another 2900 emails including emails former administration officials longtime friends may deemed state department federal records hundreds emails actually already forwarded onto stategov system captured realtime respect materials select committee requested state department stated 300 emails related libya provided state department select committee response november 2014 letter contained broader request materials prior requests house oversight government reform committee given clintons practice emailing state department officials stategov addresses state department already already provided select committee emails clinton august 2014 prior requesting receiving printed copies emails review process described confirmed clintons practice emailing state department officials gov address vast majority printed copies workrelated emails clinton provided state department simply duplicating already captured state departments recordkeeping system real time clinton use account communicate foreign officials time state communicated foreign officials person correspondence telephone review emails revealed one email foreign uk official withhold work emails 15 emails sid blumenthal provided select committee provide state department provided state department work potentially workrelated emails including correspondence sid blumenthal understand mr blumenthal emails clinton clinton emails mr blumenthal important note none emails provide new insights attack facilities benghazi think third party allowed review turned state department well remainder federal records act puts obligation government official agency third party determine federal record state department foreign affairs manual outlines guidance designed help employees determine email messages must preserved federal records may deleted without authorization federal record materials 5 fam 4431c clinton responded state departments request providing approximately 55000 pages work potentially workrelated emails also taken unprecedented step asking emails made public sought support state departments efforts fulfill responsibility recordkeeping provide chance public assess work officials state department tenure workrelated emails identified preserved clinton chose keep private personal emails federal records including emails daughters wedding plans mothers funeral service family vacations etc government officials granted privacy personal nonwork related emails including personal emails gov accounts clinton exercised privilege ensure continued privacy personal nonwork related emails cant release emails provided state department printed copies workrelated emails provided state department include federal records department department needs review emails made public called made available soon possible glad see department begun releasing emails released show clinton emailed aides times personal rather gov accounts trying hide communications clinton said practice email us government officials gov accounts workrelated evidenced emails released far reviewing emails 2014 fraction emails workrelated information sent us government officials personal accounts provided state department overwhelming majority workrelated emails gov accounts server email located server email physically located property protected us secret service level encryption employed service provider security integrity familys electronic communications taken seriously onset first set president clintons team curiosity specifics set understandable given people ill intentions information day age concerns broadcasting specific technical details past current practices suffice say robust protections put place additional upgrades techniques employed time became available including consulting employing third party experts server ever hacked evidence ever breach ever unauthorized intrusion email anyone else access done email exposed february 2013 hacker known guccifer hacked sid blumenthals account breach clintons account email address exposed steps taken time ensure security integrity electronic communications including changing email address state department able respond requests related foia congressional requests received printed copies workrelated emails yes select committee said state department provided committee relevant emails already stategov system state department requested printed copies former secretaries four months state department received printed copies example wellpublicized hack sid blumenthals email account note sent clinton september 12 2012 posted online first blush one might think exchange would captured stategov system fact clinton forwarded email day onto stategov system email produced state department select committee acknowledged select committee august 2014 example illustrates 1 email nongov sender connection work might add understanding state department officials clintons practice forward officials stategov address 2 state department able search produce clintons emails needed long unrelated receiving printed copies already captured stategov accounts\", \"Text_Trigrams\": [[\"weve\", \"put\", \"information\"], [\"put\", \"information\", \"hillary\"], [\"information\", \"hillary\", \"clinton\"], [\"hillary\", \"clinton\", \"state\"], [\"clinton\", \"state\", \"department\"], [\"state\", \"department\", \"email\"], [\"department\", \"email\", \"fact\"], [\"email\", \"fact\", \"one\"], [\"fact\", \"one\", \"place\"], [\"one\", \"place\", \"clinton\"], [\"place\", \"clinton\", \"use\"], [\"clinton\", \"use\", \"email\"], [\"use\", \"email\", \"account\"], [\"email\", \"account\", \"clinton\"], [\"account\", \"clinton\", \"got\"], [\"clinton\", \"got\", \"department\"], [\"got\", \"department\", \"opted\"], [\"department\", \"opted\", \"use\"], [\"opted\", \"use\", \"personal\"], [\"use\", \"personal\", \"email\"], [\"personal\", \"email\", \"account\"], [\"email\", \"account\", \"matter\"], [\"account\", \"matter\", \"convenience\"], [\"matter\", \"convenience\", \"enabled\"], [\"convenience\", \"enabled\", \"reach\"], [\"enabled\", \"reach\", \"people\"], [\"reach\", \"people\", \"quickly\"], [\"people\", \"quickly\", \"keep\"], [\"quickly\", \"keep\", \"regular\"], [\"keep\", \"regular\", \"touch\"], [\"regular\", \"touch\", \"family\"], [\"touch\", \"family\", \"friend\"], [\"family\", \"friend\", \"easily\"], [\"friend\", \"easily\", \"given\"], [\"easily\", \"given\", \"travel\"], [\"given\", \"travel\", \"schedule\"], [\"travel\", \"schedule\", \"reason\"], [\"schedule\", \"reason\", \"used\"], [\"reason\", \"used\", \"account\"], [\"used\", \"account\", \"usage\"], [\"account\", \"usage\", \"widely\"], [\"usage\", \"widely\", \"known\"], [\"widely\", \"known\", \"100\"], [\"known\", \"100\", \"state\"], [\"100\", \"state\", \"department\"], [\"state\", \"department\", \"u\"], [\"department\", \"u\", \"government\"], [\"u\", \"government\", \"colleague\"], [\"government\", \"colleague\", \"emailed\"], [\"colleague\", \"emailed\", \"consistent\"], [\"emailed\", \"consistent\", \"practice\"], [\"consistent\", \"practice\", \"prior\"], [\"practice\", \"prior\", \"secretary\"], [\"prior\", \"secretary\", \"state\"], [\"secretary\", \"state\", \"permitted\"], [\"state\", \"permitted\", \"time\"], [\"permitted\", \"time\", \"clinton\"], [\"time\", \"clinton\", \"said\"], [\"clinton\", \"said\", \"hindsight\"], [\"said\", \"hindsight\", \"would\"], [\"hindsight\", \"would\", \"better\"], [\"would\", \"better\", \"two\"], [\"better\", \"two\", \"account\"], [\"two\", \"account\", \"thought\"], [\"account\", \"thought\", \"using\"], [\"thought\", \"using\", \"one\"], [\"using\", \"one\", \"account\"], [\"one\", \"account\", \"would\"], [\"account\", \"would\", \"easier\"], [\"would\", \"easier\", \"obviously\"], [\"easier\", \"obviously\", \"case\"], [\"obviously\", \"case\", \"allowed\"], [\"case\", \"allowed\", \"yes\"], [\"allowed\", \"yes\", \"law\"], [\"yes\", \"law\", \"regulation\"], [\"law\", \"regulation\", \"state\"], [\"regulation\", \"state\", \"department\"], [\"state\", \"department\", \"policy\"], [\"department\", \"policy\", \"place\"], [\"policy\", \"place\", \"tenure\"], [\"place\", \"tenure\", \"permitted\"], [\"tenure\", \"permitted\", \"use\"], [\"permitted\", \"use\", \"nongovernment\"], [\"use\", \"nongovernment\", \"email\"], [\"nongovernment\", \"email\", \"work\"], [\"email\", \"work\", \"2009\"], [\"work\", \"2009\", \"national\"], [\"2009\", \"national\", \"archive\"], [\"national\", \"archive\", \"regulation\"], [\"archive\", \"regulation\", \"place\"], [\"regulation\", \"place\", \"tenure\"], [\"place\", \"tenure\", \"required\"], [\"tenure\", \"required\", \"agency\"], [\"required\", \"agency\", \"allow\"], [\"agency\", \"allow\", \"employee\"], [\"allow\", \"employee\", \"send\"], [\"employee\", \"send\", \"receive\"], [\"send\", \"receive\", \"official\"], [\"receive\", \"official\", \"electronic\"], [\"official\", \"electronic\", \"mail\"], [\"electronic\", \"mail\", \"message\"], [\"mail\", \"message\", \"using\"], [\"message\", \"using\", \"system\"], [\"using\", \"system\", \"operated\"], [\"system\", \"operated\", \"agency\"], [\"operated\", \"agency\", \"must\"], [\"agency\", \"must\", \"ensure\"], [\"must\", \"ensure\", \"federal\"], [\"ensure\", \"federal\", \"record\"], [\"federal\", \"record\", \"sent\"], [\"record\", \"sent\", \"received\"], [\"sent\", \"received\", \"system\"], [\"received\", \"system\", \"preserved\"], [\"system\", \"preserved\", \"appropriate\"], [\"preserved\", \"appropriate\", \"agency\"], [\"appropriate\", \"agency\", \"recordkeeping\"], [\"agency\", \"recordkeeping\", \"system\"], [\"recordkeeping\", \"system\", \"regulation\"], [\"system\", \"regulation\", \"recognizes\"], [\"regulation\", \"recognizes\", \"use\"], [\"recognizes\", \"use\", \"nongovernment\"], [\"use\", \"nongovernment\", \"email\"], [\"nongovernment\", \"email\", \"account\"], [\"email\", \"account\", \"stated\"], [\"account\", \"stated\", \"clinton\"], [\"stated\", \"clinton\", \"practice\"], [\"clinton\", \"practice\", \"email\"], [\"practice\", \"email\", \"government\"], [\"email\", \"government\", \"official\"], [\"government\", \"official\", \"gov\"], [\"official\", \"gov\", \"account\"], [\"gov\", \"account\", \"work\"], [\"account\", \"work\", \"email\"], [\"work\", \"email\", \"immediately\"], [\"email\", \"immediately\", \"captured\"], [\"immediately\", \"captured\", \"preserved\"], [\"captured\", \"preserved\", \"fact\"], [\"preserved\", \"fact\", \"90\"], [\"fact\", \"90\", \"email\"], [\"90\", \"email\", \"already\"], [\"email\", \"already\", \"captured\"], [\"already\", \"captured\", \"state\"], [\"captured\", \"state\", \"department\"], [\"state\", \"department\", \"email\"], [\"department\", \"email\", \"system\"], [\"email\", \"system\", \"provided\"], [\"system\", \"provided\", \"paper\"], [\"provided\", \"paper\", \"copy\"], [\"paper\", \"copy\", \"politifact\"], [\"copy\", \"politifact\", \"analysis\"], [\"politifact\", \"analysis\", \"also\"], [\"analysis\", \"also\", \"confirmed\"], [\"also\", \"confirmed\", \"clinton\"], [\"confirmed\", \"clinton\", \"practice\"], [\"clinton\", \"practice\", \"complied\"], [\"practice\", \"complied\", \"law\"], [\"complied\", \"law\", \"regulation\"], [\"law\", \"regulation\", \"including\"], [\"regulation\", \"including\", \"support\"], [\"including\", \"support\", \"former\"], [\"support\", \"former\", \"director\"], [\"former\", \"director\", \"prominent\"], [\"director\", \"prominent\", \"government\"], [\"prominent\", \"government\", \"accountability\"], [\"government\", \"accountability\", \"organization\"], [\"accountability\", \"organization\", \"clinton\"], [\"organization\", \"clinton\", \"defense\"], [\"clinton\", \"defense\", \"note\"], [\"defense\", \"note\", \"clinton\"], [\"note\", \"clinton\", \"left\"], [\"clinton\", \"left\", \"state\"], [\"left\", \"state\", \"department\"], [\"state\", \"department\", \"national\"], [\"department\", \"national\", \"archive\"], [\"national\", \"archive\", \"issued\"], [\"archive\", \"issued\", \"recommendation\"], [\"issued\", \"recommendation\", \"government\"], [\"recommendation\", \"government\", \"employee\"], [\"government\", \"employee\", \"avoid\"], [\"employee\", \"avoid\", \"conducting\"], [\"avoid\", \"conducting\", \"official\"], [\"conducting\", \"official\", \"business\"], [\"official\", \"business\", \"personal\"], [\"business\", \"personal\", \"email\"], [\"personal\", \"email\", \"though\"], [\"email\", \"though\", \"noted\"], [\"though\", \"noted\", \"might\"], [\"noted\", \"might\", \"extenuating\"], [\"might\", \"extenuating\", \"circumstance\"], [\"extenuating\", \"circumstance\", \"emergency\"], [\"circumstance\", \"emergency\", \"require\"], [\"emergency\", \"require\", \"additionally\"], [\"require\", \"additionally\", \"2014\"], [\"additionally\", \"2014\", \"president\"], [\"2014\", \"president\", \"barack\"], [\"president\", \"barack\", \"obama\"], [\"barack\", \"obama\", \"signed\"], [\"obama\", \"signed\", \"change\"], [\"signed\", \"change\", \"federal\"], [\"change\", \"federal\", \"record\"], [\"federal\", \"record\", \"act\"], [\"record\", \"act\", \"explicitly\"], [\"act\", \"explicitly\", \"said\"], [\"explicitly\", \"said\", \"federal\"], [\"said\", \"federal\", \"official\"], [\"federal\", \"official\", \"use\"], [\"official\", \"use\", \"personal\"], [\"use\", \"personal\", \"email\"], [\"personal\", \"email\", \"address\"], [\"email\", \"address\", \"also\"], [\"address\", \"also\", \"copy\"], [\"also\", \"copy\", \"send\"], [\"copy\", \"send\", \"email\"], [\"send\", \"email\", \"official\"], [\"email\", \"official\", \"account\"], [\"official\", \"account\", \"rule\"], [\"account\", \"rule\", \"werent\"], [\"rule\", \"werent\", \"effect\"], [\"werent\", \"effect\", \"clinton\"], [\"effect\", \"clinton\", \"office\"], [\"clinton\", \"office\", \"compliance\"], [\"office\", \"compliance\", \"law\"], [\"compliance\", \"law\", \"regulation\"], [\"law\", \"regulation\", \"time\"], [\"regulation\", \"time\", \"said\"], [\"time\", \"said\", \"gary\"], [\"said\", \"gary\", \"bass\"], [\"gary\", \"bass\", \"founder\"], [\"bass\", \"founder\", \"former\"], [\"founder\", \"former\", \"director\"], [\"former\", \"director\", \"omb\"], [\"director\", \"omb\", \"watch\"], [\"omb\", \"watch\", \"government\"], [\"watch\", \"government\", \"accountability\"], [\"government\", \"accountability\", \"organization\"], [\"accountability\", \"organization\", \"clinton\"], [\"organization\", \"clinton\", \"said\"], [\"clinton\", \"said\", \"use\"], [\"said\", \"use\", \"email\"], [\"use\", \"email\", \"send\"], [\"email\", \"send\", \"receive\"], [\"send\", \"receive\", \"classified\"], [\"receive\", \"classified\", \"information\"], [\"classified\", \"information\", \"state\"], [\"information\", \"state\", \"department\"], [\"state\", \"department\", \"two\"], [\"department\", \"two\", \"inspector\"], [\"two\", \"inspector\", \"general\"], [\"inspector\", \"general\", \"said\"], [\"general\", \"said\", \"email\"], [\"said\", \"email\", \"contain\"], [\"email\", \"contain\", \"classified\"], [\"contain\", \"classified\", \"information\"], [\"classified\", \"information\", \"statement\"], [\"information\", \"statement\", \"inaccurate\"], [\"statement\", \"inaccurate\", \"clinton\"], [\"inaccurate\", \"clinton\", \"used\"], [\"clinton\", \"used\", \"account\"], [\"used\", \"account\", \"unclassified\"], [\"account\", \"unclassified\", \"email\"], [\"unclassified\", \"email\", \"information\"], [\"email\", \"information\", \"clinton\"], [\"information\", \"clinton\", \"email\"], [\"clinton\", \"email\", \"marked\"], [\"email\", \"marked\", \"classified\"], [\"marked\", \"classified\", \"time\"], [\"classified\", \"time\", \"sent\"], [\"time\", \"sent\", \"received\"], [\"sent\", \"received\", \"information\"], [\"received\", \"information\", \"reviewed\"], [\"information\", \"reviewed\", \"public\"], [\"reviewed\", \"public\", \"release\"], [\"public\", \"release\", \"common\"], [\"release\", \"common\", \"information\"], [\"common\", \"information\", \"previously\"], [\"information\", \"previously\", \"unclassified\"], [\"previously\", \"unclassified\", \"upgraded\"], [\"unclassified\", \"upgraded\", \"classified\"], [\"upgraded\", \"classified\", \"state\"], [\"classified\", \"state\", \"department\"], [\"state\", \"department\", \"another\"], [\"department\", \"another\", \"agency\"], [\"another\", \"agency\", \"belief\"], [\"agency\", \"belief\", \"public\"], [\"belief\", \"public\", \"release\"], [\"public\", \"release\", \"could\"], [\"release\", \"could\", \"cause\"], [\"could\", \"cause\", \"potential\"], [\"cause\", \"potential\", \"harm\"], [\"potential\", \"harm\", \"national\"], [\"harm\", \"national\", \"security\"], [\"national\", \"security\", \"law\"], [\"security\", \"law\", \"enforcement\"], [\"law\", \"enforcement\", \"diplomatic\"], [\"enforcement\", \"diplomatic\", \"relation\"], [\"diplomatic\", \"relation\", \"reviewing\"], [\"relation\", \"reviewing\", \"sampling\"], [\"reviewing\", \"sampling\", \"55000\"], [\"sampling\", \"55000\", \"page\"], [\"55000\", \"page\", \"email\"], [\"page\", \"email\", \"inspector\"], [\"email\", \"inspector\", \"general\"], [\"inspector\", \"general\", \"proffered\"], [\"general\", \"proffered\", \"small\"], [\"proffered\", \"small\", \"number\"], [\"small\", \"number\", \"email\"], [\"number\", \"email\", \"contain\"], [\"email\", \"contain\", \"classified\"], [\"contain\", \"classified\", \"marking\"], [\"classified\", \"marking\", \"andor\"], [\"marking\", \"andor\", \"dissemination\"], [\"andor\", \"dissemination\", \"control\"], [\"dissemination\", \"control\", \"classified\"], [\"control\", \"classified\", \"time\"], [\"classified\", \"time\", \"sent\"], [\"time\", \"sent\", \"state\"], [\"sent\", \"state\", \"department\"], [\"state\", \"department\", \"said\"], [\"department\", \"said\", \"disagrees\"], [\"said\", \"disagrees\", \"assessment\"], [\"disagrees\", \"assessment\", \"clinton\"], [\"assessment\", \"clinton\", \"hope\"], [\"clinton\", \"hope\", \"state\"], [\"hope\", \"state\", \"department\"], [\"state\", \"department\", \"agency\"], [\"department\", \"agency\", \"involved\"], [\"agency\", \"involved\", \"review\"], [\"involved\", \"review\", \"process\"], [\"review\", \"process\", \"sort\"], [\"process\", \"sort\", \"quickly\"], [\"sort\", \"quickly\", \"possible\"], [\"quickly\", \"possible\", \"55000\"], [\"possible\", \"55000\", \"page\"], [\"55000\", \"page\", \"email\"], [\"page\", \"email\", \"appropriate\"], [\"email\", \"appropriate\", \"share\"], [\"appropriate\", \"share\", \"public\"], [\"share\", \"public\", \"clinton\"], [\"public\", \"clinton\", \"receive\"], [\"clinton\", \"receive\", \"consume\"], [\"receive\", \"consume\", \"classified\"], [\"consume\", \"classified\", \"information\"], [\"classified\", \"information\", \"secretary\"], [\"information\", \"secretary\", \"office\"], [\"secretary\", \"office\", \"located\"], [\"office\", \"located\", \"secure\"], [\"located\", \"secure\", \"area\"], [\"secure\", \"area\", \"classified\"], [\"area\", \"classified\", \"information\"], [\"classified\", \"information\", \"viewed\"], [\"information\", \"viewed\", \"hard\"], [\"viewed\", \"hard\", \"copy\"], [\"hard\", \"copy\", \"clinton\"], [\"copy\", \"clinton\", \"office\"], [\"clinton\", \"office\", \"travel\"], [\"office\", \"travel\", \"state\"], [\"travel\", \"state\", \"department\"], [\"state\", \"department\", \"rigorous\"], [\"department\", \"rigorous\", \"protocol\"], [\"rigorous\", \"protocol\", \"traveling\"], [\"protocol\", \"traveling\", \"staff\"], [\"traveling\", \"staff\", \"receive\"], [\"staff\", \"receive\", \"transmit\"], [\"receive\", \"transmit\", \"information\"], [\"transmit\", \"information\", \"type\"], [\"information\", \"type\", \"separate\"], [\"type\", \"separate\", \"closed\"], [\"separate\", \"closed\", \"email\"], [\"closed\", \"email\", \"system\"], [\"email\", \"system\", \"used\"], [\"system\", \"used\", \"state\"], [\"used\", \"state\", \"department\"], [\"state\", \"department\", \"purpose\"], [\"department\", \"purpose\", \"handling\"], [\"purpose\", \"handling\", \"classified\"], [\"handling\", \"classified\", \"communication\"], [\"classified\", \"communication\", \"designed\"], [\"communication\", \"designed\", \"prevent\"], [\"designed\", \"prevent\", \"information\"], [\"prevent\", \"information\", \"transmitted\"], [\"information\", \"transmitted\", \"anywhere\"], [\"transmitted\", \"anywhere\", \"within\"], [\"anywhere\", \"within\", \"system\"], [\"within\", \"system\", \"department\"], [\"system\", \"department\", \"justice\"], [\"department\", \"justice\", \"conducting\"], [\"justice\", \"conducting\", \"criminal\"], [\"conducting\", \"criminal\", \"inquiry\"], [\"criminal\", \"inquiry\", \"clinton\"], [\"inquiry\", \"clinton\", \"email\"], [\"clinton\", \"email\", \"use\"], [\"email\", \"use\", \"department\"], [\"use\", \"department\", \"justice\"], [\"department\", \"justice\", \"inspector\"], [\"justice\", \"inspector\", \"general\"], [\"inspector\", \"general\", \"made\"], [\"general\", \"made\", \"clear\"], [\"made\", \"clear\", \"ig\"], [\"clear\", \"ig\", \"made\"], [\"ig\", \"made\", \"security\"], [\"made\", \"security\", \"referral\"], [\"security\", \"referral\", \"criminal\"], [\"referral\", \"criminal\", \"nature\"], [\"criminal\", \"nature\", \"misreported\"], [\"nature\", \"misreported\", \"press\"], [\"misreported\", \"press\", \"department\"], [\"press\", \"department\", \"justice\"], [\"department\", \"justice\", \"seeking\"], [\"justice\", \"seeking\", \"assurance\"], [\"seeking\", \"assurance\", \"storage\"], [\"assurance\", \"storage\", \"material\"], [\"storage\", \"material\", \"related\"], [\"material\", \"related\", \"clinton\"], [\"related\", \"clinton\", \"email\"], [\"clinton\", \"email\", \"account\"], [\"email\", \"account\", \"true\"], [\"account\", \"true\", \"email\"], [\"true\", \"email\", \"server\"], [\"email\", \"server\", \"thumb\"], [\"server\", \"thumb\", \"drive\"], [\"thumb\", \"drive\", \"recently\"], [\"drive\", \"recently\", \"turned\"], [\"recently\", \"turned\", \"government\"], [\"turned\", \"government\", \"information\"], [\"government\", \"information\", \"reviewed\"], [\"information\", \"reviewed\", \"public\"], [\"reviewed\", \"public\", \"release\"], [\"public\", \"release\", \"common\"], [\"release\", \"common\", \"information\"], [\"common\", \"information\", \"previously\"], [\"information\", \"previously\", \"unclassified\"], [\"previously\", \"unclassified\", \"upgraded\"], [\"unclassified\", \"upgraded\", \"classified\"], [\"upgraded\", \"classified\", \"state\"], [\"classified\", \"state\", \"department\"], [\"state\", \"department\", \"another\"], [\"department\", \"another\", \"agency\"], [\"another\", \"agency\", \"belief\"], [\"agency\", \"belief\", \"public\"], [\"belief\", \"public\", \"release\"], [\"public\", \"release\", \"could\"], [\"release\", \"could\", \"cause\"], [\"could\", \"cause\", \"potential\"], [\"cause\", \"potential\", \"harm\"], [\"potential\", \"harm\", \"national\"], [\"harm\", \"national\", \"security\"], [\"national\", \"security\", \"law\"], [\"security\", \"law\", \"enforcement\"], [\"law\", \"enforcement\", \"diplomatic\"], [\"enforcement\", \"diplomatic\", \"relation\"], [\"diplomatic\", \"relation\", \"clinton\"], [\"relation\", \"clinton\", \"hope\"], [\"clinton\", \"hope\", \"state\"], [\"hope\", \"state\", \"agency\"], [\"state\", \"agency\", \"involved\"], [\"agency\", \"involved\", \"review\"], [\"involved\", \"review\", \"process\"], [\"review\", \"process\", \"sort\"], [\"process\", \"sort\", \"quickly\"], [\"sort\", \"quickly\", \"possible\"], [\"quickly\", \"possible\", \"email\"], [\"possible\", \"email\", \"appropriate\"], [\"email\", \"appropriate\", \"share\"], [\"appropriate\", \"share\", \"public\"], [\"share\", \"public\", \"release\"], [\"public\", \"release\", \"timely\"], [\"release\", \"timely\", \"transparent\"], [\"timely\", \"transparent\", \"possible\"], [\"transparent\", \"possible\", \"department\"], [\"possible\", \"department\", \"upgraded\"], [\"department\", \"upgraded\", \"previously\"], [\"upgraded\", \"previously\", \"unclassified\"], [\"previously\", \"unclassified\", \"email\"], [\"unclassified\", \"email\", \"classified\"], [\"email\", \"classified\", \"team\"], [\"classified\", \"team\", \"worked\"], [\"team\", \"worked\", \"state\"], [\"worked\", \"state\", \"department\"], [\"state\", \"department\", \"ensure\"], [\"department\", \"ensure\", \"copy\"], [\"ensure\", \"copy\", \"email\"], [\"copy\", \"email\", \"stored\"], [\"email\", \"stored\", \"safe\"], [\"stored\", \"safe\", \"secure\"], [\"safe\", \"secure\", \"manner\"], [\"secure\", \"manner\", \"also\"], [\"manner\", \"also\", \"directed\"], [\"also\", \"directed\", \"team\"], [\"directed\", \"team\", \"give\"], [\"team\", \"give\", \"server\"], [\"give\", \"server\", \"hosted\"], [\"server\", \"hosted\", \"email\"], [\"hosted\", \"email\", \"account\"], [\"email\", \"account\", \"secretary\"], [\"account\", \"secretary\", \"department\"], [\"secretary\", \"department\", \"justice\"], [\"department\", \"justice\", \"well\"], [\"justice\", \"well\", \"thumb\"], [\"well\", \"thumb\", \"drive\"], [\"thumb\", \"drive\", \"containing\"], [\"drive\", \"containing\", \"copy\"], [\"containing\", \"copy\", \"email\"], [\"copy\", \"email\", \"already\"], [\"email\", \"already\", \"provided\"], [\"already\", \"provided\", \"state\"], [\"provided\", \"state\", \"department\"], [\"state\", \"department\", \"clinton\"], [\"department\", \"clinton\", \"pledged\"], [\"clinton\", \"pledged\", \"cooperate\"], [\"pledged\", \"cooperate\", \"government\"], [\"cooperate\", \"government\", \"security\"], [\"government\", \"security\", \"inquiry\"], [\"security\", \"inquiry\", \"would\"], [\"inquiry\", \"would\", \"issue\"], [\"would\", \"issue\", \"arisen\"], [\"issue\", \"arisen\", \"used\"], [\"arisen\", \"used\", \"stategov\"], [\"used\", \"stategov\", \"email\"], [\"stategov\", \"email\", \"address\"], [\"email\", \"address\", \"even\"], [\"address\", \"even\", \"clinton\"], [\"even\", \"clinton\", \"email\"], [\"clinton\", \"email\", \"government\"], [\"email\", \"government\", \"email\"], [\"government\", \"email\", \"address\"], [\"email\", \"address\", \"government\"], [\"address\", \"government\", \"device\"], [\"government\", \"device\", \"question\"], [\"device\", \"question\", \"would\"], [\"question\", \"would\", \"raised\"], [\"would\", \"raised\", \"prior\"], [\"raised\", \"prior\", \"public\"], [\"prior\", \"public\", \"release\"], [\"public\", \"release\", \"state\"], [\"release\", \"state\", \"department\"], [\"state\", \"department\", \"review\"], [\"department\", \"review\", \"55000\"], [\"review\", \"55000\", \"email\"], [\"55000\", \"email\", \"brought\"], [\"email\", \"brought\", \"issue\"], [\"brought\", \"issue\", \"inspector\"], [\"issue\", \"inspector\", \"general\"], [\"inspector\", \"general\", \"attention\"], [\"general\", \"attention\", \"email\"], [\"attention\", \"email\", \"recently\"], [\"email\", \"recently\", \"upgraded\"], [\"recently\", \"upgraded\", \"classified\"], [\"upgraded\", \"classified\", \"prior\"], [\"classified\", \"prior\", \"public\"], [\"prior\", \"public\", \"release\"], [\"public\", \"release\", \"unclassified\"], [\"release\", \"unclassified\", \"gov\"], [\"unclassified\", \"gov\", \"email\"], [\"gov\", \"email\", \"system\"], [\"email\", \"system\", \"separate\"], [\"system\", \"separate\", \"closed\"], [\"separate\", \"closed\", \"system\"], [\"closed\", \"system\", \"used\"], [\"system\", \"used\", \"state\"], [\"used\", \"state\", \"department\"], [\"state\", \"department\", \"handling\"], [\"department\", \"handling\", \"classified\"], [\"handling\", \"classified\", \"communication\"], [\"classified\", \"communication\", \"clinton\"], [\"communication\", \"clinton\", \"state\"], [\"clinton\", \"state\", \"department\"], [\"state\", \"department\", \"aide\"], [\"department\", \"aide\", \"also\"], [\"aide\", \"also\", \"asked\"], [\"also\", \"asked\", \"provide\"], [\"asked\", \"provide\", \"department\"], [\"provide\", \"department\", \"congress\"], [\"department\", \"congress\", \"email\"], [\"congress\", \"email\", \"personal\"], [\"email\", \"personal\", \"account\"], [\"personal\", \"account\", \"understand\"], [\"account\", \"understand\", \"member\"], [\"understand\", \"member\", \"state\"], [\"member\", \"state\", \"department\"], [\"state\", \"department\", \"staff\"], [\"department\", \"staff\", \"recently\"], [\"staff\", \"recently\", \"asked\"], [\"recently\", \"asked\", \"assist\"], [\"asked\", \"assist\", \"department\"], [\"assist\", \"department\", \"recordkeeping\"], [\"department\", \"recordkeeping\", \"providing\"], [\"recordkeeping\", \"providing\", \"workrelated\"], [\"providing\", \"workrelated\", \"email\"], [\"workrelated\", \"email\", \"may\"], [\"email\", \"may\", \"personal\"], [\"may\", \"personal\", \"account\"], [\"personal\", \"account\", \"received\"], [\"account\", \"received\", \"request\"], [\"received\", \"request\", \"rep\"], [\"request\", \"rep\", \"gowdy\"], [\"rep\", \"gowdy\", \"well\"], [\"gowdy\", \"well\", \"clinton\"], [\"well\", \"clinton\", \"proud\"], [\"clinton\", \"proud\", \"work\"], [\"proud\", \"work\", \"dedicated\"], [\"work\", \"dedicated\", \"public\"], [\"dedicated\", \"public\", \"servant\"], [\"public\", \"servant\", \"part\"], [\"servant\", \"part\", \"team\"], [\"part\", \"team\", \"state\"], [\"team\", \"state\", \"department\"], [\"state\", \"department\", \"proud\"], [\"department\", \"proud\", \"aide\"], [\"proud\", \"aide\", \"proud\"], [\"aide\", \"proud\", \"committed\"], [\"proud\", \"committed\", \"helpful\"], [\"committed\", \"helpful\", \"possible\"], [\"helpful\", \"possible\", \"responding\"], [\"possible\", \"responding\", \"request\"], [\"responding\", \"request\", \"press\"], [\"request\", \"press\", \"report\"], [\"press\", \"report\", \"say\"], [\"report\", \"say\", \"used\"], [\"say\", \"used\", \"multiple\"], [\"used\", \"multiple\", \"device\"], [\"multiple\", \"device\", \"blackberry\"], [\"device\", \"blackberry\", \"ipad\"], [\"blackberry\", \"ipad\", \"true\"], [\"ipad\", \"true\", \"clinton\"], [\"true\", \"clinton\", \"relied\"], [\"clinton\", \"relied\", \"blackberry\"], [\"relied\", \"blackberry\", \"emailing\"], [\"blackberry\", \"emailing\", \"easiest\"], [\"emailing\", \"easiest\", \"ipad\"], [\"easiest\", \"ipad\", \"came\"], [\"ipad\", \"came\", \"2010\"], [\"came\", \"2010\", \"curious\"], [\"2010\", \"curious\", \"others\"], [\"curious\", \"others\", \"found\"], [\"others\", \"found\", \"great\"], [\"found\", \"great\", \"shopping\"], [\"great\", \"shopping\", \"browsing\"], [\"shopping\", \"browsing\", \"reading\"], [\"browsing\", \"reading\", \"article\"], [\"reading\", \"article\", \"traveled\"], [\"article\", \"traveled\", \"also\"], [\"traveled\", \"also\", \"access\"], [\"also\", \"access\", \"email\"], [\"access\", \"email\", \"account\"], [\"email\", \"account\", \"ipad\"], [\"account\", \"ipad\", \"sometimes\"], [\"ipad\", \"sometimes\", \"used\"], [\"sometimes\", \"used\", \"ever\"], [\"used\", \"ever\", \"provided\"], [\"ever\", \"provided\", \"guidance\"], [\"provided\", \"guidance\", \"use\"], [\"guidance\", \"use\", \"nongov\"], [\"use\", \"nongov\", \"email\"], [\"nongov\", \"email\", \"account\"], [\"email\", \"account\", \"state\"], [\"account\", \"state\", \"department\"], [\"state\", \"department\", \"provide\"], [\"department\", \"provide\", \"guidance\"], [\"provide\", \"guidance\", \"regarding\"], [\"guidance\", \"regarding\", \"need\"], [\"regarding\", \"need\", \"preserve\"], [\"need\", \"preserve\", \"federal\"], [\"preserve\", \"federal\", \"record\"], [\"federal\", \"record\", \"address\"], [\"record\", \"address\", \"requirement\"], [\"address\", \"requirement\", \"practice\"], [\"requirement\", \"practice\", \"email\"], [\"practice\", \"email\", \"government\"], [\"email\", \"government\", \"employee\"], [\"government\", \"employee\", \"gov\"], [\"employee\", \"gov\", \"email\"], [\"gov\", \"email\", \"address\"], [\"email\", \"address\", \"way\"], [\"address\", \"way\", \"work\"], [\"way\", \"work\", \"email\"], [\"work\", \"email\", \"would\"], [\"email\", \"would\", \"immediately\"], [\"would\", \"immediately\", \"captured\"], [\"immediately\", \"captured\", \"preserved\"], [\"captured\", \"preserved\", \"government\"], [\"preserved\", \"government\", \"recordkeeping\"], [\"government\", \"recordkeeping\", \"system\"], [\"recordkeeping\", \"system\", \"clinton\"], [\"system\", \"clinton\", \"provide\"], [\"clinton\", \"provide\", \"state\"], [\"provide\", \"state\", \"department\"], [\"state\", \"department\", \"december\"], [\"department\", \"december\", \"5\"], [\"december\", \"5\", \"2014\"], [\"5\", \"2014\", \"30490\"], [\"2014\", \"30490\", \"copy\"], [\"30490\", \"copy\", \"work\"], [\"copy\", \"work\", \"potentially\"], [\"work\", \"potentially\", \"workrelated\"], [\"potentially\", \"workrelated\", \"email\"], [\"workrelated\", \"email\", \"sent\"], [\"email\", \"sent\", \"received\"], [\"sent\", \"received\", \"clinton\"], [\"received\", \"clinton\", \"march\"], [\"clinton\", \"march\", \"18\"], [\"march\", \"18\", \"2009\"], [\"18\", \"2009\", \"february\"], [\"2009\", \"february\", \"1\"], [\"february\", \"1\", \"2013\"], [\"1\", \"2013\", \"provided\"], [\"2013\", \"provided\", \"state\"], [\"provided\", \"state\", \"department\"], [\"state\", \"department\", \"totaled\"], [\"department\", \"totaled\", \"roughly\"], [\"totaled\", \"roughly\", \"55000\"], [\"roughly\", \"55000\", \"page\"], [\"55000\", \"page\", \"90\"], [\"page\", \"90\", \"work\"], [\"90\", \"work\", \"potentially\"], [\"work\", \"potentially\", \"workrelated\"], [\"potentially\", \"workrelated\", \"email\"], [\"workrelated\", \"email\", \"provided\"], [\"email\", \"provided\", \"department\"], [\"provided\", \"department\", \"already\"], [\"department\", \"already\", \"state\"], [\"already\", \"state\", \"department\"], [\"state\", \"department\", \"recordkeeping\"], [\"department\", \"recordkeeping\", \"system\"], [\"recordkeeping\", \"system\", \"email\"], [\"system\", \"email\", \"sent\"], [\"email\", \"sent\", \"received\"], [\"sent\", \"received\", \"stategov\"], [\"received\", \"stategov\", \"account\"], [\"stategov\", \"account\", \"early\"], [\"account\", \"early\", \"term\"], [\"early\", \"term\", \"clinton\"], [\"term\", \"clinton\", \"continued\"], [\"clinton\", \"continued\", \"using\"], [\"continued\", \"using\", \"attblackberrynet\"], [\"using\", \"attblackberrynet\", \"account\"], [\"attblackberrynet\", \"account\", \"used\"], [\"account\", \"used\", \"senate\"], [\"used\", \"senate\", \"service\"], [\"senate\", \"service\", \"given\"], [\"service\", \"given\", \"practice\"], [\"given\", \"practice\", \"beginning\"], [\"practice\", \"beginning\", \"emailing\"], [\"beginning\", \"emailing\", \"state\"], [\"emailing\", \"state\", \"department\"], [\"state\", \"department\", \"official\"], [\"department\", \"official\", \"stategov\"], [\"official\", \"stategov\", \"account\"], [\"stategov\", \"account\", \"workrelated\"], [\"account\", \"workrelated\", \"email\"], [\"workrelated\", \"email\", \"initial\"], [\"email\", \"initial\", \"week\"], [\"initial\", \"week\", \"would\"], [\"week\", \"would\", \"captured\"], [\"would\", \"captured\", \"preserved\"], [\"captured\", \"preserved\", \"state\"], [\"preserved\", \"state\", \"department\"], [\"state\", \"department\", \"recordkeeping\"], [\"department\", \"recordkeeping\", \"system\"], [\"recordkeeping\", \"system\", \"however\"], [\"system\", \"however\", \"longer\"], [\"however\", \"longer\", \"access\"], [\"longer\", \"access\", \"email\"], [\"access\", \"email\", \"transitioned\"], [\"email\", \"transitioned\", \"account\"], [\"transitioned\", \"account\", \"select\"], [\"account\", \"select\", \"committee\"], [\"select\", \"committee\", \"announce\"], [\"committee\", \"announce\", \"used\"], [\"announce\", \"used\", \"multiple\"], [\"used\", \"multiple\", \"email\"], [\"multiple\", \"email\", \"address\"], [\"email\", \"address\", \"tenure\"], [\"address\", \"tenure\", \"fairness\"], [\"tenure\", \"fairness\", \"committee\"], [\"fairness\", \"committee\", \"honest\"], [\"committee\", \"honest\", \"misunderstanding\"], [\"honest\", \"misunderstanding\", \"clinton\"], [\"misunderstanding\", \"clinton\", \"used\"], [\"clinton\", \"used\", \"one\"], [\"used\", \"one\", \"email\"], [\"one\", \"email\", \"account\"], [\"email\", \"account\", \"tenure\"], [\"account\", \"tenure\", \"state\"], [\"tenure\", \"state\", \"exception\"], [\"state\", \"exception\", \"initial\"], [\"exception\", \"initial\", \"week\"], [\"initial\", \"week\", \"office\"], [\"week\", \"office\", \"transitioning\"], [\"office\", \"transitioning\", \"email\"], [\"transitioning\", \"email\", \"account\"], [\"email\", \"account\", \"previously\"], [\"account\", \"previously\", \"used\"], [\"previously\", \"used\", \"march\"], [\"used\", \"march\", \"2013\"], [\"march\", \"2013\", \"month\"], [\"2013\", \"month\", \"left\"], [\"month\", \"left\", \"department\"], [\"left\", \"department\", \"gawker\"], [\"department\", \"gawker\", \"published\"], [\"gawker\", \"published\", \"email\"], [\"published\", \"email\", \"address\"], [\"email\", \"address\", \"used\"], [\"address\", \"used\", \"secretary\"], [\"used\", \"secretary\", \"change\"], [\"secretary\", \"change\", \"address\"], [\"change\", \"address\", \"account\"], [\"address\", \"account\", \"time\"], [\"account\", \"time\", \"printed\"], [\"time\", \"printed\", \"copy\"], [\"printed\", \"copy\", \"provided\"], [\"copy\", \"provided\", \"department\"], [\"provided\", \"department\", \"2014\"], [\"department\", \"2014\", \"account\"], [\"2014\", \"account\", \"new\"], [\"account\", \"new\", \"email\"], [\"new\", \"email\", \"address\"], [\"email\", \"address\", \"established\"], [\"address\", \"established\", \"left\"], [\"established\", \"left\", \"office\"], [\"left\", \"office\", \"appeared\"], [\"office\", \"appeared\", \"printed\"], [\"appeared\", \"printed\", \"copy\"], [\"printed\", \"copy\", \"sender\"], [\"copy\", \"sender\", \"address\"], [\"sender\", \"address\", \"used\"], [\"address\", \"used\", \"secretary\"], [\"used\", \"secretary\", \"fact\"], [\"secretary\", \"fact\", \"address\"], [\"fact\", \"address\", \"account\"], [\"address\", \"account\", \"exist\"], [\"account\", \"exist\", \"march\"], [\"exist\", \"march\", \"2013\"], [\"march\", \"2013\", \"led\"], [\"2013\", \"led\", \"understandable\"], [\"led\", \"understandable\", \"confusion\"], [\"understandable\", \"confusion\", \"cleared\"], [\"confusion\", \"cleared\", \"directly\"], [\"cleared\", \"directly\", \"committee\"], [\"directly\", \"committee\", \"press\"], [\"committee\", \"press\", \"conference\"], [\"press\", \"conference\", \"didnt\"], [\"conference\", \"didnt\", \"clinton\"], [\"didnt\", \"clinton\", \"provide\"], [\"clinton\", \"provide\", \"email\"], [\"provide\", \"email\", \"state\"], [\"email\", \"state\", \"department\"], [\"state\", \"department\", \"december\"], [\"department\", \"december\", \"2014\"], [\"december\", \"2014\", \"2014\"], [\"2014\", \"2014\", \"recognizing\"], [\"2014\", \"recognizing\", \"potential\"], [\"recognizing\", \"potential\", \"gap\"], [\"potential\", \"gap\", \"overall\"], [\"gap\", \"overall\", \"recordkeeping\"], [\"overall\", \"recordkeeping\", \"system\"], [\"recordkeeping\", \"system\", \"state\"], [\"system\", \"state\", \"department\"], [\"state\", \"department\", \"asked\"], [\"department\", \"asked\", \"help\"], [\"asked\", \"help\", \"four\"], [\"help\", \"four\", \"previous\"], [\"four\", \"previous\", \"former\"], [\"previous\", \"former\", \"secretary\"], [\"former\", \"secretary\", \"meeting\"], [\"secretary\", \"meeting\", \"state\"], [\"meeting\", \"state\", \"department\"], [\"state\", \"department\", \"obligation\"], [\"department\", \"obligation\", \"federal\"], [\"obligation\", \"federal\", \"record\"], [\"federal\", \"record\", \"act\"], [\"record\", \"act\", \"clinton\"], [\"act\", \"clinton\", \"responded\"], [\"clinton\", \"responded\", \"request\"], [\"responded\", \"request\", \"providing\"], [\"request\", \"providing\", \"state\"], [\"providing\", \"state\", \"department\"], [\"state\", \"department\", \"55000\"], [\"department\", \"55000\", \"page\"], [\"55000\", \"page\", \"email\"], [\"page\", \"email\", \"clinton\"], [\"email\", \"clinton\", \"practice\"], [\"clinton\", \"practice\", \"email\"], [\"practice\", \"email\", \"u\"], [\"email\", \"u\", \"government\"], [\"u\", \"government\", \"official\"], [\"government\", \"official\", \"gov\"], [\"official\", \"gov\", \"account\"], [\"gov\", \"account\", \"overwhelming\"], [\"account\", \"overwhelming\", \"majority\"], [\"overwhelming\", \"majority\", \"email\"], [\"majority\", \"email\", \"already\"], [\"email\", \"already\", \"preserved\"], [\"already\", \"preserved\", \"state\"], [\"preserved\", \"state\", \"department\"], [\"state\", \"department\", \"email\"], [\"department\", \"email\", \"system\"], [\"email\", \"system\", \"providing\"], [\"system\", \"providing\", \"email\"], [\"providing\", \"email\", \"department\"], [\"email\", \"department\", \"clinton\"], [\"department\", \"clinton\", \"included\"], [\"clinton\", \"included\", \"even\"], [\"included\", \"even\", \"potentially\"], [\"even\", \"potentially\", \"workrelatedincluding\"], [\"potentially\", \"workrelatedincluding\", \"email\"], [\"workrelatedincluding\", \"email\", \"using\"], [\"email\", \"using\", \"fax\"], [\"using\", \"fax\", \"machine\"], [\"fax\", \"machine\", \"asking\"], [\"machine\", \"asking\", \"iced\"], [\"asking\", \"iced\", \"tea\"], [\"iced\", \"tea\", \"meetingerring\"], [\"tea\", \"meetingerring\", \"side\"], [\"meetingerring\", \"side\", \"overinclusion\"], [\"side\", \"overinclusion\", \"confirmed\"], [\"overinclusion\", \"confirmed\", \"department\"], [\"confirmed\", \"department\", \"national\"], [\"department\", \"national\", \"archive\"], [\"national\", \"archive\", \"determination\"], [\"archive\", \"determination\", \"1250\"], [\"determination\", \"1250\", \"email\"], [\"1250\", \"email\", \"personal\"], [\"email\", \"personal\", \"record\"], [\"personal\", \"record\", \"indicated\"], [\"record\", \"indicated\", \"returned\"], [\"indicated\", \"returned\", \"providing\"], [\"returned\", \"providing\", \"work\"], [\"providing\", \"work\", \"potentially\"], [\"work\", \"potentially\", \"workrelated\"], [\"potentially\", \"workrelated\", \"email\"], [\"workrelated\", \"email\", \"chose\"], [\"email\", \"chose\", \"keep\"], [\"chose\", \"keep\", \"personal\"], [\"keep\", \"personal\", \"nonwork\"], [\"personal\", \"nonwork\", \"related\"], [\"nonwork\", \"related\", \"email\"], [\"related\", \"email\", \"definition\"], [\"email\", \"definition\", \"federal\"], [\"definition\", \"federal\", \"record\"], [\"federal\", \"record\", \"requested\"], [\"record\", \"requested\", \"department\"], [\"requested\", \"department\", \"anyone\"], [\"department\", \"anyone\", \"else\"], [\"anyone\", \"else\", \"state\"], [\"else\", \"state\", \"department\"], [\"state\", \"department\", \"ask\"], [\"department\", \"ask\", \"assistance\"], [\"ask\", \"assistance\", \"collecting\"], [\"assistance\", \"collecting\", \"record\"], [\"collecting\", \"record\", \"state\"], [\"record\", \"state\", \"department\"], [\"state\", \"department\", \"need\"], [\"department\", \"need\", \"assistance\"], [\"need\", \"assistance\", \"meeting\"], [\"assistance\", \"meeting\", \"requirement\"], [\"meeting\", \"requirement\", \"federal\"], [\"requirement\", \"federal\", \"record\"], [\"federal\", \"record\", \"act\"], [\"record\", \"act\", \"state\"], [\"act\", \"state\", \"department\"], [\"state\", \"department\", \"formally\"], [\"department\", \"formally\", \"requested\"], [\"formally\", \"requested\", \"assistance\"], [\"requested\", \"assistance\", \"four\"], [\"assistance\", \"four\", \"previous\"], [\"four\", \"previous\", \"former\"], [\"previous\", \"former\", \"secretary\"], [\"former\", \"secretary\", \"letter\"], [\"secretary\", \"letter\", \"representative\"], [\"letter\", \"representative\", \"dated\"], [\"representative\", \"dated\", \"october\"], [\"dated\", \"october\", \"28\"], [\"october\", \"28\", \"2014\"], [\"28\", \"2014\", \"help\"], [\"2014\", \"help\", \"meeting\"], [\"help\", \"meeting\", \"department\"], [\"meeting\", \"department\", \"requirement\"], [\"department\", \"requirement\", \"federal\"], [\"requirement\", \"federal\", \"record\"], [\"federal\", \"record\", \"act\"], [\"record\", \"act\", \"letter\"], [\"act\", \"letter\", \"stated\"], [\"letter\", \"stated\", \"september\"], [\"stated\", \"september\", \"2013\"], [\"september\", \"2013\", \"national\"], [\"2013\", \"national\", \"archive\"], [\"national\", \"archive\", \"record\"], [\"archive\", \"record\", \"administration\"], [\"record\", \"administration\", \"nara\"], [\"administration\", \"nara\", \"issued\"], [\"nara\", \"issued\", \"new\"], [\"issued\", \"new\", \"guidance\"], [\"new\", \"guidance\", \"clarifying\"], [\"guidance\", \"clarifying\", \"record\"], [\"clarifying\", \"record\", \"management\"], [\"record\", \"management\", \"responsibility\"], [\"management\", \"responsibility\", \"regarding\"], [\"responsibility\", \"regarding\", \"use\"], [\"regarding\", \"use\", \"personal\"], [\"use\", \"personal\", \"email\"], [\"personal\", \"email\", \"account\"], [\"email\", \"account\", \"government\"], [\"account\", \"government\", \"business\"], [\"government\", \"business\", \"guidance\"], [\"business\", \"guidance\", \"issued\"], [\"guidance\", \"issued\", \"four\"], [\"issued\", \"four\", \"former\"], [\"four\", \"former\", \"secretary\"], [\"former\", \"secretary\", \"departed\"], [\"secretary\", \"departed\", \"office\"], [\"departed\", \"office\", \"department\"], [\"office\", \"department\", \"decided\"], [\"department\", \"decided\", \"ensure\"], [\"decided\", \"ensure\", \"record\"], [\"ensure\", \"record\", \"complete\"], [\"record\", \"complete\", \"possible\"], [\"complete\", \"possible\", \"sought\"], [\"possible\", \"sought\", \"copy\"], [\"sought\", \"copy\", \"work\"], [\"copy\", \"work\", \"email\"], [\"work\", \"email\", \"sent\"], [\"email\", \"sent\", \"received\"], [\"sent\", \"received\", \"secretary\"], [\"received\", \"secretary\", \"account\"], [\"secretary\", \"account\", \"clinton\"], [\"account\", \"clinton\", \"decide\"], [\"clinton\", \"decide\", \"keep\"], [\"decide\", \"keep\", \"personal\"], [\"keep\", \"personal\", \"email\"], [\"personal\", \"email\", \"clinton\"], [\"email\", \"clinton\", \"said\"], [\"clinton\", \"said\", \"private\"], [\"said\", \"private\", \"personal\"], [\"private\", \"personal\", \"message\"], [\"personal\", \"message\", \"including\"], [\"message\", \"including\", \"email\"], [\"including\", \"email\", \"daughter\"], [\"email\", \"daughter\", \"wedding\"], [\"daughter\", \"wedding\", \"plan\"], [\"wedding\", \"plan\", \"mother\"], [\"plan\", \"mother\", \"funeral\"], [\"mother\", \"funeral\", \"service\"], [\"funeral\", \"service\", \"condolence\"], [\"service\", \"condolence\", \"note\"], [\"condolence\", \"note\", \"well\"], [\"note\", \"well\", \"email\"], [\"well\", \"email\", \"family\"], [\"email\", \"family\", \"vacation\"], [\"family\", \"vacation\", \"yoga\"], [\"vacation\", \"yoga\", \"routine\"], [\"yoga\", \"routine\", \"item\"], [\"routine\", \"item\", \"one\"], [\"item\", \"one\", \"would\"], [\"one\", \"would\", \"typically\"], [\"would\", \"typically\", \"find\"], [\"typically\", \"find\", \"email\"], [\"find\", \"email\", \"account\"], [\"email\", \"account\", \"offer\"], [\"account\", \"offer\", \"retailer\"], [\"offer\", \"retailer\", \"spam\"], [\"retailer\", \"spam\", \"etc\"], [\"spam\", \"etc\", \"clinton\"], [\"etc\", \"clinton\", \"delete\"], [\"clinton\", \"delete\", \"email\"], [\"delete\", \"email\", \"facing\"], [\"email\", \"facing\", \"subpoena\"], [\"facing\", \"subpoena\", \"noted\"], [\"subpoena\", \"noted\", \"email\"], [\"noted\", \"email\", \"clinton\"], [\"email\", \"clinton\", \"chose\"], [\"clinton\", \"chose\", \"keep\"], [\"chose\", \"keep\", \"personal\"], [\"keep\", \"personal\", \"emailsthey\"], [\"personal\", \"emailsthey\", \"federal\"], [\"emailsthey\", \"federal\", \"record\"], [\"federal\", \"record\", \"even\"], [\"record\", \"even\", \"workrelatedand\"], [\"even\", \"workrelatedand\", \"therefore\"], [\"workrelatedand\", \"therefore\", \"subject\"], [\"therefore\", \"subject\", \"preservation\"], [\"subject\", \"preservation\", \"obligation\"], [\"preservation\", \"obligation\", \"federal\"], [\"obligation\", \"federal\", \"record\"], [\"federal\", \"record\", \"act\"], [\"record\", \"act\", \"request\"], [\"act\", \"request\", \"would\"], [\"request\", \"would\", \"subject\"], [\"would\", \"subject\", \"subpoenawhich\"], [\"subject\", \"subpoenawhich\", \"exist\"], [\"subpoenawhich\", \"exist\", \"timethat\"], [\"exist\", \"timethat\", \"issued\"], [\"timethat\", \"issued\", \"benghazi\"], [\"issued\", \"benghazi\", \"select\"], [\"benghazi\", \"select\", \"committee\"], [\"select\", \"committee\", \"three\"], [\"committee\", \"three\", \"month\"], [\"three\", \"month\", \"later\"], [\"month\", \"later\", \"rep\"], [\"later\", \"rep\", \"gowdys\"], [\"rep\", \"gowdys\", \"subpoena\"], [\"gowdys\", \"subpoena\", \"issued\"], [\"subpoena\", \"issued\", \"march\"], [\"issued\", \"march\", \"2015\"], [\"march\", \"2015\", \"seek\"], [\"2015\", \"seek\", \"nothing\"], [\"seek\", \"nothing\", \"personal\"], [\"nothing\", \"personal\", \"nonwork\"], [\"personal\", \"nonwork\", \"email\"], [\"nonwork\", \"email\", \"server\"], [\"email\", \"server\", \"request\"], [\"server\", \"request\", \"state\"], [\"request\", \"state\", \"department\"], [\"state\", \"department\", \"last\"], [\"department\", \"last\", \"year\"], [\"last\", \"year\", \"help\"], [\"year\", \"help\", \"recordkeeping\"], [\"help\", \"recordkeeping\", \"indeed\"], [\"recordkeeping\", \"indeed\", \"march\"], [\"indeed\", \"march\", \"19th\"], [\"march\", \"19th\", \"letter\"], [\"19th\", \"letter\", \"rep\"], [\"letter\", \"rep\", \"gowdy\"], [\"rep\", \"gowdy\", \"expressly\"], [\"gowdy\", \"expressly\", \"stated\"], [\"expressly\", \"stated\", \"seeking\"], [\"stated\", \"seeking\", \"email\"], [\"seeking\", \"email\", \"purely\"], [\"email\", \"purely\", \"personal\"], [\"purely\", \"personal\", \"nature\"], [\"personal\", \"nature\", \"march\"], [\"nature\", \"march\", \"2015\"], [\"march\", \"2015\", \"rep\"], [\"2015\", \"rep\", \"gowdy\"], [\"rep\", \"gowdy\", \"issued\"], [\"gowdy\", \"issued\", \"subpoena\"], [\"issued\", \"subpoena\", \"clinton\"], [\"subpoena\", \"clinton\", \"state\"], [\"clinton\", \"state\", \"department\"], [\"state\", \"department\", \"received\"], [\"department\", \"received\", \"clinton\"], [\"received\", \"clinton\", \"workrelated\"], [\"clinton\", \"workrelated\", \"email\"], [\"workrelated\", \"email\", \"response\"], [\"email\", \"response\", \"2014\"], [\"response\", \"2014\", \"request\"], [\"2014\", \"request\", \"indeed\"], [\"request\", \"indeed\", \"already\"], [\"indeed\", \"already\", \"provided\"], [\"already\", \"provided\", \"clinton\"], [\"provided\", \"clinton\", \"relevant\"], [\"clinton\", \"relevant\", \"email\"], [\"relevant\", \"email\", \"rep\"], [\"email\", \"rep\", \"gowdys\"], [\"rep\", \"gowdys\", \"committee\"], [\"gowdys\", \"committee\", \"rep\"], [\"committee\", \"rep\", \"gowdy\"], [\"rep\", \"gowdy\", \"republican\"], [\"gowdy\", \"republican\", \"member\"], [\"republican\", \"member\", \"medium\"], [\"member\", \"medium\", \"seized\"], [\"medium\", \"seized\", \"cnn\"], [\"seized\", \"cnn\", \"interview\"], [\"cnn\", \"interview\", \"clinton\"], [\"interview\", \"clinton\", \"question\"], [\"clinton\", \"question\", \"point\"], [\"question\", \"point\", \"rep\"], [\"point\", \"rep\", \"gowdy\"], [\"rep\", \"gowdy\", \"even\"], [\"gowdy\", \"even\", \"gone\"], [\"even\", \"gone\", \"far\"], [\"gone\", \"far\", \"say\"], [\"far\", \"say\", \"clinton\"], [\"say\", \"clinton\", \"lying\"], [\"clinton\", \"lying\", \"others\"], [\"lying\", \"others\", \"clearly\"], [\"others\", \"clearly\", \"mistaken\"], [\"clearly\", \"mistaken\", \"vox\"], [\"mistaken\", \"vox\", \"reported\"], [\"vox\", \"reported\", \"didnt\"], [\"reported\", \"didnt\", \"lie\"], [\"didnt\", \"lie\", \"subpoena\"], [\"lie\", \"subpoena\", \"clinton\"], [\"subpoena\", \"clinton\", \"clearly\"], [\"clinton\", \"clearly\", \"wasnt\"], [\"clearly\", \"wasnt\", \"responding\"], [\"wasnt\", \"responding\", \"question\"], [\"responding\", \"question\", \"whether\"], [\"question\", \"whether\", \"shed\"], [\"whether\", \"shed\", \"ever\"], [\"shed\", \"ever\", \"subpoenaed\"], [\"ever\", \"subpoenaed\", \"benghazi\"], [\"subpoenaed\", \"benghazi\", \"committee\"], [\"benghazi\", \"committee\", \"whether\"], [\"committee\", \"whether\", \"shed\"], [\"whether\", \"shed\", \"subpoenaed\"], [\"shed\", \"subpoenaed\", \"wiped\"], [\"subpoenaed\", \"wiped\", \"email\"], [\"wiped\", \"email\", \"server\"], [\"email\", \"server\", \"additionally\"], [\"server\", \"additionally\", \"factcheckorg\"], [\"additionally\", \"factcheckorg\", \"said\"], [\"factcheckorg\", \"said\", \"analysis\"], [\"said\", \"analysis\", \"clinton\"], [\"analysis\", \"clinton\", \"denial\"], [\"clinton\", \"denial\", \"came\"], [\"denial\", \"came\", \"response\"], [\"came\", \"response\", \"question\"], [\"response\", \"question\", \"deleting\"], [\"question\", \"deleting\", \"email\"], [\"deleting\", \"email\", \"facing\"], [\"email\", \"facing\", \"subpoena\"], [\"facing\", \"subpoena\", \"clinton\"], [\"subpoena\", \"clinton\", \"objected\"], [\"clinton\", \"objected\", \"keilars\"], [\"objected\", \"keilars\", \"assumption\"], [\"keilars\", \"assumption\", \"clinton\"], [\"assumption\", \"clinton\", \"campaign\"], [\"clinton\", \"campaign\", \"said\"], [\"campaign\", \"said\", \"email\"], [\"said\", \"email\", \"deleted\"], [\"email\", \"deleted\", \"received\"], [\"deleted\", \"received\", \"subpoena\"], [\"received\", \"subpoena\", \"point\"], [\"subpoena\", \"point\", \"clinton\"], [\"point\", \"clinton\", \"making\"], [\"clinton\", \"making\", \"politifact\"], [\"making\", \"politifact\", \"added\"], [\"politifact\", \"added\", \"suggesting\"], [\"added\", \"suggesting\", \"clinton\"], [\"suggesting\", \"clinton\", \"deleted\"], [\"clinton\", \"deleted\", \"email\"], [\"deleted\", \"email\", \"facing\"], [\"email\", \"facing\", \"subpoena\"], [\"facing\", \"subpoena\", \"contradicts\"], [\"subpoena\", \"contradicts\", \"know\"], [\"contradicts\", \"know\", \"controversy\"], [\"know\", \"controversy\", \"far\"], [\"controversy\", \"far\", \"vox\"], [\"far\", \"vox\", \"went\"], [\"vox\", \"went\", \"decry\"], [\"went\", \"decry\", \"rep\"], [\"decry\", \"rep\", \"gowdys\"], [\"rep\", \"gowdys\", \"reaction\"], [\"gowdys\", \"reaction\", \"saying\"], [\"reaction\", \"saying\", \"one\"], [\"saying\", \"one\", \"particularly\"], [\"one\", \"particularly\", \"absurd\"], [\"particularly\", \"absurd\", \"gimmick\"], [\"absurd\", \"gimmick\", \"even\"], [\"gimmick\", \"even\", \"committee\"], [\"even\", \"committee\", \"selectively\"], [\"committee\", \"selectively\", \"leaking\"], [\"selectively\", \"leaking\", \"deposition\"], [\"leaking\", \"deposition\", \"document\"], [\"deposition\", \"document\", \"justify\"], [\"document\", \"justify\", \"existence\"], [\"justify\", \"existence\", \"extreme\"], [\"existence\", \"extreme\", \"category\"], [\"extreme\", \"category\", \"dissembling\"], [\"category\", \"dissembling\", \"pant\"], [\"dissembling\", \"pant\", \"fire\"], [\"pant\", \"fire\", \"would\"], [\"fire\", \"would\", \"time\"], [\"would\", \"time\", \"politifact\"], [\"time\", \"politifact\", \"roll\"], [\"politifact\", \"roll\", \"house\"], [\"roll\", \"house\", \"republican\"], [\"house\", \"republican\", \"state\"], [\"republican\", \"state\", \"department\"], [\"state\", \"department\", \"given\"], [\"department\", \"given\", \"printed\"], [\"given\", \"printed\", \"copy\"], [\"printed\", \"copy\", \"requirement\"], [\"copy\", \"requirement\", \"instruction\"], [\"requirement\", \"instruction\", \"regarding\"], [\"instruction\", \"regarding\", \"electronic\"], [\"regarding\", \"electronic\", \"mail\"], [\"electronic\", \"mail\", \"foreign\"], [\"mail\", \"foreign\", \"affair\"], [\"foreign\", \"affair\", \"manual\"], [\"affair\", \"manual\", \"department\"], [\"manual\", \"department\", \"policy\"], [\"department\", \"policy\", \"manual\"], [\"policy\", \"manual\", \"require\"], [\"manual\", \"require\", \"technology\"], [\"require\", \"technology\", \"allowing\"], [\"technology\", \"allowing\", \"archival\"], [\"allowing\", \"archival\", \"capability\"], [\"archival\", \"capability\", \"longterm\"], [\"capability\", \"longterm\", \"electronic\"], [\"longterm\", \"electronic\", \"storage\"], [\"electronic\", \"storage\", \"retrieval\"], [\"storage\", \"retrieval\", \"email\"], [\"retrieval\", \"email\", \"message\"], [\"email\", \"message\", \"available\"], [\"message\", \"available\", \"installed\"], [\"available\", \"installed\", \"message\"], [\"installed\", \"message\", \"warranting\"], [\"message\", \"warranting\", \"preservation\"], [\"warranting\", \"preservation\", \"record\"], [\"preservation\", \"record\", \"period\"], [\"record\", \"period\", \"longer\"], [\"period\", \"longer\", \"current\"], [\"longer\", \"current\", \"email\"], [\"current\", \"email\", \"system\"], [\"email\", \"system\", \"routinely\"], [\"system\", \"routinely\", \"maintain\"], [\"routinely\", \"maintain\", \"must\"], [\"maintain\", \"must\", \"printed\"], [\"must\", \"printed\", \"filed\"], [\"printed\", \"filed\", \"related\"], [\"filed\", \"related\", \"record\"], [\"related\", \"record\", \"5\"], [\"record\", \"5\", \"fam\"], [\"5\", \"fam\", \"4433\"], [\"fam\", \"4433\", \"work\"], [\"4433\", \"work\", \"item\"], [\"work\", \"item\", \"deleted\"], [\"item\", \"deleted\", \"course\"], [\"deleted\", \"course\", \"producing\"], [\"course\", \"producing\", \"printed\"], [\"producing\", \"printed\", \"copy\"], [\"printed\", \"copy\", \"many\"], [\"copy\", \"many\", \"email\"], [\"many\", \"email\", \"account\"], [\"email\", \"account\", \"many\"], [\"account\", \"many\", \"provided\"], [\"many\", \"provided\", \"state\"], [\"provided\", \"state\", \"department\"], [\"state\", \"department\", \"email\"], [\"department\", \"email\", \"account\"], [\"email\", \"account\", \"contained\"], [\"account\", \"contained\", \"total\"], [\"contained\", \"total\", \"62320\"], [\"total\", \"62320\", \"sent\"], [\"62320\", \"sent\", \"received\"], [\"sent\", \"received\", \"email\"], [\"received\", \"email\", \"march\"], [\"email\", \"march\", \"2009\"], [\"march\", \"2009\", \"february\"], [\"2009\", \"february\", \"2013\"], [\"february\", \"2013\", \"based\"], [\"2013\", \"based\", \"review\"], [\"based\", \"review\", \"process\"], [\"review\", \"process\", \"described\"], [\"process\", \"described\", \"30490\"], [\"described\", \"30490\", \"email\"], [\"30490\", \"email\", \"provided\"], [\"email\", \"provided\", \"department\"], [\"provided\", \"department\", \"remaining\"], [\"department\", \"remaining\", \"31830\"], [\"remaining\", \"31830\", \"private\"], [\"31830\", \"private\", \"personal\"], [\"private\", \"personal\", \"record\"], [\"personal\", \"record\", \"decided\"], [\"record\", \"decided\", \"provided\"], [\"decided\", \"provided\", \"state\"], [\"provided\", \"state\", \"department\"], [\"state\", \"department\", \"federal\"], [\"department\", \"federal\", \"record\"], [\"federal\", \"record\", \"act\"], [\"record\", \"act\", \"put\"], [\"act\", \"put\", \"obligation\"], [\"put\", \"obligation\", \"government\"], [\"obligation\", \"government\", \"official\"], [\"government\", \"official\", \"determine\"], [\"official\", \"determine\", \"federal\"], [\"determine\", \"federal\", \"record\"], [\"federal\", \"record\", \"state\"], [\"record\", \"state\", \"department\"], [\"state\", \"department\", \"foreign\"], [\"department\", \"foreign\", \"affair\"], [\"foreign\", \"affair\", \"manual\"], [\"affair\", \"manual\", \"outline\"], [\"manual\", \"outline\", \"guidance\"], [\"outline\", \"guidance\", \"designed\"], [\"guidance\", \"designed\", \"help\"], [\"designed\", \"help\", \"employee\"], [\"help\", \"employee\", \"determine\"], [\"employee\", \"determine\", \"email\"], [\"determine\", \"email\", \"message\"], [\"email\", \"message\", \"must\"], [\"message\", \"must\", \"preserved\"], [\"must\", \"preserved\", \"federal\"], [\"preserved\", \"federal\", \"record\"], [\"federal\", \"record\", \"may\"], [\"record\", \"may\", \"deleted\"], [\"may\", \"deleted\", \"without\"], [\"deleted\", \"without\", \"authorization\"], [\"without\", \"authorization\", \"federal\"], [\"authorization\", \"federal\", \"record\"], [\"federal\", \"record\", \"material\"], [\"record\", \"material\", \"5\"], [\"material\", \"5\", \"fam\"], [\"5\", \"fam\", \"4431c\"], [\"fam\", \"4431c\", \"following\"], [\"4431c\", \"following\", \"conversation\"], [\"following\", \"conversation\", \"state\"], [\"conversation\", \"state\", \"department\"], [\"state\", \"department\", \"official\"], [\"department\", \"official\", \"response\"], [\"official\", \"response\", \"state\"], [\"response\", \"state\", \"department\"], [\"state\", \"department\", \"2014\"], [\"department\", \"2014\", \"letter\"], [\"2014\", \"letter\", \"former\"], [\"letter\", \"former\", \"secretary\"], [\"former\", \"secretary\", \"clinton\"], [\"secretary\", \"clinton\", \"directed\"], [\"clinton\", \"directed\", \"attorney\"], [\"directed\", \"attorney\", \"assist\"], [\"attorney\", \"assist\", \"identifying\"], [\"assist\", \"identifying\", \"preserving\"], [\"identifying\", \"preserving\", \"email\"], [\"preserving\", \"email\", \"could\"], [\"email\", \"could\", \"potentially\"], [\"could\", \"potentially\", \"federal\"], [\"potentially\", \"federal\", \"record\"], [\"federal\", \"record\", \"entailed\"], [\"record\", \"entailed\", \"multistep\"], [\"entailed\", \"multistep\", \"process\"], [\"multistep\", \"process\", \"review\"], [\"process\", \"review\", \"email\"], [\"review\", \"email\", \"provide\"], [\"email\", \"provide\", \"printed\"], [\"provide\", \"printed\", \"copy\"], [\"printed\", \"copy\", \"clinton\"], [\"copy\", \"clinton\", \"email\"], [\"clinton\", \"email\", \"state\"], [\"email\", \"state\", \"department\"], [\"state\", \"department\", \"erring\"], [\"department\", \"erring\", \"side\"], [\"erring\", \"side\", \"including\"], [\"side\", \"including\", \"anything\"], [\"including\", \"anything\", \"might\"], [\"anything\", \"might\", \"even\"], [\"might\", \"even\", \"potentially\"], [\"even\", \"potentially\", \"workrelated\"], [\"potentially\", \"workrelated\", \"search\"], [\"workrelated\", \"search\", \"conducted\"], [\"search\", \"conducted\", \"clinton\"], [\"conducted\", \"clinton\", \"email\"], [\"clinton\", \"email\", \"account\"], [\"email\", \"account\", \"email\"], [\"account\", \"email\", \"sent\"], [\"email\", \"sent\", \"received\"], [\"sent\", \"received\", \"2009\"], [\"received\", \"2009\", \"last\"], [\"2009\", \"last\", \"day\"], [\"last\", \"day\", \"office\"], [\"day\", \"office\", \"february\"], [\"office\", \"february\", \"1\"], [\"february\", \"1\", \"2013\"], [\"1\", \"2013\", \"universe\"], [\"2013\", \"universe\", \"determined\"], [\"universe\", \"determined\", \"search\"], [\"determined\", \"search\", \"conducted\"], [\"search\", \"conducted\", \"gov\"], [\"conducted\", \"gov\", \"stategov\"], [\"gov\", \"stategov\", \"address\"], [\"stategov\", \"address\", \"field\"], [\"address\", \"field\", \"email\"], [\"field\", \"email\", \"produced\"], [\"email\", \"produced\", \"27500\"], [\"produced\", \"27500\", \"email\"], [\"27500\", \"email\", \"representing\"], [\"email\", \"representing\", \"90\"], [\"representing\", \"90\", \"30490\"], [\"90\", \"30490\", \"printed\"], [\"30490\", \"printed\", \"copy\"], [\"printed\", \"copy\", \"provided\"], [\"copy\", \"provided\", \"state\"], [\"provided\", \"state\", \"department\"], [\"state\", \"department\", \"help\"], [\"department\", \"help\", \"identify\"], [\"help\", \"identify\", \"potential\"], [\"identify\", \"potential\", \"nongov\"], [\"potential\", \"nongov\", \"correspondence\"], [\"nongov\", \"correspondence\", \"included\"], [\"correspondence\", \"included\", \"search\"], [\"included\", \"search\", \"first\"], [\"search\", \"first\", \"last\"], [\"first\", \"last\", \"name\"], [\"last\", \"name\", \"100\"], [\"name\", \"100\", \"state\"], [\"100\", \"state\", \"department\"], [\"state\", \"department\", \"u\"], [\"department\", \"u\", \"government\"], [\"u\", \"government\", \"official\"], [\"government\", \"official\", \"performed\"], [\"official\", \"performed\", \"included\"], [\"performed\", \"included\", \"deputy\"], [\"included\", \"deputy\", \"secretary\"], [\"deputy\", \"secretary\", \"secretary\"], [\"secretary\", \"secretary\", \"assistant\"], [\"secretary\", \"assistant\", \"secretary\"], [\"assistant\", \"secretary\", \"ambassadorsatlarge\"], [\"secretary\", \"ambassadorsatlarge\", \"special\"], [\"ambassadorsatlarge\", \"special\", \"representative\"], [\"special\", \"representative\", \"envoy\"], [\"representative\", \"envoy\", \"member\"], [\"envoy\", \"member\", \"secretary\"], [\"member\", \"secretary\", \"foreign\"], [\"secretary\", \"foreign\", \"policy\"], [\"foreign\", \"policy\", \"advisory\"], [\"policy\", \"advisory\", \"board\"], [\"advisory\", \"board\", \"senior\"], [\"board\", \"senior\", \"official\"], [\"senior\", \"official\", \"secretary\"], [\"official\", \"secretary\", \"including\"], [\"secretary\", \"including\", \"close\"], [\"including\", \"close\", \"aide\"], [\"close\", \"aide\", \"staff\"], [\"aide\", \"staff\", \"next\"], [\"staff\", \"next\", \"account\"], [\"next\", \"account\", \"nonobvious\"], [\"account\", \"nonobvious\", \"nonrecognizable\"], [\"nonobvious\", \"nonrecognizable\", \"email\"], [\"nonrecognizable\", \"email\", \"address\"], [\"email\", \"address\", \"misspelling\"], [\"address\", \"misspelling\", \"idiosyncrasy\"], [\"misspelling\", \"idiosyncrasy\", \"email\"], [\"idiosyncrasy\", \"email\", \"sorted\"], [\"email\", \"sorted\", \"reviewed\"], [\"sorted\", \"reviewed\", \"sender\"], [\"reviewed\", \"sender\", \"recipient\"], [\"sender\", \"recipient\", \"lastly\"], [\"recipient\", \"lastly\", \"number\"], [\"lastly\", \"number\", \"term\"], [\"number\", \"term\", \"specifically\"], [\"term\", \"specifically\", \"searched\"], [\"specifically\", \"searched\", \"including\"], [\"searched\", \"including\", \"benghazi\"], [\"including\", \"benghazi\", \"libya\"], [\"benghazi\", \"libya\", \"additional\"], [\"libya\", \"additional\", \"three\"], [\"additional\", \"three\", \"step\"], [\"three\", \"step\", \"yielded\"], [\"step\", \"yielded\", \"another\"], [\"yielded\", \"another\", \"2900\"], [\"another\", \"2900\", \"email\"], [\"2900\", \"email\", \"including\"], [\"email\", \"including\", \"email\"], [\"including\", \"email\", \"former\"], [\"email\", \"former\", \"administration\"], [\"former\", \"administration\", \"official\"], [\"administration\", \"official\", \"longtime\"], [\"official\", \"longtime\", \"friend\"], [\"longtime\", \"friend\", \"may\"], [\"friend\", \"may\", \"deemed\"], [\"may\", \"deemed\", \"state\"], [\"deemed\", \"state\", \"department\"], [\"state\", \"department\", \"federal\"], [\"department\", \"federal\", \"record\"], [\"federal\", \"record\", \"hundred\"], [\"record\", \"hundred\", \"email\"], [\"hundred\", \"email\", \"actually\"], [\"email\", \"actually\", \"already\"], [\"actually\", \"already\", \"forwarded\"], [\"already\", \"forwarded\", \"onto\"], [\"forwarded\", \"onto\", \"stategov\"], [\"onto\", \"stategov\", \"system\"], [\"stategov\", \"system\", \"captured\"], [\"system\", \"captured\", \"realtime\"], [\"captured\", \"realtime\", \"respect\"], [\"realtime\", \"respect\", \"material\"], [\"respect\", \"material\", \"select\"], [\"material\", \"select\", \"committee\"], [\"select\", \"committee\", \"requested\"], [\"committee\", \"requested\", \"state\"], [\"requested\", \"state\", \"department\"], [\"state\", \"department\", \"stated\"], [\"department\", \"stated\", \"300\"], [\"stated\", \"300\", \"email\"], [\"300\", \"email\", \"related\"], [\"email\", \"related\", \"libya\"], [\"related\", \"libya\", \"provided\"], [\"libya\", \"provided\", \"state\"], [\"provided\", \"state\", \"department\"], [\"state\", \"department\", \"select\"], [\"department\", \"select\", \"committee\"], [\"select\", \"committee\", \"response\"], [\"committee\", \"response\", \"november\"], [\"response\", \"november\", \"2014\"], [\"november\", \"2014\", \"letter\"], [\"2014\", \"letter\", \"contained\"], [\"letter\", \"contained\", \"broader\"], [\"contained\", \"broader\", \"request\"], [\"broader\", \"request\", \"material\"], [\"request\", \"material\", \"prior\"], [\"material\", \"prior\", \"request\"], [\"prior\", \"request\", \"house\"], [\"request\", \"house\", \"oversight\"], [\"house\", \"oversight\", \"government\"], [\"oversight\", \"government\", \"reform\"], [\"government\", \"reform\", \"committee\"], [\"reform\", \"committee\", \"given\"], [\"committee\", \"given\", \"clinton\"], [\"given\", \"clinton\", \"practice\"], [\"clinton\", \"practice\", \"emailing\"], [\"practice\", \"emailing\", \"state\"], [\"emailing\", \"state\", \"department\"], [\"state\", \"department\", \"official\"], [\"department\", \"official\", \"stategov\"], [\"official\", \"stategov\", \"address\"], [\"stategov\", \"address\", \"state\"], [\"address\", \"state\", \"department\"], [\"state\", \"department\", \"already\"], [\"department\", \"already\", \"already\"], [\"already\", \"already\", \"provided\"], [\"already\", \"provided\", \"select\"], [\"provided\", \"select\", \"committee\"], [\"select\", \"committee\", \"email\"], [\"committee\", \"email\", \"clinton\"], [\"email\", \"clinton\", \"august\"], [\"clinton\", \"august\", \"2014\"], [\"august\", \"2014\", \"prior\"], [\"2014\", \"prior\", \"requesting\"], [\"prior\", \"requesting\", \"receiving\"], [\"requesting\", \"receiving\", \"printed\"], [\"receiving\", \"printed\", \"copy\"], [\"printed\", \"copy\", \"email\"], [\"copy\", \"email\", \"review\"], [\"email\", \"review\", \"process\"], [\"review\", \"process\", \"described\"], [\"process\", \"described\", \"confirmed\"], [\"described\", \"confirmed\", \"clinton\"], [\"confirmed\", \"clinton\", \"practice\"], [\"clinton\", \"practice\", \"emailing\"], [\"practice\", \"emailing\", \"state\"], [\"emailing\", \"state\", \"department\"], [\"state\", \"department\", \"official\"], [\"department\", \"official\", \"gov\"], [\"official\", \"gov\", \"address\"], [\"gov\", \"address\", \"vast\"], [\"address\", \"vast\", \"majority\"], [\"vast\", \"majority\", \"printed\"], [\"majority\", \"printed\", \"copy\"], [\"printed\", \"copy\", \"workrelated\"], [\"copy\", \"workrelated\", \"email\"], [\"workrelated\", \"email\", \"clinton\"], [\"email\", \"clinton\", \"provided\"], [\"clinton\", \"provided\", \"state\"], [\"provided\", \"state\", \"department\"], [\"state\", \"department\", \"simply\"], [\"department\", \"simply\", \"duplicating\"], [\"simply\", \"duplicating\", \"already\"], [\"duplicating\", \"already\", \"captured\"], [\"already\", \"captured\", \"state\"], [\"captured\", \"state\", \"department\"], [\"state\", \"department\", \"recordkeeping\"], [\"department\", \"recordkeeping\", \"system\"], [\"recordkeeping\", \"system\", \"real\"], [\"system\", \"real\", \"time\"], [\"real\", \"time\", \"clinton\"], [\"time\", \"clinton\", \"use\"], [\"clinton\", \"use\", \"account\"], [\"use\", \"account\", \"communicate\"], [\"account\", \"communicate\", \"foreign\"], [\"communicate\", \"foreign\", \"official\"], [\"foreign\", \"official\", \"time\"], [\"official\", \"time\", \"state\"], [\"time\", \"state\", \"communicated\"], [\"state\", \"communicated\", \"foreign\"], [\"communicated\", \"foreign\", \"official\"], [\"foreign\", \"official\", \"person\"], [\"official\", \"person\", \"correspondence\"], [\"person\", \"correspondence\", \"telephone\"], [\"correspondence\", \"telephone\", \"review\"], [\"telephone\", \"review\", \"email\"], [\"review\", \"email\", \"revealed\"], [\"email\", \"revealed\", \"one\"], [\"revealed\", \"one\", \"email\"], [\"one\", \"email\", \"foreign\"], [\"email\", \"foreign\", \"uk\"], [\"foreign\", \"uk\", \"official\"], [\"uk\", \"official\", \"withhold\"], [\"official\", \"withhold\", \"work\"], [\"withhold\", \"work\", \"email\"], [\"work\", \"email\", \"15\"], [\"email\", \"15\", \"email\"], [\"15\", \"email\", \"sid\"], [\"email\", \"sid\", \"blumenthal\"], [\"sid\", \"blumenthal\", \"provided\"], [\"blumenthal\", \"provided\", \"select\"], [\"provided\", \"select\", \"committee\"], [\"select\", \"committee\", \"provide\"], [\"committee\", \"provide\", \"state\"], [\"provide\", \"state\", \"department\"], [\"state\", \"department\", \"provided\"], [\"department\", \"provided\", \"state\"], [\"provided\", \"state\", \"department\"], [\"state\", \"department\", \"work\"], [\"department\", \"work\", \"potentially\"], [\"work\", \"potentially\", \"workrelated\"], [\"potentially\", \"workrelated\", \"email\"], [\"workrelated\", \"email\", \"including\"], [\"email\", \"including\", \"correspondence\"], [\"including\", \"correspondence\", \"sid\"], [\"correspondence\", \"sid\", \"blumenthal\"], [\"sid\", \"blumenthal\", \"understand\"], [\"blumenthal\", \"understand\", \"mr\"], [\"understand\", \"mr\", \"blumenthal\"], [\"mr\", \"blumenthal\", \"email\"], [\"blumenthal\", \"email\", \"clinton\"], [\"email\", \"clinton\", \"clinton\"], [\"clinton\", \"clinton\", \"email\"], [\"clinton\", \"email\", \"mr\"], [\"email\", \"mr\", \"blumenthal\"], [\"mr\", \"blumenthal\", \"important\"], [\"blumenthal\", \"important\", \"note\"], [\"important\", \"note\", \"none\"], [\"note\", \"none\", \"email\"], [\"none\", \"email\", \"provide\"], [\"email\", \"provide\", \"new\"], [\"provide\", \"new\", \"insight\"], [\"new\", \"insight\", \"attack\"], [\"insight\", \"attack\", \"facility\"], [\"attack\", \"facility\", \"benghazi\"], [\"facility\", \"benghazi\", \"think\"], [\"benghazi\", \"think\", \"third\"], [\"think\", \"third\", \"party\"], [\"third\", \"party\", \"allowed\"], [\"party\", \"allowed\", \"review\"], [\"allowed\", \"review\", \"turned\"], [\"review\", \"turned\", \"state\"], [\"turned\", \"state\", \"department\"], [\"state\", \"department\", \"well\"], [\"department\", \"well\", \"remainder\"], [\"well\", \"remainder\", \"federal\"], [\"remainder\", \"federal\", \"record\"], [\"federal\", \"record\", \"act\"], [\"record\", \"act\", \"put\"], [\"act\", \"put\", \"obligation\"], [\"put\", \"obligation\", \"government\"], [\"obligation\", \"government\", \"official\"], [\"government\", \"official\", \"agency\"], [\"official\", \"agency\", \"third\"], [\"agency\", \"third\", \"party\"], [\"third\", \"party\", \"determine\"], [\"party\", \"determine\", \"federal\"], [\"determine\", \"federal\", \"record\"], [\"federal\", \"record\", \"state\"], [\"record\", \"state\", \"department\"], [\"state\", \"department\", \"foreign\"], [\"department\", \"foreign\", \"affair\"], [\"foreign\", \"affair\", \"manual\"], [\"affair\", \"manual\", \"outline\"], [\"manual\", \"outline\", \"guidance\"], [\"outline\", \"guidance\", \"designed\"], [\"guidance\", \"designed\", \"help\"], [\"designed\", \"help\", \"employee\"], [\"help\", \"employee\", \"determine\"], [\"employee\", \"determine\", \"email\"], [\"determine\", \"email\", \"message\"], [\"email\", \"message\", \"must\"], [\"message\", \"must\", \"preserved\"], [\"must\", \"preserved\", \"federal\"], [\"preserved\", \"federal\", \"record\"], [\"federal\", \"record\", \"may\"], [\"record\", \"may\", \"deleted\"], [\"may\", \"deleted\", \"without\"], [\"deleted\", \"without\", \"authorization\"], [\"without\", \"authorization\", \"federal\"], [\"authorization\", \"federal\", \"record\"], [\"federal\", \"record\", \"material\"], [\"record\", \"material\", \"5\"], [\"material\", \"5\", \"fam\"], [\"5\", \"fam\", \"4431c\"], [\"fam\", \"4431c\", \"clinton\"], [\"4431c\", \"clinton\", \"responded\"], [\"clinton\", \"responded\", \"state\"], [\"responded\", \"state\", \"department\"], [\"state\", \"department\", \"request\"], [\"department\", \"request\", \"providing\"], [\"request\", \"providing\", \"approximately\"], [\"providing\", \"approximately\", \"55000\"], [\"approximately\", \"55000\", \"page\"], [\"55000\", \"page\", \"work\"], [\"page\", \"work\", \"potentially\"], [\"work\", \"potentially\", \"workrelated\"], [\"potentially\", \"workrelated\", \"email\"], [\"workrelated\", \"email\", \"also\"], [\"email\", \"also\", \"taken\"], [\"also\", \"taken\", \"unprecedented\"], [\"taken\", \"unprecedented\", \"step\"], [\"unprecedented\", \"step\", \"asking\"], [\"step\", \"asking\", \"email\"], [\"asking\", \"email\", \"made\"], [\"email\", \"made\", \"public\"], [\"made\", \"public\", \"sought\"], [\"public\", \"sought\", \"support\"], [\"sought\", \"support\", \"state\"], [\"support\", \"state\", \"department\"], [\"state\", \"department\", \"effort\"], [\"department\", \"effort\", \"fulfill\"], [\"effort\", \"fulfill\", \"responsibility\"], [\"fulfill\", \"responsibility\", \"recordkeeping\"], [\"responsibility\", \"recordkeeping\", \"provide\"], [\"recordkeeping\", \"provide\", \"chance\"], [\"provide\", \"chance\", \"public\"], [\"chance\", \"public\", \"ass\"], [\"public\", \"ass\", \"work\"], [\"ass\", \"work\", \"official\"], [\"work\", \"official\", \"state\"], [\"official\", \"state\", \"department\"], [\"state\", \"department\", \"tenure\"], [\"department\", \"tenure\", \"workrelated\"], [\"tenure\", \"workrelated\", \"email\"], [\"workrelated\", \"email\", \"identified\"], [\"email\", \"identified\", \"preserved\"], [\"identified\", \"preserved\", \"clinton\"], [\"preserved\", \"clinton\", \"chose\"], [\"clinton\", \"chose\", \"keep\"], [\"chose\", \"keep\", \"private\"], [\"keep\", \"private\", \"personal\"], [\"private\", \"personal\", \"email\"], [\"personal\", \"email\", \"federal\"], [\"email\", \"federal\", \"record\"], [\"federal\", \"record\", \"including\"], [\"record\", \"including\", \"email\"], [\"including\", \"email\", \"daughter\"], [\"email\", \"daughter\", \"wedding\"], [\"daughter\", \"wedding\", \"plan\"], [\"wedding\", \"plan\", \"mother\"], [\"plan\", \"mother\", \"funeral\"], [\"mother\", \"funeral\", \"service\"], [\"funeral\", \"service\", \"family\"], [\"service\", \"family\", \"vacation\"], [\"family\", \"vacation\", \"etc\"], [\"vacation\", \"etc\", \"government\"], [\"etc\", \"government\", \"official\"], [\"government\", \"official\", \"granted\"], [\"official\", \"granted\", \"privacy\"], [\"granted\", \"privacy\", \"personal\"], [\"privacy\", \"personal\", \"nonwork\"], [\"personal\", \"nonwork\", \"related\"], [\"nonwork\", \"related\", \"email\"], [\"related\", \"email\", \"including\"], [\"email\", \"including\", \"personal\"], [\"including\", \"personal\", \"email\"], [\"personal\", \"email\", \"gov\"], [\"email\", \"gov\", \"account\"], [\"gov\", \"account\", \"clinton\"], [\"account\", \"clinton\", \"exercised\"], [\"clinton\", \"exercised\", \"privilege\"], [\"exercised\", \"privilege\", \"ensure\"], [\"privilege\", \"ensure\", \"continued\"], [\"ensure\", \"continued\", \"privacy\"], [\"continued\", \"privacy\", \"personal\"], [\"privacy\", \"personal\", \"nonwork\"], [\"personal\", \"nonwork\", \"related\"], [\"nonwork\", \"related\", \"email\"], [\"related\", \"email\", \"cant\"], [\"email\", \"cant\", \"release\"], [\"cant\", \"release\", \"email\"], [\"release\", \"email\", \"provided\"], [\"email\", \"provided\", \"state\"], [\"provided\", \"state\", \"department\"], [\"state\", \"department\", \"printed\"], [\"department\", \"printed\", \"copy\"], [\"printed\", \"copy\", \"workrelated\"], [\"copy\", \"workrelated\", \"email\"], [\"workrelated\", \"email\", \"provided\"], [\"email\", \"provided\", \"state\"], [\"provided\", \"state\", \"department\"], [\"state\", \"department\", \"include\"], [\"department\", \"include\", \"federal\"], [\"include\", \"federal\", \"record\"], [\"federal\", \"record\", \"department\"], [\"record\", \"department\", \"department\"], [\"department\", \"department\", \"need\"], [\"department\", \"need\", \"review\"], [\"need\", \"review\", \"email\"], [\"review\", \"email\", \"made\"], [\"email\", \"made\", \"public\"], [\"made\", \"public\", \"called\"], [\"public\", \"called\", \"made\"], [\"called\", \"made\", \"available\"], [\"made\", \"available\", \"soon\"], [\"available\", \"soon\", \"possible\"], [\"soon\", \"possible\", \"glad\"], [\"possible\", \"glad\", \"see\"], [\"glad\", \"see\", \"department\"], [\"see\", \"department\", \"begun\"], [\"department\", \"begun\", \"releasing\"], [\"begun\", \"releasing\", \"email\"], [\"releasing\", \"email\", \"released\"], [\"email\", \"released\", \"show\"], [\"released\", \"show\", \"clinton\"], [\"show\", \"clinton\", \"emailed\"], [\"clinton\", \"emailed\", \"aide\"], [\"emailed\", \"aide\", \"time\"], [\"aide\", \"time\", \"personal\"], [\"time\", \"personal\", \"rather\"], [\"personal\", \"rather\", \"gov\"], [\"rather\", \"gov\", \"account\"], [\"gov\", \"account\", \"trying\"], [\"account\", \"trying\", \"hide\"], [\"trying\", \"hide\", \"communication\"], [\"hide\", \"communication\", \"clinton\"], [\"communication\", \"clinton\", \"said\"], [\"clinton\", \"said\", \"practice\"], [\"said\", \"practice\", \"email\"], [\"practice\", \"email\", \"u\"], [\"email\", \"u\", \"government\"], [\"u\", \"government\", \"official\"], [\"government\", \"official\", \"gov\"], [\"official\", \"gov\", \"account\"], [\"gov\", \"account\", \"workrelated\"], [\"account\", \"workrelated\", \"evidenced\"], [\"workrelated\", \"evidenced\", \"email\"], [\"evidenced\", \"email\", \"released\"], [\"email\", \"released\", \"far\"], [\"released\", \"far\", \"reviewing\"], [\"far\", \"reviewing\", \"email\"], [\"reviewing\", \"email\", \"2014\"], [\"email\", \"2014\", \"fraction\"], [\"2014\", \"fraction\", \"email\"], [\"fraction\", \"email\", \"workrelated\"], [\"email\", \"workrelated\", \"information\"], [\"workrelated\", \"information\", \"sent\"], [\"information\", \"sent\", \"u\"], [\"sent\", \"u\", \"government\"], [\"u\", \"government\", \"official\"], [\"government\", \"official\", \"personal\"], [\"official\", \"personal\", \"account\"], [\"personal\", \"account\", \"provided\"], [\"account\", \"provided\", \"state\"], [\"provided\", \"state\", \"department\"], [\"state\", \"department\", \"overwhelming\"], [\"department\", \"overwhelming\", \"majority\"], [\"overwhelming\", \"majority\", \"workrelated\"], [\"majority\", \"workrelated\", \"email\"], [\"workrelated\", \"email\", \"gov\"], [\"email\", \"gov\", \"account\"], [\"gov\", \"account\", \"server\"], [\"account\", \"server\", \"email\"], [\"server\", \"email\", \"located\"], [\"email\", \"located\", \"server\"], [\"located\", \"server\", \"email\"], [\"server\", \"email\", \"physically\"], [\"email\", \"physically\", \"located\"], [\"physically\", \"located\", \"property\"], [\"located\", \"property\", \"protected\"], [\"property\", \"protected\", \"u\"], [\"protected\", \"u\", \"secret\"], [\"u\", \"secret\", \"service\"], [\"secret\", \"service\", \"level\"], [\"service\", \"level\", \"encryption\"], [\"level\", \"encryption\", \"employed\"], [\"encryption\", \"employed\", \"service\"], [\"employed\", \"service\", \"provider\"], [\"service\", \"provider\", \"security\"], [\"provider\", \"security\", \"integrity\"], [\"security\", \"integrity\", \"family\"], [\"integrity\", \"family\", \"electronic\"], [\"family\", \"electronic\", \"communication\"], [\"electronic\", \"communication\", \"taken\"], [\"communication\", \"taken\", \"seriously\"], [\"taken\", \"seriously\", \"onset\"], [\"seriously\", \"onset\", \"first\"], [\"onset\", \"first\", \"set\"], [\"first\", \"set\", \"president\"], [\"set\", \"president\", \"clinton\"], [\"president\", \"clinton\", \"team\"], [\"clinton\", \"team\", \"curiosity\"], [\"team\", \"curiosity\", \"specific\"], [\"curiosity\", \"specific\", \"set\"], [\"specific\", \"set\", \"understandable\"], [\"set\", \"understandable\", \"given\"], [\"understandable\", \"given\", \"people\"], [\"given\", \"people\", \"ill\"], [\"people\", \"ill\", \"intention\"], [\"ill\", \"intention\", \"information\"], [\"intention\", \"information\", \"day\"], [\"information\", \"day\", \"age\"], [\"day\", \"age\", \"concern\"], [\"age\", \"concern\", \"broadcasting\"], [\"concern\", \"broadcasting\", \"specific\"], [\"broadcasting\", \"specific\", \"technical\"], [\"specific\", \"technical\", \"detail\"], [\"technical\", \"detail\", \"past\"], [\"detail\", \"past\", \"current\"], [\"past\", \"current\", \"practice\"], [\"current\", \"practice\", \"suffice\"], [\"practice\", \"suffice\", \"say\"], [\"suffice\", \"say\", \"robust\"], [\"say\", \"robust\", \"protection\"], [\"robust\", \"protection\", \"put\"], [\"protection\", \"put\", \"place\"], [\"put\", \"place\", \"additional\"], [\"place\", \"additional\", \"upgrade\"], [\"additional\", \"upgrade\", \"technique\"], [\"upgrade\", \"technique\", \"employed\"], [\"technique\", \"employed\", \"time\"], [\"employed\", \"time\", \"became\"], [\"time\", \"became\", \"available\"], [\"became\", \"available\", \"including\"], [\"available\", \"including\", \"consulting\"], [\"including\", \"consulting\", \"employing\"], [\"consulting\", \"employing\", \"third\"], [\"employing\", \"third\", \"party\"], [\"third\", \"party\", \"expert\"], [\"party\", \"expert\", \"server\"], [\"expert\", \"server\", \"ever\"], [\"server\", \"ever\", \"hacked\"], [\"ever\", \"hacked\", \"evidence\"], [\"hacked\", \"evidence\", \"ever\"], [\"evidence\", \"ever\", \"breach\"], [\"ever\", \"breach\", \"ever\"], [\"breach\", \"ever\", \"unauthorized\"], [\"ever\", \"unauthorized\", \"intrusion\"], [\"unauthorized\", \"intrusion\", \"email\"], [\"intrusion\", \"email\", \"anyone\"], [\"email\", \"anyone\", \"else\"], [\"anyone\", \"else\", \"access\"], [\"else\", \"access\", \"done\"], [\"access\", \"done\", \"email\"], [\"done\", \"email\", \"exposed\"], [\"email\", \"exposed\", \"february\"], [\"exposed\", \"february\", \"2013\"], [\"february\", \"2013\", \"hacker\"], [\"2013\", \"hacker\", \"known\"], [\"hacker\", \"known\", \"guccifer\"], [\"known\", \"guccifer\", \"hacked\"], [\"guccifer\", \"hacked\", \"sid\"], [\"hacked\", \"sid\", \"blumenthals\"], [\"sid\", \"blumenthals\", \"account\"], [\"blumenthals\", \"account\", \"breach\"], [\"account\", \"breach\", \"clinton\"], [\"breach\", \"clinton\", \"account\"], [\"clinton\", \"account\", \"email\"], [\"account\", \"email\", \"address\"], [\"email\", \"address\", \"exposed\"], [\"address\", \"exposed\", \"step\"], [\"exposed\", \"step\", \"taken\"], [\"step\", \"taken\", \"time\"], [\"taken\", \"time\", \"ensure\"], [\"time\", \"ensure\", \"security\"], [\"ensure\", \"security\", \"integrity\"], [\"security\", \"integrity\", \"electronic\"], [\"integrity\", \"electronic\", \"communication\"], [\"electronic\", \"communication\", \"including\"], [\"communication\", \"including\", \"changing\"], [\"including\", \"changing\", \"email\"], [\"changing\", \"email\", \"address\"], [\"email\", \"address\", \"state\"], [\"address\", \"state\", \"department\"], [\"state\", \"department\", \"able\"], [\"department\", \"able\", \"respond\"], [\"able\", \"respond\", \"request\"], [\"respond\", \"request\", \"related\"], [\"request\", \"related\", \"foia\"], [\"related\", \"foia\", \"congressional\"], [\"foia\", \"congressional\", \"request\"], [\"congressional\", \"request\", \"received\"], [\"request\", \"received\", \"printed\"], [\"received\", \"printed\", \"copy\"], [\"printed\", \"copy\", \"workrelated\"], [\"copy\", \"workrelated\", \"email\"], [\"workrelated\", \"email\", \"yes\"], [\"email\", \"yes\", \"select\"], [\"yes\", \"select\", \"committee\"], [\"select\", \"committee\", \"said\"], [\"committee\", \"said\", \"state\"], [\"said\", \"state\", \"department\"], [\"state\", \"department\", \"provided\"], [\"department\", \"provided\", \"committee\"], [\"provided\", \"committee\", \"relevant\"], [\"committee\", \"relevant\", \"email\"], [\"relevant\", \"email\", \"already\"], [\"email\", \"already\", \"stategov\"], [\"already\", \"stategov\", \"system\"], [\"stategov\", \"system\", \"state\"], [\"system\", \"state\", \"department\"], [\"state\", \"department\", \"requested\"], [\"department\", \"requested\", \"printed\"], [\"requested\", \"printed\", \"copy\"], [\"printed\", \"copy\", \"former\"], [\"copy\", \"former\", \"secretary\"], [\"former\", \"secretary\", \"four\"], [\"secretary\", \"four\", \"month\"], [\"four\", \"month\", \"state\"], [\"month\", \"state\", \"department\"], [\"state\", \"department\", \"received\"], [\"department\", \"received\", \"printed\"], [\"received\", \"printed\", \"copy\"], [\"printed\", \"copy\", \"example\"], [\"copy\", \"example\", \"wellpublicized\"], [\"example\", \"wellpublicized\", \"hack\"], [\"wellpublicized\", \"hack\", \"sid\"], [\"hack\", \"sid\", \"blumenthals\"], [\"sid\", \"blumenthals\", \"email\"], [\"blumenthals\", \"email\", \"account\"], [\"email\", \"account\", \"note\"], [\"account\", \"note\", \"sent\"], [\"note\", \"sent\", \"clinton\"], [\"sent\", \"clinton\", \"september\"], [\"clinton\", \"september\", \"12\"], [\"september\", \"12\", \"2012\"], [\"12\", \"2012\", \"posted\"], [\"2012\", \"posted\", \"online\"], [\"posted\", \"online\", \"first\"], [\"online\", \"first\", \"blush\"], [\"first\", \"blush\", \"one\"], [\"blush\", \"one\", \"might\"], [\"one\", \"might\", \"think\"], [\"might\", \"think\", \"exchange\"], [\"think\", \"exchange\", \"would\"], [\"exchange\", \"would\", \"captured\"], [\"would\", \"captured\", \"stategov\"], [\"captured\", \"stategov\", \"system\"], [\"stategov\", \"system\", \"fact\"], [\"system\", \"fact\", \"clinton\"], [\"fact\", \"clinton\", \"forwarded\"], [\"clinton\", \"forwarded\", \"email\"], [\"forwarded\", \"email\", \"day\"], [\"email\", \"day\", \"onto\"], [\"day\", \"onto\", \"stategov\"], [\"onto\", \"stategov\", \"system\"], [\"stategov\", \"system\", \"email\"], [\"system\", \"email\", \"produced\"], [\"email\", \"produced\", \"state\"], [\"produced\", \"state\", \"department\"], [\"state\", \"department\", \"select\"], [\"department\", \"select\", \"committee\"], [\"select\", \"committee\", \"acknowledged\"], [\"committee\", \"acknowledged\", \"select\"], [\"acknowledged\", \"select\", \"committee\"], [\"select\", \"committee\", \"august\"], [\"committee\", \"august\", \"2014\"], [\"august\", \"2014\", \"example\"], [\"2014\", \"example\", \"illustrates\"], [\"example\", \"illustrates\", \"1\"], [\"illustrates\", \"1\", \"email\"], [\"1\", \"email\", \"nongov\"], [\"email\", \"nongov\", \"sender\"], [\"nongov\", \"sender\", \"connection\"], [\"sender\", \"connection\", \"work\"], [\"connection\", \"work\", \"might\"], [\"work\", \"might\", \"add\"], [\"might\", \"add\", \"understanding\"], [\"add\", \"understanding\", \"state\"], [\"understanding\", \"state\", \"department\"], [\"state\", \"department\", \"official\"], [\"department\", \"official\", \"clinton\"], [\"official\", \"clinton\", \"practice\"], [\"clinton\", \"practice\", \"forward\"], [\"practice\", \"forward\", \"official\"], [\"forward\", \"official\", \"stategov\"], [\"official\", \"stategov\", \"address\"], [\"stategov\", \"address\", \"2\"], [\"address\", \"2\", \"state\"], [\"2\", \"state\", \"department\"], [\"state\", \"department\", \"able\"], [\"department\", \"able\", \"search\"], [\"able\", \"search\", \"produce\"], [\"search\", \"produce\", \"clinton\"], [\"produce\", \"clinton\", \"email\"], [\"clinton\", \"email\", \"needed\"], [\"email\", \"needed\", \"long\"], [\"needed\", \"long\", \"unrelated\"], [\"long\", \"unrelated\", \"receiving\"], [\"unrelated\", \"receiving\", \"printed\"], [\"receiving\", \"printed\", \"copy\"], [\"printed\", \"copy\", \"already\"], [\"copy\", \"already\", \"captured\"], [\"already\", \"captured\", \"stategov\"], [\"captured\", \"stategov\", \"account\"]], \"URL\": \"https://www.hillaryclinton.com/p/briefing/factsheets/2015/07/13/email-facts/\"}"