"{\"Text\": \"FDDs chief funders have been drawn almost entirely from American Jews who have a long history of funding pro-Israel organizations. They include Bernard Marcus, the co-founder of Home Depot, whiskey heirs Samuel and Edgar Bronfman, gambling mogul Sheldon Adelson, heiress Lynn Schusterman, Wall Street speculators Michael Steinhardt and Paul Singer, and Leonard Abramson, founder of U.S. Healthcare. As Eli Clifton has documented , from 2008 to 2011, the largest contributors were Abramson, Marcus, Adelson, and Singer, and businessman Newton Becker. Some of FDDs donors, particularly in the organizations early years, gave to a wide range of groups that back Israel, but some of them, including Marcus, Adelson, Becker, and their foundations, have also contributed to groups like the Zionist Organization of America and Christians United for Israel that are aligned with Israeli right-wing nationalists who favor a greater Israel that includes East Jerusalem and the West Bank settlements. (When I asked May whether he agreed with Adelsons stands on Iran and Palestinian statehood, he said that Adelson hadnt contributed to FDD for some time and that he was not up-to-date on Adelsons views. Nevertheless, in a July 2012 article in National Review objecting to a New York Times editorial critical of Adelson, May defended the gambling moguls rejection of a Palestinian state.)\\n\\nTo be sure, FDD is no longer a public relations group for Israel. And over the years, it has become much more of a conventional think tank than an advocacy group. But in several important ways, the Foundation for Defense of Democracies seems to have remained an organization dedicated intellectually and politically to the defense of one particular democracy.\\n\\nFDDs website says simply that it was founded to promote pluralism, defend democratic values, and fight the ideologies that drive terrorism, but, as the journalist Ali Gharib has noted , it arose out of an organization committed to burnishing Israels reputation in the United States. On April 24, 2001, three major pro-Israel donors incorporated an organization called EMET (Hebrew for truth). In an application to the Internal Revenue Service for tax-exempt status, May explained that the group was to provide education to enhance Israels image in North America and the publics understanding of issues affecting Israeli-Arab relations. But in the wake of the Sept. 11 attacks, May broadened the groups mission and changed its name to the Foundation for Defense of Democracies. As he explained in a supplement to the IRS, the groups board of directors decided to focus on develop[ing] educational materials on the eradication of terrorism everywhere in the world.\\n\\nFDD was the brainchild of a New York Times journalist-turned-Republican operative. Clifford May, who is now 63 worked as a foreign correspondent for the New York Times and an editor of the Rocky Mountain News, but in 1997 became the communications director of the Republican National Committee. In September 2001, having left the RNC, May was recruited to lead a new foreign policy group.* With thick brown hair, a trim, graying beard, and rimless glasses, May looks like an early-20 th -century European intellectual, but he has proved to be a master political entrepreneur in an era of television and social media.\\n\\nFDD also describes itself as a global research organization. Its purpose, it says, is to conduct research and provide education on international terrorismthe most serious security threat to the United States and other free, democratic nations. But it has conducted its research from a particular vantage point and with a relatively narrow focus. Its research and advocacy have centered on the Middle East and in particular on conflicts and issues that impinge on Israel. And its positions have closely tracked those of the Likud party and its leader, Prime Minister Benjamin Netanyahunot just on the Iran deal, but on the conflict between the Israelis and the Palestinians and the desirability of a two-state solution. Understanding the think tanks ideological affinity with the Israeli government, and the roots of that affinity, helps explain the special role that FDD has played in opposing the Iran deal and may shed light on what FDD hopes to accomplish by derailing President Obamas signature foreign policy accomplishment.\\n\\nFDD bills itself as a non-partisan policy institute in the tradition of groups like the Council on Foreign Relations. Legally speaking, thats true. But while FDD once had a few Democrats on its Board of Advisors, and can still find a few Democrats like Menendez who are receptive to its message, it has become a Republican-backed organization that reflects the growing political polarization in Washington.\\n\\nIn the wake of the agreements announcement, FDD experts have appeared on Fox News, CBS, CNN, PBS, and other television outlets at least 35 times to oppose it. FDDs executive director, Mark Dubowitz, is credited with helping design the sanctions regime that was put in place in 2010 and with helping Sens. Mark Kirk and Robert Menendez craft a bill that they introduced in December 2013 that would have set conditions on a final agreement that Iran would have been sure to reject.\\n\\nDuring the last 18 months, FDDs experts have testified 17 times before Congress in opposition to the interim and now final agreement. By contrast, experts from the Heritage Foundation, whose budget$113 million in 2013is more than 15 times the size of FDDs, and which also opposes the agreement, have not appeared at all. Critics of the agreement from the American Enterprise Institute, whose budget is more than eight times as large, have testified only once. Of the four witnesses that the Senate Banking Committee called to testify on Aug. 5 on a panel on sanctions against Iran, two were FDD experts, and a third was on the FDD Board of Advisors.\\n\\nBut thats not enough. Opponents of the deal, if they are to carry the day, need crisp talking points and plausible arguments; they need credible experts who will back up their position in congressional hearings, on opinion pages, and on TV and radio. And no organization has been better at providing this kind of intellectual firepower than the little-known Foundation for Defense of Democracies , a relatively small Washington think tank that is devoting itself to defeating the Iran deal.\\n\\nThe American Israel Public Affairs Committee, the so-called 800-pound gorilla , is the big player in lobbying against the nuclear weapons agreement that the United States and five other countries signed with Iran. When it comes to influencing members of Congress, AIPAC has the access to financial contributors with which to reward the compliant and pressure the recalcitrant.\\n\\nMay always avoided calling for war against Iran except as a last resort, but in 2008, he welcomed former CIA case officer Reuel Marc Gerecht and Iran expert Michael Ledeen (who was a bit player in the Israeli part of the Iran-Contra scandal) to FDD from the American Enterprise Institute.* Gerecht had already been calling for a pre-emptive military strike against Iran. At a Bloomberg conference in 2010, Gerecht would joke that he had counted up the other day: Ive written about 25,000 words about bombing Iran. Even my mom thinks Ive gone too far.\\n\\nAfter Iranian President Mahmoud Ahmadinejads announcement in February 2006 that Iran was resuming enriching uranium, FDD and May began focusing on Irans nuclear program. May accepted the Israeli governments argument that an Iranian nuclear weapon posed an existential threat to Israel. He described Irans goal as a Middle East without Jews, and insisted that Iran posed a direct threat to the United States. Ahmadinejads genocidal threats against Israel have been well-publicized, he wrote , but from time to time, he also likes to remind his followers that a world without America ... is attainable. (Mays elision, not mine.)\\n\\nMay and FDD have been calling for action against Iran since the organizations founding. And in doing so, they have almost invariably cited Israels security. In April 2002 in USA Today, May argued that Israels enemies are the same ones as the suicidal/homicidal terrorists who view Americans as hated infidels, and he linked them in turn to Iran and Iraq, which he described as terrorist-sponsoring regimes attempting to develop weapons of mass destruction. The next spring, in the wake of the invasion of Iraq, May suggested that Iranian dissidents could play a similar role to that of the Iraqi dissidents whom the United States was attempting to install in power.\\n\\nThose FDD donors who were dependable Democrats seem also to have dropped out. Indeed there is now a clear match between the FDDs contributors and former and existing board members of the increasingly powerful Republican Jewish Coalition, to which May himself was an adviser in the early 2000s. They include Adelson, Marcus, Abramson, Singer, David Epstein, Larry A. Mizel, and Sam Fox. The two organizations have worked in tandem to attempt to defeat the Obama administrations agreement with Iran.\\n\\nFDD lost its Democratic board members in 2008. That February it spun off an advocacy organization, the Defense of Democracies, which, according to National Journal, was seeded by a $2 million grant from Adelson. The new group began running ads against Democrats who opposed an intelligence surveillance bill favored by the Bush administration. In response, Brazile, Schumer, Engel, and Marshall quit.\\n\\nIn its first years, FDD had ties to Democrats. Former Al Gore for President campaign manager Donna Brazile, New York Sen. Chuck Schumer, and Reps. Eliot Engel and Jim Marshall were on FDDs board; and a few initial funders like the Israeli American Haim Saban were associated with the Democratic Party. But over the years, FDD has become an almost entirely Republican-backed organization.\\n\\nMay doesnt go out of his way to highlight FDDs origin as a promoter of Israel and its connections to Washingtons pro-Israel lobby. When I asked him about the groups emergence from a pro-Israel organization, he made no mention of its initial incarnation as EMET. He wrote back, I was recruited to found FDD after 9/11/01 by Jack Kemp and Jeane Kirkpatrick whom I knew from my New York Times reporting days. FDD was conceived as a policy institute focusing on national securityof the US and other democratic societies. The group also omits Dershowitzs experience at AIPAC from her online bio, writing that she worked for a leading foreign policy organization for 14 years. But when I asked May whether the organizations defense of democracies really boiled down to a defense of the United States and Israel, he did write back, Israel, it seemed to me then and seems to me now, is the worlds most endangered democratic society. Those whose mission is Death to America also vow Death to Israel. \\n\\nMay himself has adhered more closely to Netanyahus position of giving lip service to a two-state solution while maintaining that because of Palestinian refusal to recognize the state of Israel, the conditions do not exist for realizing it. In August 2009, May criticized the Obama administration for pressing Netanyahu to begin talks with the Palestinians and recommended instead Netanyahus option of economic development for the West Bank. In his writing, May consistently puts quotes around the adjective occupied for the Palestinian territories that Israel has under military rule. When I asked May why, he replied, The West Bank, seized from Jordan after Jordan attacked Israel in 1967, should more accurately be called disputed territories.\\n\\nIn their writings, FDD experts have endorsed a view of the Israeli-Palestinian conflict that is in accord with, or sometimes even to the right of, the views of Netanyahu and the Likud party. In November 2007, FDD Senior Fellow Andrew McCarthy wrote in National Review that the Bush administration, in trying to forge a two-state solution, was hellbent on granting statehood to savages who worship martyrdom. \\n\\nSince its founding, FDD has been running tours of Israel for American academics (with most of their expenses paid) similar to those run for journalists and politicians by AIPAC and other groups. University of Kentucky political scientist Robert Farley, who went on an FDD tour in 2008, says the goal of the trip was to inculcate a particular view of the Israeli security situation and the Israeli-Palestinian conflict. FDDs view, Farley says, was right-wing Likudnik on the relations between Israel and its neighbors and with the Palestinians. The tour leaders took a negative view of Palestinian statehood. It was understood that the military occupation of the West Bank was necessary to prevent a terrorist campaign against Israel.\\n\\nMuch of FDDs key staff was drawn from people who have focused their work on defending Israel from its critics. Mays second in command in FDDs early years was the Israeli Nir Boms, who had worked for the Israeli Embassy in Washington. Toby Dershowitz, who spent 14 years as AIPACs communications head, has handled communications for FDD. Dershowitzs public relations organization, the Dershowitz Group, is housed in the same downtown M Street location as FDD, and Dershowitz is now listed as the groups vice president for government relations and strategy. Jonathan Schanzer, FDDs vice president for research, worked earlier at the Washington Institute for Near East Policy, which was spun off from AIPAC decades ago as a research organization not subject to the tax restrictions on groups that lobby.\\n\\nAfter Obama took office, FDD, led by Dubowitz, proposed imposing further sanctions on Iran to force it to abandon its nuclear program. But Dubowitz himself was skeptical about whether sanctions would actually lead to a diplomatic solution. In April 2011, after new sanctions had been imposed, he told Israels Ynetnews that the sanctions are working by putting pressure on the regime, although they have not secured their objective and may never do soputting an end to Irans nuclear program. The best way is to work towards changing the regime. Any deal cut with this regime will be violated. When Hassan Rouhani, widely considered a moderate on Irans political spectrum, was elected Irans president in June of 2013, Dubowitz wrote that the election of Rouhani, a loyalist of Irans supreme leader and a master of nuclear deceit, doesnt get us any closer to stopping Irans nuclear drive. In August 2013 he warned that Rouhanis statements reveal a conspiratorial, anti-American, and anti-Israeli worldview.\\n\\nDubowitz rejected the interim agreement that the United States and five other countries reached with Iran in November 2013, under which Iran temporarily restricted its nuclear program in exchange for the removal of some sanctions. He worked with Kirk and Menendez to devise new legislation that would have required Iran to dismantle all nuclear energy facilities and to stop any aid to Hezbollah and other allies in the region. The legislation also promised that the United States would stand with Israel if it went to war with Iran.\\n\\nClifford May doesnt go out of his way to highlight FDDs origin as a promoter of Israel and its connections to D.C.s pro-Israel lobby.\\n\\nIn the days before the final agreement with Iran was signed on July 14, FDD took to the hustings, but it didnt speak with a single voice. In a Wall Street Journal op-ed, Gerecht and Dubowitz declared their skepticism about the agreement, but the piece reflected Gerechts more extreme, and highly original, views on American foreign policy and Iran. Gerecht and Dubowitz argued the dominant Republican strategy of upping sanctions and threatening military force would be unlikely to thwart the mullahs nuclear designs. The only way to stop Iran from developing nuclear weapons was through a military strike, but a military strike could be justified only if Iran were to violate the agreement it had made. No American president would destroy Iranian nuclear sites without first exhausting diplomacy, they wrote. Therefore, the best chance to stop Iran would be to let the agreement go through and wait for Iran to violate it, which, according to Gerecht and Dubowitz, it inevitably would. The hawks who believe that airstrikes are the only possible option for stopping an Iranian nuke should welcome a deal perhaps more than anyone, they wrote. This is because the Joint Comprehensive Plan of Action is tailor-made to set Washington on a collision course with Tehran. In other words, the point of supporting a diplomatic solution was so that it would pave the way for a military strike.\\n\\nBut in his congressional testimony, Dubowitz took a more conventional tack. He denounced the agreement for providing Iran with a patient path to a nuclear weapon and called for amending it with new, tougher conditions. May, too, opposed the agreement and said Obama should demand more concessions from Iran.\\n\\nGerecht and Dubowitzs Wall Street Journal op-ed had the virtue of being logical, even if its logic led to war. But the call by May and Dubowitz to reopen negotiations and demand a much tougher agreement made less sense. Dubowitzs proposed amendments to the dealwhich went beyond Irans nuclear policy and into its human rights policy and foreign policywere sure to be rejected by Iran, and probably by other signatories to the deal. And, anyway, Obama, in the last year of his presidency, would be in no position to renegotiate the agreement, even in the highly unlikely event that all five of his negotiating partners, including Russia and China, would be willing to join him in doing so.\\n\\nThese kinds of considerations have led some supporters of the agreement to argue that hawks like May and Dubowitz, in advocating renegotiation, know that this path will bear no fruit and secretly want to hasten war with Iran. But according to Gerecht, what his colleagues really hope for is that one of the Republicans adamantly opposed to the deal will be elected president in November 2016 and will propose even tougher sanctions and successfully pressure Europe, if not China and Russia, to go along. That scenario seems equally far-fetched, resting on an assumption of Americas powers of persuasion in Europewhich were not evident in the crisis in Syria in 2013and what is at best a 5050 political calculation about who will be the next president.\\n\\nWhat may explain why May and Dubowitz seem content with killing the agreementeven if that means damaging U.S. relations with other signatories, getting no agreement whatsoever that Iran will forgo a nuclear weapon, and risking greater war in the regionis a concern that began to surface in Mays columns earlier this year. May described sympathetically Israels worry that Mr. Obama means to form a de facto alliance with Iran. Some observers have long said that this concern actually lies at the heart of the Israeli governments opposition to a deal with Iran: Netanyahu fears that a deal would wed American foreign policy to an irredeemably revolutionary Iran at the expense of Israel. And one person familiar with the thinking of FDD experts described this scenario, involving an attempted rapprochement between the United States and Iran, as representing to them the worst of all possible worlds. A veto-proof congressional rejection of the agreement would certainly rule out such rapprochement.\\n\\nIts hard to say for sure what FDD ultimately hopes to accomplish with its campaign against the agreement, in part because its experts have not been entirely candid in their arguments. After long invoking the existential threat that an agreement would pose to Israel, May, Dubowitz, and other FDD experts have had little to say about threats to Israel since the agreement was signed. When Dubowitz made a long opening statement before the Senate Foreign Relations Committee on July 29 and when he and FDDs Juan Zarate issued statements before the Senate Banking Committee on Aug. 5, they mentioned the deals effect on Syria, Iraq, Lebanon, and Yemen, but did not discuss directly what it would mean for Israel. The noun Israel did not appear except in the title of an article in the footnotes to Dubowitzs statements. May mentioned Israel only once in the three Washington Times columns he wrote opposing the agreementto warn of how Irans hegemonic ambitions would threaten Israel and the Gulf states. In a column in National Review responding to Obamas speech at American University, May and Schanzer described the deals threat to Americans, but not to Israelis. Irans rulers, they wrote, have caused thousands of Americans to be killed and maimed in Lebanon, Iraq, and Afghanistan. They continue to openly proclaim their long-term goal: Death to America. \\n\\nThere may well be a tactical reason why FDD experts have lately stressed the Iran agreements threat to America rather than its threat to Israel. AIPAC has followed the same path in an ad called We Need a Better Deal, which its Citizens for a Nuclear Free Iran produced. People at AIPAC and FDD may be worried that they will be accused of acting solely in Israels interest or of putting Israels interest before that of the United States. But there is a no evidence the FDD experts have done so. Almost certainly, they have all along believed that what was in Israels interest in this case was in Americas. But by now soft-pedaling their fears of the agreements effect on Israel, they have made it difficult for politicians and the public to evaluate their arguments against a nuclear deal.\\n\\nThere is nothing wrong with a policy group or lobby demanding that the United States heed the security of another country. The United States is a global power and has an interest in maintaining stability and preventing war even in regions where it is not directly threatened. The issue here is not whether the United States should take Israels interest and security into account, but rather what Israels interest is and where its security really lies. From its beginning, FDD has interpreted Israels interestwhether regionally or in its conflict with the Palestiniansin accordance with what Netanyahu and the Likud party have said it is. But many Israeli military and intelligence experts believe that the nuclear agreement is in Israels interest. And the more liberal lobby group J Streetwhich has far less money but is gaining in numbers and support on AIPACargues that the agreement is in both Americas and Israels interests.\\n\\nI recently asked May whether he and his experts had conferred on the Iran deal with the Israeli government, and whether their views on it accorded with the governments. We have listened to French, Jordanians, Germans, Danes, Israelis and others, he replied. We provide analysis and advice when requested. We take instructions from no one. We are neither an embassy nor an editorial page. Indeed, Ive seen no evidence that May and FDD take instructions from the Israelis. Thats not the point. It is the degree to which their argument against the Iran agreement hinges on viewing Israels and Americas interests the way Netanyahu and the Likud party view them, and whether this view is correct.\\n\\nThis article was published in collaboration with the American Foreign Policy Project.\", \"Text_Bigrams\": [[\"fdds\", \"chief\"], [\"chief\", \"funders\"], [\"funders\", \"drawn\"], [\"drawn\", \"almost\"], [\"almost\", \"entirely\"], [\"entirely\", \"american\"], [\"american\", \"jew\"], [\"jew\", \"long\"], [\"long\", \"history\"], [\"history\", \"funding\"], [\"funding\", \"proisrael\"], [\"proisrael\", \"organization\"], [\"organization\", \"include\"], [\"include\", \"bernard\"], [\"bernard\", \"marcus\"], [\"marcus\", \"cofounder\"], [\"cofounder\", \"home\"], [\"home\", \"depot\"], [\"depot\", \"whiskey\"], [\"whiskey\", \"heir\"], [\"heir\", \"samuel\"], [\"samuel\", \"edgar\"], [\"edgar\", \"bronfman\"], [\"bronfman\", \"gambling\"], [\"gambling\", \"mogul\"], [\"mogul\", \"sheldon\"], [\"sheldon\", \"adelson\"], [\"adelson\", \"heiress\"], [\"heiress\", \"lynn\"], [\"lynn\", \"schusterman\"], [\"schusterman\", \"wall\"], [\"wall\", \"street\"], [\"street\", \"speculator\"], [\"speculator\", \"michael\"], [\"michael\", \"steinhardt\"], [\"steinhardt\", \"paul\"], [\"paul\", \"singer\"], [\"singer\", \"leonard\"], [\"leonard\", \"abramson\"], [\"abramson\", \"founder\"], [\"founder\", \"u\"], [\"u\", \"healthcare\"], [\"healthcare\", \"eli\"], [\"eli\", \"clifton\"], [\"clifton\", \"documented\"], [\"documented\", \"2008\"], [\"2008\", \"2011\"], [\"2011\", \"largest\"], [\"largest\", \"contributor\"], [\"contributor\", \"abramson\"], [\"abramson\", \"marcus\"], [\"marcus\", \"adelson\"], [\"adelson\", \"singer\"], [\"singer\", \"businessman\"], [\"businessman\", \"newton\"], [\"newton\", \"becker\"], [\"becker\", \"fdds\"], [\"fdds\", \"donor\"], [\"donor\", \"particularly\"], [\"particularly\", \"organization\"], [\"organization\", \"early\"], [\"early\", \"year\"], [\"year\", \"gave\"], [\"gave\", \"wide\"], [\"wide\", \"range\"], [\"range\", \"group\"], [\"group\", \"back\"], [\"back\", \"israel\"], [\"israel\", \"including\"], [\"including\", \"marcus\"], [\"marcus\", \"adelson\"], [\"adelson\", \"becker\"], [\"becker\", \"foundation\"], [\"foundation\", \"also\"], [\"also\", \"contributed\"], [\"contributed\", \"group\"], [\"group\", \"like\"], [\"like\", \"zionist\"], [\"zionist\", \"organization\"], [\"organization\", \"america\"], [\"america\", \"christian\"], [\"christian\", \"united\"], [\"united\", \"israel\"], [\"israel\", \"aligned\"], [\"aligned\", \"israeli\"], [\"israeli\", \"rightwing\"], [\"rightwing\", \"nationalist\"], [\"nationalist\", \"favor\"], [\"favor\", \"greater\"], [\"greater\", \"israel\"], [\"israel\", \"includes\"], [\"includes\", \"east\"], [\"east\", \"jerusalem\"], [\"jerusalem\", \"west\"], [\"west\", \"bank\"], [\"bank\", \"settlement\"], [\"settlement\", \"asked\"], [\"asked\", \"may\"], [\"may\", \"whether\"], [\"whether\", \"agreed\"], [\"agreed\", \"adelsons\"], [\"adelsons\", \"stand\"], [\"stand\", \"iran\"], [\"iran\", \"palestinian\"], [\"palestinian\", \"statehood\"], [\"statehood\", \"said\"], [\"said\", \"adelson\"], [\"adelson\", \"hadnt\"], [\"hadnt\", \"contributed\"], [\"contributed\", \"fdd\"], [\"fdd\", \"time\"], [\"time\", \"uptodate\"], [\"uptodate\", \"adelsons\"], [\"adelsons\", \"view\"], [\"view\", \"nevertheless\"], [\"nevertheless\", \"july\"], [\"july\", \"2012\"], [\"2012\", \"article\"], [\"article\", \"national\"], [\"national\", \"review\"], [\"review\", \"objecting\"], [\"objecting\", \"new\"], [\"new\", \"york\"], [\"york\", \"time\"], [\"time\", \"editorial\"], [\"editorial\", \"critical\"], [\"critical\", \"adelson\"], [\"adelson\", \"may\"], [\"may\", \"defended\"], [\"defended\", \"gambling\"], [\"gambling\", \"mogul\"], [\"mogul\", \"rejection\"], [\"rejection\", \"palestinian\"], [\"palestinian\", \"state\"], [\"state\", \"sure\"], [\"sure\", \"fdd\"], [\"fdd\", \"longer\"], [\"longer\", \"public\"], [\"public\", \"relation\"], [\"relation\", \"group\"], [\"group\", \"israel\"], [\"israel\", \"year\"], [\"year\", \"become\"], [\"become\", \"much\"], [\"much\", \"conventional\"], [\"conventional\", \"think\"], [\"think\", \"tank\"], [\"tank\", \"advocacy\"], [\"advocacy\", \"group\"], [\"group\", \"several\"], [\"several\", \"important\"], [\"important\", \"way\"], [\"way\", \"foundation\"], [\"foundation\", \"defense\"], [\"defense\", \"democracy\"], [\"democracy\", \"seems\"], [\"seems\", \"remained\"], [\"remained\", \"organization\"], [\"organization\", \"dedicated\"], [\"dedicated\", \"intellectually\"], [\"intellectually\", \"politically\"], [\"politically\", \"defense\"], [\"defense\", \"one\"], [\"one\", \"particular\"], [\"particular\", \"democracy\"], [\"democracy\", \"fdds\"], [\"fdds\", \"website\"], [\"website\", \"say\"], [\"say\", \"simply\"], [\"simply\", \"founded\"], [\"founded\", \"promote\"], [\"promote\", \"pluralism\"], [\"pluralism\", \"defend\"], [\"defend\", \"democratic\"], [\"democratic\", \"value\"], [\"value\", \"fight\"], [\"fight\", \"ideology\"], [\"ideology\", \"drive\"], [\"drive\", \"terrorism\"], [\"terrorism\", \"journalist\"], [\"journalist\", \"ali\"], [\"ali\", \"gharib\"], [\"gharib\", \"noted\"], [\"noted\", \"arose\"], [\"arose\", \"organization\"], [\"organization\", \"committed\"], [\"committed\", \"burnishing\"], [\"burnishing\", \"israel\"], [\"israel\", \"reputation\"], [\"reputation\", \"united\"], [\"united\", \"state\"], [\"state\", \"april\"], [\"april\", \"24\"], [\"24\", \"2001\"], [\"2001\", \"three\"], [\"three\", \"major\"], [\"major\", \"proisrael\"], [\"proisrael\", \"donor\"], [\"donor\", \"incorporated\"], [\"incorporated\", \"organization\"], [\"organization\", \"called\"], [\"called\", \"emet\"], [\"emet\", \"hebrew\"], [\"hebrew\", \"truth\"], [\"truth\", \"application\"], [\"application\", \"internal\"], [\"internal\", \"revenue\"], [\"revenue\", \"service\"], [\"service\", \"taxexempt\"], [\"taxexempt\", \"status\"], [\"status\", \"may\"], [\"may\", \"explained\"], [\"explained\", \"group\"], [\"group\", \"provide\"], [\"provide\", \"education\"], [\"education\", \"enhance\"], [\"enhance\", \"israel\"], [\"israel\", \"image\"], [\"image\", \"north\"], [\"north\", \"america\"], [\"america\", \"public\"], [\"public\", \"understanding\"], [\"understanding\", \"issue\"], [\"issue\", \"affecting\"], [\"affecting\", \"israeliarab\"], [\"israeliarab\", \"relation\"], [\"relation\", \"wake\"], [\"wake\", \"sept\"], [\"sept\", \"11\"], [\"11\", \"attack\"], [\"attack\", \"may\"], [\"may\", \"broadened\"], [\"broadened\", \"group\"], [\"group\", \"mission\"], [\"mission\", \"changed\"], [\"changed\", \"name\"], [\"name\", \"foundation\"], [\"foundation\", \"defense\"], [\"defense\", \"democracy\"], [\"democracy\", \"explained\"], [\"explained\", \"supplement\"], [\"supplement\", \"irs\"], [\"irs\", \"group\"], [\"group\", \"board\"], [\"board\", \"director\"], [\"director\", \"decided\"], [\"decided\", \"focus\"], [\"focus\", \"developing\"], [\"developing\", \"educational\"], [\"educational\", \"material\"], [\"material\", \"eradication\"], [\"eradication\", \"terrorism\"], [\"terrorism\", \"everywhere\"], [\"everywhere\", \"world\"], [\"world\", \"fdd\"], [\"fdd\", \"brainchild\"], [\"brainchild\", \"new\"], [\"new\", \"york\"], [\"york\", \"time\"], [\"time\", \"journalistturnedrepublican\"], [\"journalistturnedrepublican\", \"operative\"], [\"operative\", \"clifford\"], [\"clifford\", \"may\"], [\"may\", \"63\"], [\"63\", \"worked\"], [\"worked\", \"foreign\"], [\"foreign\", \"correspondent\"], [\"correspondent\", \"new\"], [\"new\", \"york\"], [\"york\", \"time\"], [\"time\", \"editor\"], [\"editor\", \"rocky\"], [\"rocky\", \"mountain\"], [\"mountain\", \"news\"], [\"news\", \"1997\"], [\"1997\", \"became\"], [\"became\", \"communication\"], [\"communication\", \"director\"], [\"director\", \"republican\"], [\"republican\", \"national\"], [\"national\", \"committee\"], [\"committee\", \"september\"], [\"september\", \"2001\"], [\"2001\", \"left\"], [\"left\", \"rnc\"], [\"rnc\", \"may\"], [\"may\", \"recruited\"], [\"recruited\", \"lead\"], [\"lead\", \"new\"], [\"new\", \"foreign\"], [\"foreign\", \"policy\"], [\"policy\", \"group\"], [\"group\", \"thick\"], [\"thick\", \"brown\"], [\"brown\", \"hair\"], [\"hair\", \"trim\"], [\"trim\", \"graying\"], [\"graying\", \"beard\"], [\"beard\", \"rimless\"], [\"rimless\", \"glass\"], [\"glass\", \"may\"], [\"may\", \"look\"], [\"look\", \"like\"], [\"like\", \"early20\"], [\"early20\", \"th\"], [\"th\", \"century\"], [\"century\", \"european\"], [\"european\", \"intellectual\"], [\"intellectual\", \"proved\"], [\"proved\", \"master\"], [\"master\", \"political\"], [\"political\", \"entrepreneur\"], [\"entrepreneur\", \"era\"], [\"era\", \"television\"], [\"television\", \"social\"], [\"social\", \"medium\"], [\"medium\", \"fdd\"], [\"fdd\", \"also\"], [\"also\", \"describes\"], [\"describes\", \"global\"], [\"global\", \"research\"], [\"research\", \"organization\"], [\"organization\", \"purpose\"], [\"purpose\", \"say\"], [\"say\", \"conduct\"], [\"conduct\", \"research\"], [\"research\", \"provide\"], [\"provide\", \"education\"], [\"education\", \"international\"], [\"international\", \"terrorismthe\"], [\"terrorismthe\", \"serious\"], [\"serious\", \"security\"], [\"security\", \"threat\"], [\"threat\", \"united\"], [\"united\", \"state\"], [\"state\", \"free\"], [\"free\", \"democratic\"], [\"democratic\", \"nation\"], [\"nation\", \"conducted\"], [\"conducted\", \"research\"], [\"research\", \"particular\"], [\"particular\", \"vantage\"], [\"vantage\", \"point\"], [\"point\", \"relatively\"], [\"relatively\", \"narrow\"], [\"narrow\", \"focus\"], [\"focus\", \"research\"], [\"research\", \"advocacy\"], [\"advocacy\", \"centered\"], [\"centered\", \"middle\"], [\"middle\", \"east\"], [\"east\", \"particular\"], [\"particular\", \"conflict\"], [\"conflict\", \"issue\"], [\"issue\", \"impinge\"], [\"impinge\", \"israel\"], [\"israel\", \"position\"], [\"position\", \"closely\"], [\"closely\", \"tracked\"], [\"tracked\", \"likud\"], [\"likud\", \"party\"], [\"party\", \"leader\"], [\"leader\", \"prime\"], [\"prime\", \"minister\"], [\"minister\", \"benjamin\"], [\"benjamin\", \"netanyahunot\"], [\"netanyahunot\", \"iran\"], [\"iran\", \"deal\"], [\"deal\", \"conflict\"], [\"conflict\", \"israeli\"], [\"israeli\", \"palestinian\"], [\"palestinian\", \"desirability\"], [\"desirability\", \"twostate\"], [\"twostate\", \"solution\"], [\"solution\", \"understanding\"], [\"understanding\", \"think\"], [\"think\", \"tank\"], [\"tank\", \"ideological\"], [\"ideological\", \"affinity\"], [\"affinity\", \"israeli\"], [\"israeli\", \"government\"], [\"government\", \"root\"], [\"root\", \"affinity\"], [\"affinity\", \"help\"], [\"help\", \"explain\"], [\"explain\", \"special\"], [\"special\", \"role\"], [\"role\", \"fdd\"], [\"fdd\", \"played\"], [\"played\", \"opposing\"], [\"opposing\", \"iran\"], [\"iran\", \"deal\"], [\"deal\", \"may\"], [\"may\", \"shed\"], [\"shed\", \"light\"], [\"light\", \"fdd\"], [\"fdd\", \"hope\"], [\"hope\", \"accomplish\"], [\"accomplish\", \"derailing\"], [\"derailing\", \"president\"], [\"president\", \"obamas\"], [\"obamas\", \"signature\"], [\"signature\", \"foreign\"], [\"foreign\", \"policy\"], [\"policy\", \"accomplishment\"], [\"accomplishment\", \"fdd\"], [\"fdd\", \"bill\"], [\"bill\", \"nonpartisan\"], [\"nonpartisan\", \"policy\"], [\"policy\", \"institute\"], [\"institute\", \"tradition\"], [\"tradition\", \"group\"], [\"group\", \"like\"], [\"like\", \"council\"], [\"council\", \"foreign\"], [\"foreign\", \"relation\"], [\"relation\", \"legally\"], [\"legally\", \"speaking\"], [\"speaking\", \"thats\"], [\"thats\", \"true\"], [\"true\", \"fdd\"], [\"fdd\", \"democrat\"], [\"democrat\", \"board\"], [\"board\", \"advisor\"], [\"advisor\", \"still\"], [\"still\", \"find\"], [\"find\", \"democrat\"], [\"democrat\", \"like\"], [\"like\", \"menendez\"], [\"menendez\", \"receptive\"], [\"receptive\", \"message\"], [\"message\", \"become\"], [\"become\", \"republicanbacked\"], [\"republicanbacked\", \"organization\"], [\"organization\", \"reflects\"], [\"reflects\", \"growing\"], [\"growing\", \"political\"], [\"political\", \"polarization\"], [\"polarization\", \"washington\"], [\"washington\", \"wake\"], [\"wake\", \"agreement\"], [\"agreement\", \"announcement\"], [\"announcement\", \"fdd\"], [\"fdd\", \"expert\"], [\"expert\", \"appeared\"], [\"appeared\", \"fox\"], [\"fox\", \"news\"], [\"news\", \"cbs\"], [\"cbs\", \"cnn\"], [\"cnn\", \"pb\"], [\"pb\", \"television\"], [\"television\", \"outlet\"], [\"outlet\", \"least\"], [\"least\", \"35\"], [\"35\", \"time\"], [\"time\", \"oppose\"], [\"oppose\", \"fdds\"], [\"fdds\", \"executive\"], [\"executive\", \"director\"], [\"director\", \"mark\"], [\"mark\", \"dubowitz\"], [\"dubowitz\", \"credited\"], [\"credited\", \"helping\"], [\"helping\", \"design\"], [\"design\", \"sanction\"], [\"sanction\", \"regime\"], [\"regime\", \"put\"], [\"put\", \"place\"], [\"place\", \"2010\"], [\"2010\", \"helping\"], [\"helping\", \"sen\"], [\"sen\", \"mark\"], [\"mark\", \"kirk\"], [\"kirk\", \"robert\"], [\"robert\", \"menendez\"], [\"menendez\", \"craft\"], [\"craft\", \"bill\"], [\"bill\", \"introduced\"], [\"introduced\", \"december\"], [\"december\", \"2013\"], [\"2013\", \"would\"], [\"would\", \"set\"], [\"set\", \"condition\"], [\"condition\", \"final\"], [\"final\", \"agreement\"], [\"agreement\", \"iran\"], [\"iran\", \"would\"], [\"would\", \"sure\"], [\"sure\", \"reject\"], [\"reject\", \"last\"], [\"last\", \"18\"], [\"18\", \"month\"], [\"month\", \"fdds\"], [\"fdds\", \"expert\"], [\"expert\", \"testified\"], [\"testified\", \"17\"], [\"17\", \"time\"], [\"time\", \"congress\"], [\"congress\", \"opposition\"], [\"opposition\", \"interim\"], [\"interim\", \"final\"], [\"final\", \"agreement\"], [\"agreement\", \"contrast\"], [\"contrast\", \"expert\"], [\"expert\", \"heritage\"], [\"heritage\", \"foundation\"], [\"foundation\", \"whose\"], [\"whose\", \"budget113\"], [\"budget113\", \"million\"], [\"million\", \"2013is\"], [\"2013is\", \"15\"], [\"15\", \"time\"], [\"time\", \"size\"], [\"size\", \"fdds\"], [\"fdds\", \"also\"], [\"also\", \"opposes\"], [\"opposes\", \"agreement\"], [\"agreement\", \"appeared\"], [\"appeared\", \"critic\"], [\"critic\", \"agreement\"], [\"agreement\", \"american\"], [\"american\", \"enterprise\"], [\"enterprise\", \"institute\"], [\"institute\", \"whose\"], [\"whose\", \"budget\"], [\"budget\", \"eight\"], [\"eight\", \"time\"], [\"time\", \"large\"], [\"large\", \"testified\"], [\"testified\", \"four\"], [\"four\", \"witness\"], [\"witness\", \"senate\"], [\"senate\", \"banking\"], [\"banking\", \"committee\"], [\"committee\", \"called\"], [\"called\", \"testify\"], [\"testify\", \"aug\"], [\"aug\", \"5\"], [\"5\", \"panel\"], [\"panel\", \"sanction\"], [\"sanction\", \"iran\"], [\"iran\", \"two\"], [\"two\", \"fdd\"], [\"fdd\", \"expert\"], [\"expert\", \"third\"], [\"third\", \"fdd\"], [\"fdd\", \"board\"], [\"board\", \"advisor\"], [\"advisor\", \"thats\"], [\"thats\", \"enough\"], [\"enough\", \"opponent\"], [\"opponent\", \"deal\"], [\"deal\", \"carry\"], [\"carry\", \"day\"], [\"day\", \"need\"], [\"need\", \"crisp\"], [\"crisp\", \"talking\"], [\"talking\", \"point\"], [\"point\", \"plausible\"], [\"plausible\", \"argument\"], [\"argument\", \"need\"], [\"need\", \"credible\"], [\"credible\", \"expert\"], [\"expert\", \"back\"], [\"back\", \"position\"], [\"position\", \"congressional\"], [\"congressional\", \"hearing\"], [\"hearing\", \"opinion\"], [\"opinion\", \"page\"], [\"page\", \"tv\"], [\"tv\", \"radio\"], [\"radio\", \"organization\"], [\"organization\", \"better\"], [\"better\", \"providing\"], [\"providing\", \"kind\"], [\"kind\", \"intellectual\"], [\"intellectual\", \"firepower\"], [\"firepower\", \"littleknown\"], [\"littleknown\", \"foundation\"], [\"foundation\", \"defense\"], [\"defense\", \"democracy\"], [\"democracy\", \"relatively\"], [\"relatively\", \"small\"], [\"small\", \"washington\"], [\"washington\", \"think\"], [\"think\", \"tank\"], [\"tank\", \"devoting\"], [\"devoting\", \"defeating\"], [\"defeating\", \"iran\"], [\"iran\", \"deal\"], [\"deal\", \"american\"], [\"american\", \"israel\"], [\"israel\", \"public\"], [\"public\", \"affair\"], [\"affair\", \"committee\"], [\"committee\", \"socalled\"], [\"socalled\", \"800pound\"], [\"800pound\", \"gorilla\"], [\"gorilla\", \"big\"], [\"big\", \"player\"], [\"player\", \"lobbying\"], [\"lobbying\", \"nuclear\"], [\"nuclear\", \"weapon\"], [\"weapon\", \"agreement\"], [\"agreement\", \"united\"], [\"united\", \"state\"], [\"state\", \"five\"], [\"five\", \"country\"], [\"country\", \"signed\"], [\"signed\", \"iran\"], [\"iran\", \"come\"], [\"come\", \"influencing\"], [\"influencing\", \"member\"], [\"member\", \"congress\"], [\"congress\", \"aipac\"], [\"aipac\", \"access\"], [\"access\", \"financial\"], [\"financial\", \"contributor\"], [\"contributor\", \"reward\"], [\"reward\", \"compliant\"], [\"compliant\", \"pressure\"], [\"pressure\", \"recalcitrant\"], [\"recalcitrant\", \"may\"], [\"may\", \"always\"], [\"always\", \"avoided\"], [\"avoided\", \"calling\"], [\"calling\", \"war\"], [\"war\", \"iran\"], [\"iran\", \"except\"], [\"except\", \"last\"], [\"last\", \"resort\"], [\"resort\", \"2008\"], [\"2008\", \"welcomed\"], [\"welcomed\", \"former\"], [\"former\", \"cia\"], [\"cia\", \"case\"], [\"case\", \"officer\"], [\"officer\", \"reuel\"], [\"reuel\", \"marc\"], [\"marc\", \"gerecht\"], [\"gerecht\", \"iran\"], [\"iran\", \"expert\"], [\"expert\", \"michael\"], [\"michael\", \"ledeen\"], [\"ledeen\", \"bit\"], [\"bit\", \"player\"], [\"player\", \"israeli\"], [\"israeli\", \"part\"], [\"part\", \"irancontra\"], [\"irancontra\", \"scandal\"], [\"scandal\", \"fdd\"], [\"fdd\", \"american\"], [\"american\", \"enterprise\"], [\"enterprise\", \"institute\"], [\"institute\", \"gerecht\"], [\"gerecht\", \"already\"], [\"already\", \"calling\"], [\"calling\", \"preemptive\"], [\"preemptive\", \"military\"], [\"military\", \"strike\"], [\"strike\", \"iran\"], [\"iran\", \"bloomberg\"], [\"bloomberg\", \"conference\"], [\"conference\", \"2010\"], [\"2010\", \"gerecht\"], [\"gerecht\", \"would\"], [\"would\", \"joke\"], [\"joke\", \"counted\"], [\"counted\", \"day\"], [\"day\", \"ive\"], [\"ive\", \"written\"], [\"written\", \"25000\"], [\"25000\", \"word\"], [\"word\", \"bombing\"], [\"bombing\", \"iran\"], [\"iran\", \"even\"], [\"even\", \"mom\"], [\"mom\", \"think\"], [\"think\", \"ive\"], [\"ive\", \"gone\"], [\"gone\", \"far\"], [\"far\", \"iranian\"], [\"iranian\", \"president\"], [\"president\", \"mahmoud\"], [\"mahmoud\", \"ahmadinejads\"], [\"ahmadinejads\", \"announcement\"], [\"announcement\", \"february\"], [\"february\", \"2006\"], [\"2006\", \"iran\"], [\"iran\", \"resuming\"], [\"resuming\", \"enriching\"], [\"enriching\", \"uranium\"], [\"uranium\", \"fdd\"], [\"fdd\", \"may\"], [\"may\", \"began\"], [\"began\", \"focusing\"], [\"focusing\", \"iran\"], [\"iran\", \"nuclear\"], [\"nuclear\", \"program\"], [\"program\", \"may\"], [\"may\", \"accepted\"], [\"accepted\", \"israeli\"], [\"israeli\", \"government\"], [\"government\", \"argument\"], [\"argument\", \"iranian\"], [\"iranian\", \"nuclear\"], [\"nuclear\", \"weapon\"], [\"weapon\", \"posed\"], [\"posed\", \"existential\"], [\"existential\", \"threat\"], [\"threat\", \"israel\"], [\"israel\", \"described\"], [\"described\", \"iran\"], [\"iran\", \"goal\"], [\"goal\", \"middle\"], [\"middle\", \"east\"], [\"east\", \"without\"], [\"without\", \"jew\"], [\"jew\", \"insisted\"], [\"insisted\", \"iran\"], [\"iran\", \"posed\"], [\"posed\", \"direct\"], [\"direct\", \"threat\"], [\"threat\", \"united\"], [\"united\", \"state\"], [\"state\", \"ahmadinejads\"], [\"ahmadinejads\", \"genocidal\"], [\"genocidal\", \"threat\"], [\"threat\", \"israel\"], [\"israel\", \"wellpublicized\"], [\"wellpublicized\", \"wrote\"], [\"wrote\", \"time\"], [\"time\", \"time\"], [\"time\", \"also\"], [\"also\", \"like\"], [\"like\", \"remind\"], [\"remind\", \"follower\"], [\"follower\", \"world\"], [\"world\", \"without\"], [\"without\", \"america\"], [\"america\", \"attainable\"], [\"attainable\", \"may\"], [\"may\", \"elision\"], [\"elision\", \"mine\"], [\"mine\", \"may\"], [\"may\", \"fdd\"], [\"fdd\", \"calling\"], [\"calling\", \"action\"], [\"action\", \"iran\"], [\"iran\", \"since\"], [\"since\", \"organization\"], [\"organization\", \"founding\"], [\"founding\", \"almost\"], [\"almost\", \"invariably\"], [\"invariably\", \"cited\"], [\"cited\", \"israel\"], [\"israel\", \"security\"], [\"security\", \"april\"], [\"april\", \"2002\"], [\"2002\", \"usa\"], [\"usa\", \"today\"], [\"today\", \"may\"], [\"may\", \"argued\"], [\"argued\", \"israel\"], [\"israel\", \"enemy\"], [\"enemy\", \"one\"], [\"one\", \"suicidalhomicidal\"], [\"suicidalhomicidal\", \"terrorist\"], [\"terrorist\", \"view\"], [\"view\", \"american\"], [\"american\", \"hated\"], [\"hated\", \"infidel\"], [\"infidel\", \"linked\"], [\"linked\", \"turn\"], [\"turn\", \"iran\"], [\"iran\", \"iraq\"], [\"iraq\", \"described\"], [\"described\", \"terroristsponsoring\"], [\"terroristsponsoring\", \"regime\"], [\"regime\", \"attempting\"], [\"attempting\", \"develop\"], [\"develop\", \"weapon\"], [\"weapon\", \"mass\"], [\"mass\", \"destruction\"], [\"destruction\", \"next\"], [\"next\", \"spring\"], [\"spring\", \"wake\"], [\"wake\", \"invasion\"], [\"invasion\", \"iraq\"], [\"iraq\", \"may\"], [\"may\", \"suggested\"], [\"suggested\", \"iranian\"], [\"iranian\", \"dissident\"], [\"dissident\", \"could\"], [\"could\", \"play\"], [\"play\", \"similar\"], [\"similar\", \"role\"], [\"role\", \"iraqi\"], [\"iraqi\", \"dissident\"], [\"dissident\", \"united\"], [\"united\", \"state\"], [\"state\", \"attempting\"], [\"attempting\", \"install\"], [\"install\", \"power\"], [\"power\", \"fdd\"], [\"fdd\", \"donor\"], [\"donor\", \"dependable\"], [\"dependable\", \"democrat\"], [\"democrat\", \"seem\"], [\"seem\", \"also\"], [\"also\", \"dropped\"], [\"dropped\", \"indeed\"], [\"indeed\", \"clear\"], [\"clear\", \"match\"], [\"match\", \"fdds\"], [\"fdds\", \"contributor\"], [\"contributor\", \"former\"], [\"former\", \"existing\"], [\"existing\", \"board\"], [\"board\", \"member\"], [\"member\", \"increasingly\"], [\"increasingly\", \"powerful\"], [\"powerful\", \"republican\"], [\"republican\", \"jewish\"], [\"jewish\", \"coalition\"], [\"coalition\", \"may\"], [\"may\", \"adviser\"], [\"adviser\", \"early\"], [\"early\", \"2000s\"], [\"2000s\", \"include\"], [\"include\", \"adelson\"], [\"adelson\", \"marcus\"], [\"marcus\", \"abramson\"], [\"abramson\", \"singer\"], [\"singer\", \"david\"], [\"david\", \"epstein\"], [\"epstein\", \"larry\"], [\"larry\", \"mizel\"], [\"mizel\", \"sam\"], [\"sam\", \"fox\"], [\"fox\", \"two\"], [\"two\", \"organization\"], [\"organization\", \"worked\"], [\"worked\", \"tandem\"], [\"tandem\", \"attempt\"], [\"attempt\", \"defeat\"], [\"defeat\", \"obama\"], [\"obama\", \"administration\"], [\"administration\", \"agreement\"], [\"agreement\", \"iran\"], [\"iran\", \"fdd\"], [\"fdd\", \"lost\"], [\"lost\", \"democratic\"], [\"democratic\", \"board\"], [\"board\", \"member\"], [\"member\", \"2008\"], [\"2008\", \"february\"], [\"february\", \"spun\"], [\"spun\", \"advocacy\"], [\"advocacy\", \"organization\"], [\"organization\", \"defense\"], [\"defense\", \"democracy\"], [\"democracy\", \"according\"], [\"according\", \"national\"], [\"national\", \"journal\"], [\"journal\", \"seeded\"], [\"seeded\", \"2\"], [\"2\", \"million\"], [\"million\", \"grant\"], [\"grant\", \"adelson\"], [\"adelson\", \"new\"], [\"new\", \"group\"], [\"group\", \"began\"], [\"began\", \"running\"], [\"running\", \"ad\"], [\"ad\", \"democrat\"], [\"democrat\", \"opposed\"], [\"opposed\", \"intelligence\"], [\"intelligence\", \"surveillance\"], [\"surveillance\", \"bill\"], [\"bill\", \"favored\"], [\"favored\", \"bush\"], [\"bush\", \"administration\"], [\"administration\", \"response\"], [\"response\", \"brazile\"], [\"brazile\", \"schumer\"], [\"schumer\", \"engel\"], [\"engel\", \"marshall\"], [\"marshall\", \"quit\"], [\"quit\", \"first\"], [\"first\", \"year\"], [\"year\", \"fdd\"], [\"fdd\", \"tie\"], [\"tie\", \"democrat\"], [\"democrat\", \"former\"], [\"former\", \"al\"], [\"al\", \"gore\"], [\"gore\", \"president\"], [\"president\", \"campaign\"], [\"campaign\", \"manager\"], [\"manager\", \"donna\"], [\"donna\", \"brazile\"], [\"brazile\", \"new\"], [\"new\", \"york\"], [\"york\", \"sen\"], [\"sen\", \"chuck\"], [\"chuck\", \"schumer\"], [\"schumer\", \"rep\"], [\"rep\", \"eliot\"], [\"eliot\", \"engel\"], [\"engel\", \"jim\"], [\"jim\", \"marshall\"], [\"marshall\", \"fdds\"], [\"fdds\", \"board\"], [\"board\", \"initial\"], [\"initial\", \"funders\"], [\"funders\", \"like\"], [\"like\", \"israeli\"], [\"israeli\", \"american\"], [\"american\", \"haim\"], [\"haim\", \"saban\"], [\"saban\", \"associated\"], [\"associated\", \"democratic\"], [\"democratic\", \"party\"], [\"party\", \"year\"], [\"year\", \"fdd\"], [\"fdd\", \"become\"], [\"become\", \"almost\"], [\"almost\", \"entirely\"], [\"entirely\", \"republicanbacked\"], [\"republicanbacked\", \"organization\"], [\"organization\", \"may\"], [\"may\", \"doesnt\"], [\"doesnt\", \"go\"], [\"go\", \"way\"], [\"way\", \"highlight\"], [\"highlight\", \"fdds\"], [\"fdds\", \"origin\"], [\"origin\", \"promoter\"], [\"promoter\", \"israel\"], [\"israel\", \"connection\"], [\"connection\", \"washington\"], [\"washington\", \"proisrael\"], [\"proisrael\", \"lobby\"], [\"lobby\", \"asked\"], [\"asked\", \"group\"], [\"group\", \"emergence\"], [\"emergence\", \"proisrael\"], [\"proisrael\", \"organization\"], [\"organization\", \"made\"], [\"made\", \"mention\"], [\"mention\", \"initial\"], [\"initial\", \"incarnation\"], [\"incarnation\", \"emet\"], [\"emet\", \"wrote\"], [\"wrote\", \"back\"], [\"back\", \"recruited\"], [\"recruited\", \"found\"], [\"found\", \"fdd\"], [\"fdd\", \"91101\"], [\"91101\", \"jack\"], [\"jack\", \"kemp\"], [\"kemp\", \"jeane\"], [\"jeane\", \"kirkpatrick\"], [\"kirkpatrick\", \"knew\"], [\"knew\", \"new\"], [\"new\", \"york\"], [\"york\", \"time\"], [\"time\", \"reporting\"], [\"reporting\", \"day\"], [\"day\", \"fdd\"], [\"fdd\", \"conceived\"], [\"conceived\", \"policy\"], [\"policy\", \"institute\"], [\"institute\", \"focusing\"], [\"focusing\", \"national\"], [\"national\", \"securityof\"], [\"securityof\", \"u\"], [\"u\", \"democratic\"], [\"democratic\", \"society\"], [\"society\", \"group\"], [\"group\", \"also\"], [\"also\", \"omits\"], [\"omits\", \"dershowitzs\"], [\"dershowitzs\", \"experience\"], [\"experience\", \"aipac\"], [\"aipac\", \"online\"], [\"online\", \"bio\"], [\"bio\", \"writing\"], [\"writing\", \"worked\"], [\"worked\", \"leading\"], [\"leading\", \"foreign\"], [\"foreign\", \"policy\"], [\"policy\", \"organization\"], [\"organization\", \"14\"], [\"14\", \"year\"], [\"year\", \"asked\"], [\"asked\", \"may\"], [\"may\", \"whether\"], [\"whether\", \"organization\"], [\"organization\", \"defense\"], [\"defense\", \"democracy\"], [\"democracy\", \"really\"], [\"really\", \"boiled\"], [\"boiled\", \"defense\"], [\"defense\", \"united\"], [\"united\", \"state\"], [\"state\", \"israel\"], [\"israel\", \"write\"], [\"write\", \"back\"], [\"back\", \"israel\"], [\"israel\", \"seemed\"], [\"seemed\", \"seems\"], [\"seems\", \"world\"], [\"world\", \"endangered\"], [\"endangered\", \"democratic\"], [\"democratic\", \"society\"], [\"society\", \"whose\"], [\"whose\", \"mission\"], [\"mission\", \"death\"], [\"death\", \"america\"], [\"america\", \"also\"], [\"also\", \"vow\"], [\"vow\", \"death\"], [\"death\", \"israel\"], [\"israel\", \"may\"], [\"may\", \"adhered\"], [\"adhered\", \"closely\"], [\"closely\", \"netanyahus\"], [\"netanyahus\", \"position\"], [\"position\", \"giving\"], [\"giving\", \"lip\"], [\"lip\", \"service\"], [\"service\", \"twostate\"], [\"twostate\", \"solution\"], [\"solution\", \"maintaining\"], [\"maintaining\", \"palestinian\"], [\"palestinian\", \"refusal\"], [\"refusal\", \"recognize\"], [\"recognize\", \"state\"], [\"state\", \"israel\"], [\"israel\", \"condition\"], [\"condition\", \"exist\"], [\"exist\", \"realizing\"], [\"realizing\", \"august\"], [\"august\", \"2009\"], [\"2009\", \"may\"], [\"may\", \"criticized\"], [\"criticized\", \"obama\"], [\"obama\", \"administration\"], [\"administration\", \"pressing\"], [\"pressing\", \"netanyahu\"], [\"netanyahu\", \"begin\"], [\"begin\", \"talk\"], [\"talk\", \"palestinian\"], [\"palestinian\", \"recommended\"], [\"recommended\", \"instead\"], [\"instead\", \"netanyahus\"], [\"netanyahus\", \"option\"], [\"option\", \"economic\"], [\"economic\", \"development\"], [\"development\", \"west\"], [\"west\", \"bank\"], [\"bank\", \"writing\"], [\"writing\", \"may\"], [\"may\", \"consistently\"], [\"consistently\", \"put\"], [\"put\", \"quote\"], [\"quote\", \"around\"], [\"around\", \"adjective\"], [\"adjective\", \"occupied\"], [\"occupied\", \"palestinian\"], [\"palestinian\", \"territory\"], [\"territory\", \"israel\"], [\"israel\", \"military\"], [\"military\", \"rule\"], [\"rule\", \"asked\"], [\"asked\", \"may\"], [\"may\", \"replied\"], [\"replied\", \"west\"], [\"west\", \"bank\"], [\"bank\", \"seized\"], [\"seized\", \"jordan\"], [\"jordan\", \"jordan\"], [\"jordan\", \"attacked\"], [\"attacked\", \"israel\"], [\"israel\", \"1967\"], [\"1967\", \"accurately\"], [\"accurately\", \"called\"], [\"called\", \"disputed\"], [\"disputed\", \"territory\"], [\"territory\", \"writing\"], [\"writing\", \"fdd\"], [\"fdd\", \"expert\"], [\"expert\", \"endorsed\"], [\"endorsed\", \"view\"], [\"view\", \"israelipalestinian\"], [\"israelipalestinian\", \"conflict\"], [\"conflict\", \"accord\"], [\"accord\", \"sometimes\"], [\"sometimes\", \"even\"], [\"even\", \"right\"], [\"right\", \"view\"], [\"view\", \"netanyahu\"], [\"netanyahu\", \"likud\"], [\"likud\", \"party\"], [\"party\", \"november\"], [\"november\", \"2007\"], [\"2007\", \"fdd\"], [\"fdd\", \"senior\"], [\"senior\", \"fellow\"], [\"fellow\", \"andrew\"], [\"andrew\", \"mccarthy\"], [\"mccarthy\", \"wrote\"], [\"wrote\", \"national\"], [\"national\", \"review\"], [\"review\", \"bush\"], [\"bush\", \"administration\"], [\"administration\", \"trying\"], [\"trying\", \"forge\"], [\"forge\", \"twostate\"], [\"twostate\", \"solution\"], [\"solution\", \"hellbent\"], [\"hellbent\", \"granting\"], [\"granting\", \"statehood\"], [\"statehood\", \"savage\"], [\"savage\", \"worship\"], [\"worship\", \"martyrdom\"], [\"martyrdom\", \"since\"], [\"since\", \"founding\"], [\"founding\", \"fdd\"], [\"fdd\", \"running\"], [\"running\", \"tour\"], [\"tour\", \"israel\"], [\"israel\", \"american\"], [\"american\", \"academic\"], [\"academic\", \"expense\"], [\"expense\", \"paid\"], [\"paid\", \"similar\"], [\"similar\", \"run\"], [\"run\", \"journalist\"], [\"journalist\", \"politician\"], [\"politician\", \"aipac\"], [\"aipac\", \"group\"], [\"group\", \"university\"], [\"university\", \"kentucky\"], [\"kentucky\", \"political\"], [\"political\", \"scientist\"], [\"scientist\", \"robert\"], [\"robert\", \"farley\"], [\"farley\", \"went\"], [\"went\", \"fdd\"], [\"fdd\", \"tour\"], [\"tour\", \"2008\"], [\"2008\", \"say\"], [\"say\", \"goal\"], [\"goal\", \"trip\"], [\"trip\", \"inculcate\"], [\"inculcate\", \"particular\"], [\"particular\", \"view\"], [\"view\", \"israeli\"], [\"israeli\", \"security\"], [\"security\", \"situation\"], [\"situation\", \"israelipalestinian\"], [\"israelipalestinian\", \"conflict\"], [\"conflict\", \"fdds\"], [\"fdds\", \"view\"], [\"view\", \"farley\"], [\"farley\", \"say\"], [\"say\", \"rightwing\"], [\"rightwing\", \"likudnik\"], [\"likudnik\", \"relation\"], [\"relation\", \"israel\"], [\"israel\", \"neighbor\"], [\"neighbor\", \"palestinian\"], [\"palestinian\", \"tour\"], [\"tour\", \"leader\"], [\"leader\", \"took\"], [\"took\", \"negative\"], [\"negative\", \"view\"], [\"view\", \"palestinian\"], [\"palestinian\", \"statehood\"], [\"statehood\", \"understood\"], [\"understood\", \"military\"], [\"military\", \"occupation\"], [\"occupation\", \"west\"], [\"west\", \"bank\"], [\"bank\", \"necessary\"], [\"necessary\", \"prevent\"], [\"prevent\", \"terrorist\"], [\"terrorist\", \"campaign\"], [\"campaign\", \"israel\"], [\"israel\", \"much\"], [\"much\", \"fdds\"], [\"fdds\", \"key\"], [\"key\", \"staff\"], [\"staff\", \"drawn\"], [\"drawn\", \"people\"], [\"people\", \"focused\"], [\"focused\", \"work\"], [\"work\", \"defending\"], [\"defending\", \"israel\"], [\"israel\", \"critic\"], [\"critic\", \"may\"], [\"may\", \"second\"], [\"second\", \"command\"], [\"command\", \"fdds\"], [\"fdds\", \"early\"], [\"early\", \"year\"], [\"year\", \"israeli\"], [\"israeli\", \"nir\"], [\"nir\", \"boms\"], [\"boms\", \"worked\"], [\"worked\", \"israeli\"], [\"israeli\", \"embassy\"], [\"embassy\", \"washington\"], [\"washington\", \"toby\"], [\"toby\", \"dershowitz\"], [\"dershowitz\", \"spent\"], [\"spent\", \"14\"], [\"14\", \"year\"], [\"year\", \"aipacs\"], [\"aipacs\", \"communication\"], [\"communication\", \"head\"], [\"head\", \"handled\"], [\"handled\", \"communication\"], [\"communication\", \"fdd\"], [\"fdd\", \"dershowitzs\"], [\"dershowitzs\", \"public\"], [\"public\", \"relation\"], [\"relation\", \"organization\"], [\"organization\", \"dershowitz\"], [\"dershowitz\", \"group\"], [\"group\", \"housed\"], [\"housed\", \"downtown\"], [\"downtown\", \"m\"], [\"m\", \"street\"], [\"street\", \"location\"], [\"location\", \"fdd\"], [\"fdd\", \"dershowitz\"], [\"dershowitz\", \"listed\"], [\"listed\", \"group\"], [\"group\", \"vice\"], [\"vice\", \"president\"], [\"president\", \"government\"], [\"government\", \"relation\"], [\"relation\", \"strategy\"], [\"strategy\", \"jonathan\"], [\"jonathan\", \"schanzer\"], [\"schanzer\", \"fdds\"], [\"fdds\", \"vice\"], [\"vice\", \"president\"], [\"president\", \"research\"], [\"research\", \"worked\"], [\"worked\", \"earlier\"], [\"earlier\", \"washington\"], [\"washington\", \"institute\"], [\"institute\", \"near\"], [\"near\", \"east\"], [\"east\", \"policy\"], [\"policy\", \"spun\"], [\"spun\", \"aipac\"], [\"aipac\", \"decade\"], [\"decade\", \"ago\"], [\"ago\", \"research\"], [\"research\", \"organization\"], [\"organization\", \"subject\"], [\"subject\", \"tax\"], [\"tax\", \"restriction\"], [\"restriction\", \"group\"], [\"group\", \"lobby\"], [\"lobby\", \"obama\"], [\"obama\", \"took\"], [\"took\", \"office\"], [\"office\", \"fdd\"], [\"fdd\", \"led\"], [\"led\", \"dubowitz\"], [\"dubowitz\", \"proposed\"], [\"proposed\", \"imposing\"], [\"imposing\", \"sanction\"], [\"sanction\", \"iran\"], [\"iran\", \"force\"], [\"force\", \"abandon\"], [\"abandon\", \"nuclear\"], [\"nuclear\", \"program\"], [\"program\", \"dubowitz\"], [\"dubowitz\", \"skeptical\"], [\"skeptical\", \"whether\"], [\"whether\", \"sanction\"], [\"sanction\", \"would\"], [\"would\", \"actually\"], [\"actually\", \"lead\"], [\"lead\", \"diplomatic\"], [\"diplomatic\", \"solution\"], [\"solution\", \"april\"], [\"april\", \"2011\"], [\"2011\", \"new\"], [\"new\", \"sanction\"], [\"sanction\", \"imposed\"], [\"imposed\", \"told\"], [\"told\", \"israel\"], [\"israel\", \"ynetnews\"], [\"ynetnews\", \"sanction\"], [\"sanction\", \"working\"], [\"working\", \"putting\"], [\"putting\", \"pressure\"], [\"pressure\", \"regime\"], [\"regime\", \"although\"], [\"although\", \"secured\"], [\"secured\", \"objective\"], [\"objective\", \"may\"], [\"may\", \"never\"], [\"never\", \"soputting\"], [\"soputting\", \"end\"], [\"end\", \"iran\"], [\"iran\", \"nuclear\"], [\"nuclear\", \"program\"], [\"program\", \"best\"], [\"best\", \"way\"], [\"way\", \"work\"], [\"work\", \"towards\"], [\"towards\", \"changing\"], [\"changing\", \"regime\"], [\"regime\", \"deal\"], [\"deal\", \"cut\"], [\"cut\", \"regime\"], [\"regime\", \"violated\"], [\"violated\", \"hassan\"], [\"hassan\", \"rouhani\"], [\"rouhani\", \"widely\"], [\"widely\", \"considered\"], [\"considered\", \"moderate\"], [\"moderate\", \"iran\"], [\"iran\", \"political\"], [\"political\", \"spectrum\"], [\"spectrum\", \"elected\"], [\"elected\", \"iran\"], [\"iran\", \"president\"], [\"president\", \"june\"], [\"june\", \"2013\"], [\"2013\", \"dubowitz\"], [\"dubowitz\", \"wrote\"], [\"wrote\", \"election\"], [\"election\", \"rouhani\"], [\"rouhani\", \"loyalist\"], [\"loyalist\", \"iran\"], [\"iran\", \"supreme\"], [\"supreme\", \"leader\"], [\"leader\", \"master\"], [\"master\", \"nuclear\"], [\"nuclear\", \"deceit\"], [\"deceit\", \"doesnt\"], [\"doesnt\", \"get\"], [\"get\", \"u\"], [\"u\", \"closer\"], [\"closer\", \"stopping\"], [\"stopping\", \"iran\"], [\"iran\", \"nuclear\"], [\"nuclear\", \"drive\"], [\"drive\", \"august\"], [\"august\", \"2013\"], [\"2013\", \"warned\"], [\"warned\", \"rouhanis\"], [\"rouhanis\", \"statement\"], [\"statement\", \"reveal\"], [\"reveal\", \"conspiratorial\"], [\"conspiratorial\", \"antiamerican\"], [\"antiamerican\", \"antiisraeli\"], [\"antiisraeli\", \"worldview\"], [\"worldview\", \"dubowitz\"], [\"dubowitz\", \"rejected\"], [\"rejected\", \"interim\"], [\"interim\", \"agreement\"], [\"agreement\", \"united\"], [\"united\", \"state\"], [\"state\", \"five\"], [\"five\", \"country\"], [\"country\", \"reached\"], [\"reached\", \"iran\"], [\"iran\", \"november\"], [\"november\", \"2013\"], [\"2013\", \"iran\"], [\"iran\", \"temporarily\"], [\"temporarily\", \"restricted\"], [\"restricted\", \"nuclear\"], [\"nuclear\", \"program\"], [\"program\", \"exchange\"], [\"exchange\", \"removal\"], [\"removal\", \"sanction\"], [\"sanction\", \"worked\"], [\"worked\", \"kirk\"], [\"kirk\", \"menendez\"], [\"menendez\", \"devise\"], [\"devise\", \"new\"], [\"new\", \"legislation\"], [\"legislation\", \"would\"], [\"would\", \"required\"], [\"required\", \"iran\"], [\"iran\", \"dismantle\"], [\"dismantle\", \"nuclear\"], [\"nuclear\", \"energy\"], [\"energy\", \"facility\"], [\"facility\", \"stop\"], [\"stop\", \"aid\"], [\"aid\", \"hezbollah\"], [\"hezbollah\", \"ally\"], [\"ally\", \"region\"], [\"region\", \"legislation\"], [\"legislation\", \"also\"], [\"also\", \"promised\"], [\"promised\", \"united\"], [\"united\", \"state\"], [\"state\", \"would\"], [\"would\", \"stand\"], [\"stand\", \"israel\"], [\"israel\", \"went\"], [\"went\", \"war\"], [\"war\", \"iran\"], [\"iran\", \"clifford\"], [\"clifford\", \"may\"], [\"may\", \"doesnt\"], [\"doesnt\", \"go\"], [\"go\", \"way\"], [\"way\", \"highlight\"], [\"highlight\", \"fdds\"], [\"fdds\", \"origin\"], [\"origin\", \"promoter\"], [\"promoter\", \"israel\"], [\"israel\", \"connection\"], [\"connection\", \"dc\"], [\"dc\", \"proisrael\"], [\"proisrael\", \"lobby\"], [\"lobby\", \"day\"], [\"day\", \"final\"], [\"final\", \"agreement\"], [\"agreement\", \"iran\"], [\"iran\", \"signed\"], [\"signed\", \"july\"], [\"july\", \"14\"], [\"14\", \"fdd\"], [\"fdd\", \"took\"], [\"took\", \"hustings\"], [\"hustings\", \"didnt\"], [\"didnt\", \"speak\"], [\"speak\", \"single\"], [\"single\", \"voice\"], [\"voice\", \"wall\"], [\"wall\", \"street\"], [\"street\", \"journal\"], [\"journal\", \"oped\"], [\"oped\", \"gerecht\"], [\"gerecht\", \"dubowitz\"], [\"dubowitz\", \"declared\"], [\"declared\", \"skepticism\"], [\"skepticism\", \"agreement\"], [\"agreement\", \"piece\"], [\"piece\", \"reflected\"], [\"reflected\", \"gerechts\"], [\"gerechts\", \"extreme\"], [\"extreme\", \"highly\"], [\"highly\", \"original\"], [\"original\", \"view\"], [\"view\", \"american\"], [\"american\", \"foreign\"], [\"foreign\", \"policy\"], [\"policy\", \"iran\"], [\"iran\", \"gerecht\"], [\"gerecht\", \"dubowitz\"], [\"dubowitz\", \"argued\"], [\"argued\", \"dominant\"], [\"dominant\", \"republican\"], [\"republican\", \"strategy\"], [\"strategy\", \"upping\"], [\"upping\", \"sanction\"], [\"sanction\", \"threatening\"], [\"threatening\", \"military\"], [\"military\", \"force\"], [\"force\", \"would\"], [\"would\", \"unlikely\"], [\"unlikely\", \"thwart\"], [\"thwart\", \"mullah\"], [\"mullah\", \"nuclear\"], [\"nuclear\", \"design\"], [\"design\", \"way\"], [\"way\", \"stop\"], [\"stop\", \"iran\"], [\"iran\", \"developing\"], [\"developing\", \"nuclear\"], [\"nuclear\", \"weapon\"], [\"weapon\", \"military\"], [\"military\", \"strike\"], [\"strike\", \"military\"], [\"military\", \"strike\"], [\"strike\", \"could\"], [\"could\", \"justified\"], [\"justified\", \"iran\"], [\"iran\", \"violate\"], [\"violate\", \"agreement\"], [\"agreement\", \"made\"], [\"made\", \"american\"], [\"american\", \"president\"], [\"president\", \"would\"], [\"would\", \"destroy\"], [\"destroy\", \"iranian\"], [\"iranian\", \"nuclear\"], [\"nuclear\", \"site\"], [\"site\", \"without\"], [\"without\", \"first\"], [\"first\", \"exhausting\"], [\"exhausting\", \"diplomacy\"], [\"diplomacy\", \"wrote\"], [\"wrote\", \"therefore\"], [\"therefore\", \"best\"], [\"best\", \"chance\"], [\"chance\", \"stop\"], [\"stop\", \"iran\"], [\"iran\", \"would\"], [\"would\", \"let\"], [\"let\", \"agreement\"], [\"agreement\", \"go\"], [\"go\", \"wait\"], [\"wait\", \"iran\"], [\"iran\", \"violate\"], [\"violate\", \"according\"], [\"according\", \"gerecht\"], [\"gerecht\", \"dubowitz\"], [\"dubowitz\", \"inevitably\"], [\"inevitably\", \"would\"], [\"would\", \"hawk\"], [\"hawk\", \"believe\"], [\"believe\", \"airstrikes\"], [\"airstrikes\", \"possible\"], [\"possible\", \"option\"], [\"option\", \"stopping\"], [\"stopping\", \"iranian\"], [\"iranian\", \"nuke\"], [\"nuke\", \"welcome\"], [\"welcome\", \"deal\"], [\"deal\", \"perhaps\"], [\"perhaps\", \"anyone\"], [\"anyone\", \"wrote\"], [\"wrote\", \"joint\"], [\"joint\", \"comprehensive\"], [\"comprehensive\", \"plan\"], [\"plan\", \"action\"], [\"action\", \"tailormade\"], [\"tailormade\", \"set\"], [\"set\", \"washington\"], [\"washington\", \"collision\"], [\"collision\", \"course\"], [\"course\", \"tehran\"], [\"tehran\", \"word\"], [\"word\", \"point\"], [\"point\", \"supporting\"], [\"supporting\", \"diplomatic\"], [\"diplomatic\", \"solution\"], [\"solution\", \"would\"], [\"would\", \"pave\"], [\"pave\", \"way\"], [\"way\", \"military\"], [\"military\", \"strike\"], [\"strike\", \"congressional\"], [\"congressional\", \"testimony\"], [\"testimony\", \"dubowitz\"], [\"dubowitz\", \"took\"], [\"took\", \"conventional\"], [\"conventional\", \"tack\"], [\"tack\", \"denounced\"], [\"denounced\", \"agreement\"], [\"agreement\", \"providing\"], [\"providing\", \"iran\"], [\"iran\", \"patient\"], [\"patient\", \"path\"], [\"path\", \"nuclear\"], [\"nuclear\", \"weapon\"], [\"weapon\", \"called\"], [\"called\", \"amending\"], [\"amending\", \"new\"], [\"new\", \"tougher\"], [\"tougher\", \"condition\"], [\"condition\", \"may\"], [\"may\", \"opposed\"], [\"opposed\", \"agreement\"], [\"agreement\", \"said\"], [\"said\", \"obama\"], [\"obama\", \"demand\"], [\"demand\", \"concession\"], [\"concession\", \"iran\"], [\"iran\", \"gerecht\"], [\"gerecht\", \"dubowitzs\"], [\"dubowitzs\", \"wall\"], [\"wall\", \"street\"], [\"street\", \"journal\"], [\"journal\", \"oped\"], [\"oped\", \"virtue\"], [\"virtue\", \"logical\"], [\"logical\", \"even\"], [\"even\", \"logic\"], [\"logic\", \"led\"], [\"led\", \"war\"], [\"war\", \"call\"], [\"call\", \"may\"], [\"may\", \"dubowitz\"], [\"dubowitz\", \"reopen\"], [\"reopen\", \"negotiation\"], [\"negotiation\", \"demand\"], [\"demand\", \"much\"], [\"much\", \"tougher\"], [\"tougher\", \"agreement\"], [\"agreement\", \"made\"], [\"made\", \"le\"], [\"le\", \"sense\"], [\"sense\", \"dubowitzs\"], [\"dubowitzs\", \"proposed\"], [\"proposed\", \"amendment\"], [\"amendment\", \"dealwhich\"], [\"dealwhich\", \"went\"], [\"went\", \"beyond\"], [\"beyond\", \"iran\"], [\"iran\", \"nuclear\"], [\"nuclear\", \"policy\"], [\"policy\", \"human\"], [\"human\", \"right\"], [\"right\", \"policy\"], [\"policy\", \"foreign\"], [\"foreign\", \"policywere\"], [\"policywere\", \"sure\"], [\"sure\", \"rejected\"], [\"rejected\", \"iran\"], [\"iran\", \"probably\"], [\"probably\", \"signatory\"], [\"signatory\", \"deal\"], [\"deal\", \"anyway\"], [\"anyway\", \"obama\"], [\"obama\", \"last\"], [\"last\", \"year\"], [\"year\", \"presidency\"], [\"presidency\", \"would\"], [\"would\", \"position\"], [\"position\", \"renegotiate\"], [\"renegotiate\", \"agreement\"], [\"agreement\", \"even\"], [\"even\", \"highly\"], [\"highly\", \"unlikely\"], [\"unlikely\", \"event\"], [\"event\", \"five\"], [\"five\", \"negotiating\"], [\"negotiating\", \"partner\"], [\"partner\", \"including\"], [\"including\", \"russia\"], [\"russia\", \"china\"], [\"china\", \"would\"], [\"would\", \"willing\"], [\"willing\", \"join\"], [\"join\", \"kind\"], [\"kind\", \"consideration\"], [\"consideration\", \"led\"], [\"led\", \"supporter\"], [\"supporter\", \"agreement\"], [\"agreement\", \"argue\"], [\"argue\", \"hawk\"], [\"hawk\", \"like\"], [\"like\", \"may\"], [\"may\", \"dubowitz\"], [\"dubowitz\", \"advocating\"], [\"advocating\", \"renegotiation\"], [\"renegotiation\", \"know\"], [\"know\", \"path\"], [\"path\", \"bear\"], [\"bear\", \"fruit\"], [\"fruit\", \"secretly\"], [\"secretly\", \"want\"], [\"want\", \"hasten\"], [\"hasten\", \"war\"], [\"war\", \"iran\"], [\"iran\", \"according\"], [\"according\", \"gerecht\"], [\"gerecht\", \"colleague\"], [\"colleague\", \"really\"], [\"really\", \"hope\"], [\"hope\", \"one\"], [\"one\", \"republican\"], [\"republican\", \"adamantly\"], [\"adamantly\", \"opposed\"], [\"opposed\", \"deal\"], [\"deal\", \"elected\"], [\"elected\", \"president\"], [\"president\", \"november\"], [\"november\", \"2016\"], [\"2016\", \"propose\"], [\"propose\", \"even\"], [\"even\", \"tougher\"], [\"tougher\", \"sanction\"], [\"sanction\", \"successfully\"], [\"successfully\", \"pressure\"], [\"pressure\", \"europe\"], [\"europe\", \"china\"], [\"china\", \"russia\"], [\"russia\", \"go\"], [\"go\", \"along\"], [\"along\", \"scenario\"], [\"scenario\", \"seems\"], [\"seems\", \"equally\"], [\"equally\", \"farfetched\"], [\"farfetched\", \"resting\"], [\"resting\", \"assumption\"], [\"assumption\", \"america\"], [\"america\", \"power\"], [\"power\", \"persuasion\"], [\"persuasion\", \"europewhich\"], [\"europewhich\", \"evident\"], [\"evident\", \"crisis\"], [\"crisis\", \"syria\"], [\"syria\", \"2013and\"], [\"2013and\", \"best\"], [\"best\", \"5050\"], [\"5050\", \"political\"], [\"political\", \"calculation\"], [\"calculation\", \"next\"], [\"next\", \"president\"], [\"president\", \"may\"], [\"may\", \"explain\"], [\"explain\", \"may\"], [\"may\", \"dubowitz\"], [\"dubowitz\", \"seem\"], [\"seem\", \"content\"], [\"content\", \"killing\"], [\"killing\", \"agreementeven\"], [\"agreementeven\", \"mean\"], [\"mean\", \"damaging\"], [\"damaging\", \"u\"], [\"u\", \"relation\"], [\"relation\", \"signatory\"], [\"signatory\", \"getting\"], [\"getting\", \"agreement\"], [\"agreement\", \"whatsoever\"], [\"whatsoever\", \"iran\"], [\"iran\", \"forgo\"], [\"forgo\", \"nuclear\"], [\"nuclear\", \"weapon\"], [\"weapon\", \"risking\"], [\"risking\", \"greater\"], [\"greater\", \"war\"], [\"war\", \"regionis\"], [\"regionis\", \"concern\"], [\"concern\", \"began\"], [\"began\", \"surface\"], [\"surface\", \"may\"], [\"may\", \"column\"], [\"column\", \"earlier\"], [\"earlier\", \"year\"], [\"year\", \"may\"], [\"may\", \"described\"], [\"described\", \"sympathetically\"], [\"sympathetically\", \"israel\"], [\"israel\", \"worry\"], [\"worry\", \"mr\"], [\"mr\", \"obama\"], [\"obama\", \"mean\"], [\"mean\", \"form\"], [\"form\", \"de\"], [\"de\", \"facto\"], [\"facto\", \"alliance\"], [\"alliance\", \"iran\"], [\"iran\", \"observer\"], [\"observer\", \"long\"], [\"long\", \"said\"], [\"said\", \"concern\"], [\"concern\", \"actually\"], [\"actually\", \"lie\"], [\"lie\", \"heart\"], [\"heart\", \"israeli\"], [\"israeli\", \"government\"], [\"government\", \"opposition\"], [\"opposition\", \"deal\"], [\"deal\", \"iran\"], [\"iran\", \"netanyahu\"], [\"netanyahu\", \"fear\"], [\"fear\", \"deal\"], [\"deal\", \"would\"], [\"would\", \"wed\"], [\"wed\", \"american\"], [\"american\", \"foreign\"], [\"foreign\", \"policy\"], [\"policy\", \"irredeemably\"], [\"irredeemably\", \"revolutionary\"], [\"revolutionary\", \"iran\"], [\"iran\", \"expense\"], [\"expense\", \"israel\"], [\"israel\", \"one\"], [\"one\", \"person\"], [\"person\", \"familiar\"], [\"familiar\", \"thinking\"], [\"thinking\", \"fdd\"], [\"fdd\", \"expert\"], [\"expert\", \"described\"], [\"described\", \"scenario\"], [\"scenario\", \"involving\"], [\"involving\", \"attempted\"], [\"attempted\", \"rapprochement\"], [\"rapprochement\", \"united\"], [\"united\", \"state\"], [\"state\", \"iran\"], [\"iran\", \"representing\"], [\"representing\", \"worst\"], [\"worst\", \"possible\"], [\"possible\", \"world\"], [\"world\", \"vetoproof\"], [\"vetoproof\", \"congressional\"], [\"congressional\", \"rejection\"], [\"rejection\", \"agreement\"], [\"agreement\", \"would\"], [\"would\", \"certainly\"], [\"certainly\", \"rule\"], [\"rule\", \"rapprochement\"], [\"rapprochement\", \"hard\"], [\"hard\", \"say\"], [\"say\", \"sure\"], [\"sure\", \"fdd\"], [\"fdd\", \"ultimately\"], [\"ultimately\", \"hope\"], [\"hope\", \"accomplish\"], [\"accomplish\", \"campaign\"], [\"campaign\", \"agreement\"], [\"agreement\", \"part\"], [\"part\", \"expert\"], [\"expert\", \"entirely\"], [\"entirely\", \"candid\"], [\"candid\", \"argument\"], [\"argument\", \"long\"], [\"long\", \"invoking\"], [\"invoking\", \"existential\"], [\"existential\", \"threat\"], [\"threat\", \"agreement\"], [\"agreement\", \"would\"], [\"would\", \"pose\"], [\"pose\", \"israel\"], [\"israel\", \"may\"], [\"may\", \"dubowitz\"], [\"dubowitz\", \"fdd\"], [\"fdd\", \"expert\"], [\"expert\", \"little\"], [\"little\", \"say\"], [\"say\", \"threat\"], [\"threat\", \"israel\"], [\"israel\", \"since\"], [\"since\", \"agreement\"], [\"agreement\", \"signed\"], [\"signed\", \"dubowitz\"], [\"dubowitz\", \"made\"], [\"made\", \"long\"], [\"long\", \"opening\"], [\"opening\", \"statement\"], [\"statement\", \"senate\"], [\"senate\", \"foreign\"], [\"foreign\", \"relation\"], [\"relation\", \"committee\"], [\"committee\", \"july\"], [\"july\", \"29\"], [\"29\", \"fdds\"], [\"fdds\", \"juan\"], [\"juan\", \"zarate\"], [\"zarate\", \"issued\"], [\"issued\", \"statement\"], [\"statement\", \"senate\"], [\"senate\", \"banking\"], [\"banking\", \"committee\"], [\"committee\", \"aug\"], [\"aug\", \"5\"], [\"5\", \"mentioned\"], [\"mentioned\", \"deal\"], [\"deal\", \"effect\"], [\"effect\", \"syria\"], [\"syria\", \"iraq\"], [\"iraq\", \"lebanon\"], [\"lebanon\", \"yemen\"], [\"yemen\", \"discus\"], [\"discus\", \"directly\"], [\"directly\", \"would\"], [\"would\", \"mean\"], [\"mean\", \"israel\"], [\"israel\", \"noun\"], [\"noun\", \"israel\"], [\"israel\", \"appear\"], [\"appear\", \"except\"], [\"except\", \"title\"], [\"title\", \"article\"], [\"article\", \"footnote\"], [\"footnote\", \"dubowitzs\"], [\"dubowitzs\", \"statement\"], [\"statement\", \"may\"], [\"may\", \"mentioned\"], [\"mentioned\", \"israel\"], [\"israel\", \"three\"], [\"three\", \"washington\"], [\"washington\", \"time\"], [\"time\", \"column\"], [\"column\", \"wrote\"], [\"wrote\", \"opposing\"], [\"opposing\", \"agreementto\"], [\"agreementto\", \"warn\"], [\"warn\", \"iran\"], [\"iran\", \"hegemonic\"], [\"hegemonic\", \"ambition\"], [\"ambition\", \"would\"], [\"would\", \"threaten\"], [\"threaten\", \"israel\"], [\"israel\", \"gulf\"], [\"gulf\", \"state\"], [\"state\", \"column\"], [\"column\", \"national\"], [\"national\", \"review\"], [\"review\", \"responding\"], [\"responding\", \"obamas\"], [\"obamas\", \"speech\"], [\"speech\", \"american\"], [\"american\", \"university\"], [\"university\", \"may\"], [\"may\", \"schanzer\"], [\"schanzer\", \"described\"], [\"described\", \"deal\"], [\"deal\", \"threat\"], [\"threat\", \"american\"], [\"american\", \"israeli\"], [\"israeli\", \"iran\"], [\"iran\", \"ruler\"], [\"ruler\", \"wrote\"], [\"wrote\", \"caused\"], [\"caused\", \"thousand\"], [\"thousand\", \"american\"], [\"american\", \"killed\"], [\"killed\", \"maimed\"], [\"maimed\", \"lebanon\"], [\"lebanon\", \"iraq\"], [\"iraq\", \"afghanistan\"], [\"afghanistan\", \"continue\"], [\"continue\", \"openly\"], [\"openly\", \"proclaim\"], [\"proclaim\", \"longterm\"], [\"longterm\", \"goal\"], [\"goal\", \"death\"], [\"death\", \"america\"], [\"america\", \"may\"], [\"may\", \"well\"], [\"well\", \"tactical\"], [\"tactical\", \"reason\"], [\"reason\", \"fdd\"], [\"fdd\", \"expert\"], [\"expert\", \"lately\"], [\"lately\", \"stressed\"], [\"stressed\", \"iran\"], [\"iran\", \"agreement\"], [\"agreement\", \"threat\"], [\"threat\", \"america\"], [\"america\", \"rather\"], [\"rather\", \"threat\"], [\"threat\", \"israel\"], [\"israel\", \"aipac\"], [\"aipac\", \"followed\"], [\"followed\", \"path\"], [\"path\", \"ad\"], [\"ad\", \"called\"], [\"called\", \"need\"], [\"need\", \"better\"], [\"better\", \"deal\"], [\"deal\", \"citizen\"], [\"citizen\", \"nuclear\"], [\"nuclear\", \"free\"], [\"free\", \"iran\"], [\"iran\", \"produced\"], [\"produced\", \"people\"], [\"people\", \"aipac\"], [\"aipac\", \"fdd\"], [\"fdd\", \"may\"], [\"may\", \"worried\"], [\"worried\", \"accused\"], [\"accused\", \"acting\"], [\"acting\", \"solely\"], [\"solely\", \"israel\"], [\"israel\", \"interest\"], [\"interest\", \"putting\"], [\"putting\", \"israel\"], [\"israel\", \"interest\"], [\"interest\", \"united\"], [\"united\", \"state\"], [\"state\", \"evidence\"], [\"evidence\", \"fdd\"], [\"fdd\", \"expert\"], [\"expert\", \"done\"], [\"done\", \"almost\"], [\"almost\", \"certainly\"], [\"certainly\", \"along\"], [\"along\", \"believed\"], [\"believed\", \"israel\"], [\"israel\", \"interest\"], [\"interest\", \"case\"], [\"case\", \"america\"], [\"america\", \"softpedaling\"], [\"softpedaling\", \"fear\"], [\"fear\", \"agreement\"], [\"agreement\", \"effect\"], [\"effect\", \"israel\"], [\"israel\", \"made\"], [\"made\", \"difficult\"], [\"difficult\", \"politician\"], [\"politician\", \"public\"], [\"public\", \"evaluate\"], [\"evaluate\", \"argument\"], [\"argument\", \"nuclear\"], [\"nuclear\", \"deal\"], [\"deal\", \"nothing\"], [\"nothing\", \"wrong\"], [\"wrong\", \"policy\"], [\"policy\", \"group\"], [\"group\", \"lobby\"], [\"lobby\", \"demanding\"], [\"demanding\", \"united\"], [\"united\", \"state\"], [\"state\", \"heed\"], [\"heed\", \"security\"], [\"security\", \"another\"], [\"another\", \"country\"], [\"country\", \"united\"], [\"united\", \"state\"], [\"state\", \"global\"], [\"global\", \"power\"], [\"power\", \"interest\"], [\"interest\", \"maintaining\"], [\"maintaining\", \"stability\"], [\"stability\", \"preventing\"], [\"preventing\", \"war\"], [\"war\", \"even\"], [\"even\", \"region\"], [\"region\", \"directly\"], [\"directly\", \"threatened\"], [\"threatened\", \"issue\"], [\"issue\", \"whether\"], [\"whether\", \"united\"], [\"united\", \"state\"], [\"state\", \"take\"], [\"take\", \"israel\"], [\"israel\", \"interest\"], [\"interest\", \"security\"], [\"security\", \"account\"], [\"account\", \"rather\"], [\"rather\", \"israel\"], [\"israel\", \"interest\"], [\"interest\", \"security\"], [\"security\", \"really\"], [\"really\", \"lie\"], [\"lie\", \"beginning\"], [\"beginning\", \"fdd\"], [\"fdd\", \"interpreted\"], [\"interpreted\", \"israel\"], [\"israel\", \"interestwhether\"], [\"interestwhether\", \"regionally\"], [\"regionally\", \"conflict\"], [\"conflict\", \"palestiniansin\"], [\"palestiniansin\", \"accordance\"], [\"accordance\", \"netanyahu\"], [\"netanyahu\", \"likud\"], [\"likud\", \"party\"], [\"party\", \"said\"], [\"said\", \"many\"], [\"many\", \"israeli\"], [\"israeli\", \"military\"], [\"military\", \"intelligence\"], [\"intelligence\", \"expert\"], [\"expert\", \"believe\"], [\"believe\", \"nuclear\"], [\"nuclear\", \"agreement\"], [\"agreement\", \"israel\"], [\"israel\", \"interest\"], [\"interest\", \"liberal\"], [\"liberal\", \"lobby\"], [\"lobby\", \"group\"], [\"group\", \"j\"], [\"j\", \"streetwhich\"], [\"streetwhich\", \"far\"], [\"far\", \"le\"], [\"le\", \"money\"], [\"money\", \"gaining\"], [\"gaining\", \"number\"], [\"number\", \"support\"], [\"support\", \"aipacargues\"], [\"aipacargues\", \"agreement\"], [\"agreement\", \"america\"], [\"america\", \"israel\"], [\"israel\", \"interest\"], [\"interest\", \"recently\"], [\"recently\", \"asked\"], [\"asked\", \"may\"], [\"may\", \"whether\"], [\"whether\", \"expert\"], [\"expert\", \"conferred\"], [\"conferred\", \"iran\"], [\"iran\", \"deal\"], [\"deal\", \"israeli\"], [\"israeli\", \"government\"], [\"government\", \"whether\"], [\"whether\", \"view\"], [\"view\", \"accorded\"], [\"accorded\", \"government\"], [\"government\", \"listened\"], [\"listened\", \"french\"], [\"french\", \"jordanian\"], [\"jordanian\", \"german\"], [\"german\", \"dane\"], [\"dane\", \"israeli\"], [\"israeli\", \"others\"], [\"others\", \"replied\"], [\"replied\", \"provide\"], [\"provide\", \"analysis\"], [\"analysis\", \"advice\"], [\"advice\", \"requested\"], [\"requested\", \"take\"], [\"take\", \"instruction\"], [\"instruction\", \"one\"], [\"one\", \"neither\"], [\"neither\", \"embassy\"], [\"embassy\", \"editorial\"], [\"editorial\", \"page\"], [\"page\", \"indeed\"], [\"indeed\", \"ive\"], [\"ive\", \"seen\"], [\"seen\", \"evidence\"], [\"evidence\", \"may\"], [\"may\", \"fdd\"], [\"fdd\", \"take\"], [\"take\", \"instruction\"], [\"instruction\", \"israeli\"], [\"israeli\", \"thats\"], [\"thats\", \"point\"], [\"point\", \"degree\"], [\"degree\", \"argument\"], [\"argument\", \"iran\"], [\"iran\", \"agreement\"], [\"agreement\", \"hinge\"], [\"hinge\", \"viewing\"], [\"viewing\", \"israel\"], [\"israel\", \"america\"], [\"america\", \"interest\"], [\"interest\", \"way\"], [\"way\", \"netanyahu\"], [\"netanyahu\", \"likud\"], [\"likud\", \"party\"], [\"party\", \"view\"], [\"view\", \"whether\"], [\"whether\", \"view\"], [\"view\", \"correct\"], [\"correct\", \"article\"], [\"article\", \"published\"], [\"published\", \"collaboration\"], [\"collaboration\", \"american\"], [\"american\", \"foreign\"], [\"foreign\", \"policy\"], [\"policy\", \"project\"]], \"Text_Lemmatized\": \"fdds chief funders drawn almost entirely american jew long history funding proisrael organization include bernard marcus cofounder home depot whiskey heir samuel edgar bronfman gambling mogul sheldon adelson heiress lynn schusterman wall street speculator michael steinhardt paul singer leonard abramson founder u healthcare eli clifton documented 2008 2011 largest contributor abramson marcus adelson singer businessman newton becker fdds donor particularly organization early year gave wide range group back israel including marcus adelson becker foundation also contributed group like zionist organization america christian united israel aligned israeli rightwing nationalist favor greater israel includes east jerusalem west bank settlement asked may whether agreed adelsons stand iran palestinian statehood said adelson hadnt contributed fdd time uptodate adelsons view nevertheless july 2012 article national review objecting new york time editorial critical adelson may defended gambling mogul rejection palestinian state sure fdd longer public relation group israel year become much conventional think tank advocacy group several important way foundation defense democracy seems remained organization dedicated intellectually politically defense one particular democracy fdds website say simply founded promote pluralism defend democratic value fight ideology drive terrorism journalist ali gharib noted arose organization committed burnishing israel reputation united state april 24 2001 three major proisrael donor incorporated organization called emet hebrew truth application internal revenue service taxexempt status may explained group provide education enhance israel image north america public understanding issue affecting israeliarab relation wake sept 11 attack may broadened group mission changed name foundation defense democracy explained supplement irs group board director decided focus developing educational material eradication terrorism everywhere world fdd brainchild new york time journalistturnedrepublican operative clifford may 63 worked foreign correspondent new york time editor rocky mountain news 1997 became communication director republican national committee september 2001 left rnc may recruited lead new foreign policy group thick brown hair trim graying beard rimless glass may look like early20 th century european intellectual proved master political entrepreneur era television social medium fdd also describes global research organization purpose say conduct research provide education international terrorismthe serious security threat united state free democratic nation conducted research particular vantage point relatively narrow focus research advocacy centered middle east particular conflict issue impinge israel position closely tracked likud party leader prime minister benjamin netanyahunot iran deal conflict israeli palestinian desirability twostate solution understanding think tank ideological affinity israeli government root affinity help explain special role fdd played opposing iran deal may shed light fdd hope accomplish derailing president obamas signature foreign policy accomplishment fdd bill nonpartisan policy institute tradition group like council foreign relation legally speaking thats true fdd democrat board advisor still find democrat like menendez receptive message become republicanbacked organization reflects growing political polarization washington wake agreement announcement fdd expert appeared fox news cbs cnn pb television outlet least 35 time oppose fdds executive director mark dubowitz credited helping design sanction regime put place 2010 helping sen mark kirk robert menendez craft bill introduced december 2013 would set condition final agreement iran would sure reject last 18 month fdds expert testified 17 time congress opposition interim final agreement contrast expert heritage foundation whose budget113 million 2013is 15 time size fdds also opposes agreement appeared critic agreement american enterprise institute whose budget eight time large testified four witness senate banking committee called testify aug 5 panel sanction iran two fdd expert third fdd board advisor thats enough opponent deal carry day need crisp talking point plausible argument need credible expert back position congressional hearing opinion page tv radio organization better providing kind intellectual firepower littleknown foundation defense democracy relatively small washington think tank devoting defeating iran deal american israel public affair committee socalled 800pound gorilla big player lobbying nuclear weapon agreement united state five country signed iran come influencing member congress aipac access financial contributor reward compliant pressure recalcitrant may always avoided calling war iran except last resort 2008 welcomed former cia case officer reuel marc gerecht iran expert michael ledeen bit player israeli part irancontra scandal fdd american enterprise institute gerecht already calling preemptive military strike iran bloomberg conference 2010 gerecht would joke counted day ive written 25000 word bombing iran even mom think ive gone far iranian president mahmoud ahmadinejads announcement february 2006 iran resuming enriching uranium fdd may began focusing iran nuclear program may accepted israeli government argument iranian nuclear weapon posed existential threat israel described iran goal middle east without jew insisted iran posed direct threat united state ahmadinejads genocidal threat israel wellpublicized wrote time time also like remind follower world without america attainable may elision mine may fdd calling action iran since organization founding almost invariably cited israel security april 2002 usa today may argued israel enemy one suicidalhomicidal terrorist view american hated infidel linked turn iran iraq described terroristsponsoring regime attempting develop weapon mass destruction next spring wake invasion iraq may suggested iranian dissident could play similar role iraqi dissident united state attempting install power fdd donor dependable democrat seem also dropped indeed clear match fdds contributor former existing board member increasingly powerful republican jewish coalition may adviser early 2000s include adelson marcus abramson singer david epstein larry mizel sam fox two organization worked tandem attempt defeat obama administration agreement iran fdd lost democratic board member 2008 february spun advocacy organization defense democracy according national journal seeded 2 million grant adelson new group began running ad democrat opposed intelligence surveillance bill favored bush administration response brazile schumer engel marshall quit first year fdd tie democrat former al gore president campaign manager donna brazile new york sen chuck schumer rep eliot engel jim marshall fdds board initial funders like israeli american haim saban associated democratic party year fdd become almost entirely republicanbacked organization may doesnt go way highlight fdds origin promoter israel connection washington proisrael lobby asked group emergence proisrael organization made mention initial incarnation emet wrote back recruited found fdd 91101 jack kemp jeane kirkpatrick knew new york time reporting day fdd conceived policy institute focusing national securityof u democratic society group also omits dershowitzs experience aipac online bio writing worked leading foreign policy organization 14 year asked may whether organization defense democracy really boiled defense united state israel write back israel seemed seems world endangered democratic society whose mission death america also vow death israel may adhered closely netanyahus position giving lip service twostate solution maintaining palestinian refusal recognize state israel condition exist realizing august 2009 may criticized obama administration pressing netanyahu begin talk palestinian recommended instead netanyahus option economic development west bank writing may consistently put quote around adjective occupied palestinian territory israel military rule asked may replied west bank seized jordan jordan attacked israel 1967 accurately called disputed territory writing fdd expert endorsed view israelipalestinian conflict accord sometimes even right view netanyahu likud party november 2007 fdd senior fellow andrew mccarthy wrote national review bush administration trying forge twostate solution hellbent granting statehood savage worship martyrdom since founding fdd running tour israel american academic expense paid similar run journalist politician aipac group university kentucky political scientist robert farley went fdd tour 2008 say goal trip inculcate particular view israeli security situation israelipalestinian conflict fdds view farley say rightwing likudnik relation israel neighbor palestinian tour leader took negative view palestinian statehood understood military occupation west bank necessary prevent terrorist campaign israel much fdds key staff drawn people focused work defending israel critic may second command fdds early year israeli nir boms worked israeli embassy washington toby dershowitz spent 14 year aipacs communication head handled communication fdd dershowitzs public relation organization dershowitz group housed downtown m street location fdd dershowitz listed group vice president government relation strategy jonathan schanzer fdds vice president research worked earlier washington institute near east policy spun aipac decade ago research organization subject tax restriction group lobby obama took office fdd led dubowitz proposed imposing sanction iran force abandon nuclear program dubowitz skeptical whether sanction would actually lead diplomatic solution april 2011 new sanction imposed told israel ynetnews sanction working putting pressure regime although secured objective may never soputting end iran nuclear program best way work towards changing regime deal cut regime violated hassan rouhani widely considered moderate iran political spectrum elected iran president june 2013 dubowitz wrote election rouhani loyalist iran supreme leader master nuclear deceit doesnt get u closer stopping iran nuclear drive august 2013 warned rouhanis statement reveal conspiratorial antiamerican antiisraeli worldview dubowitz rejected interim agreement united state five country reached iran november 2013 iran temporarily restricted nuclear program exchange removal sanction worked kirk menendez devise new legislation would required iran dismantle nuclear energy facility stop aid hezbollah ally region legislation also promised united state would stand israel went war iran clifford may doesnt go way highlight fdds origin promoter israel connection dc proisrael lobby day final agreement iran signed july 14 fdd took hustings didnt speak single voice wall street journal oped gerecht dubowitz declared skepticism agreement piece reflected gerechts extreme highly original view american foreign policy iran gerecht dubowitz argued dominant republican strategy upping sanction threatening military force would unlikely thwart mullah nuclear design way stop iran developing nuclear weapon military strike military strike could justified iran violate agreement made american president would destroy iranian nuclear site without first exhausting diplomacy wrote therefore best chance stop iran would let agreement go wait iran violate according gerecht dubowitz inevitably would hawk believe airstrikes possible option stopping iranian nuke welcome deal perhaps anyone wrote joint comprehensive plan action tailormade set washington collision course tehran word point supporting diplomatic solution would pave way military strike congressional testimony dubowitz took conventional tack denounced agreement providing iran patient path nuclear weapon called amending new tougher condition may opposed agreement said obama demand concession iran gerecht dubowitzs wall street journal oped virtue logical even logic led war call may dubowitz reopen negotiation demand much tougher agreement made le sense dubowitzs proposed amendment dealwhich went beyond iran nuclear policy human right policy foreign policywere sure rejected iran probably signatory deal anyway obama last year presidency would position renegotiate agreement even highly unlikely event five negotiating partner including russia china would willing join kind consideration led supporter agreement argue hawk like may dubowitz advocating renegotiation know path bear fruit secretly want hasten war iran according gerecht colleague really hope one republican adamantly opposed deal elected president november 2016 propose even tougher sanction successfully pressure europe china russia go along scenario seems equally farfetched resting assumption america power persuasion europewhich evident crisis syria 2013and best 5050 political calculation next president may explain may dubowitz seem content killing agreementeven mean damaging u relation signatory getting agreement whatsoever iran forgo nuclear weapon risking greater war regionis concern began surface may column earlier year may described sympathetically israel worry mr obama mean form de facto alliance iran observer long said concern actually lie heart israeli government opposition deal iran netanyahu fear deal would wed american foreign policy irredeemably revolutionary iran expense israel one person familiar thinking fdd expert described scenario involving attempted rapprochement united state iran representing worst possible world vetoproof congressional rejection agreement would certainly rule rapprochement hard say sure fdd ultimately hope accomplish campaign agreement part expert entirely candid argument long invoking existential threat agreement would pose israel may dubowitz fdd expert little say threat israel since agreement signed dubowitz made long opening statement senate foreign relation committee july 29 fdds juan zarate issued statement senate banking committee aug 5 mentioned deal effect syria iraq lebanon yemen discus directly would mean israel noun israel appear except title article footnote dubowitzs statement may mentioned israel three washington time column wrote opposing agreementto warn iran hegemonic ambition would threaten israel gulf state column national review responding obamas speech american university may schanzer described deal threat american israeli iran ruler wrote caused thousand american killed maimed lebanon iraq afghanistan continue openly proclaim longterm goal death america may well tactical reason fdd expert lately stressed iran agreement threat america rather threat israel aipac followed path ad called need better deal citizen nuclear free iran produced people aipac fdd may worried accused acting solely israel interest putting israel interest united state evidence fdd expert done almost certainly along believed israel interest case america softpedaling fear agreement effect israel made difficult politician public evaluate argument nuclear deal nothing wrong policy group lobby demanding united state heed security another country united state global power interest maintaining stability preventing war even region directly threatened issue whether united state take israel interest security account rather israel interest security really lie beginning fdd interpreted israel interestwhether regionally conflict palestiniansin accordance netanyahu likud party said many israeli military intelligence expert believe nuclear agreement israel interest liberal lobby group j streetwhich far le money gaining number support aipacargues agreement america israel interest recently asked may whether expert conferred iran deal israeli government whether view accorded government listened french jordanian german dane israeli others replied provide analysis advice requested take instruction one neither embassy editorial page indeed ive seen evidence may fdd take instruction israeli thats point degree argument iran agreement hinge viewing israel america interest way netanyahu likud party view whether view correct article published collaboration american foreign policy project\", \"Text_Lower\": \"fdds chief funders have been drawn almost entirely from american jews who have a long history of funding proisrael organizations they include bernard marcus the cofounder of home depot whiskey heirs samuel and edgar bronfman gambling mogul sheldon adelson heiress lynn schusterman wall street speculators michael steinhardt and paul singer and leonard abramson founder of us healthcare as eli clifton has documented  from 2008 to 2011 the largest contributors were abramson marcus adelson and singer and businessman newton becker some of fdds donors particularly in the organizations early years gave to a wide range of groups that back israel but some of them including marcus adelson becker and their foundations have also contributed to groups like the zionist organization of america and christians united for israel that are aligned with israeli rightwing nationalists who favor a greater israel that includes east jerusalem and the west bank settlements when i asked may whether he agreed with adelsons stands on iran and palestinian statehood he said that adelson hadnt contributed to fdd for some time and that he was not uptodate on adelsons views nevertheless in a july 2012 article in national review objecting to a new york times editorial critical of adelson may defended the gambling moguls rejection of a palestinian state\\n\\nto be sure fdd is no longer a public relations group for israel and over the years it has become much more of a conventional think tank than an advocacy group but in several important ways the foundation for defense of democracies seems to have remained an organization dedicated intellectually and politically to the defense of one particular democracy\\n\\nfdds website says simply that it was founded to promote pluralism defend democratic values and fight the ideologies that drive terrorism but as the journalist ali gharib has noted  it arose out of an organization committed to burnishing israels reputation in the united states on april 24 2001 three major proisrael donors incorporated an organization called emet hebrew for truth in an application to the internal revenue service for taxexempt status may explained that the group was to provide education to enhance israels image in north america and the publics understanding of issues affecting israeliarab relations but in the wake of the sept 11 attacks may broadened the groups mission and changed its name to the foundation for defense of democracies as he explained in a supplement to the irs the groups board of directors decided to focus on developing educational materials on the eradication of terrorism everywhere in the world\\n\\nfdd was the brainchild of a new york times journalistturnedrepublican operative clifford may who is now 63 worked as a foreign correspondent for the new york times and an editor of the rocky mountain news but in 1997 became the communications director of the republican national committee in september 2001 having left the rnc may was recruited to lead a new foreign policy group with thick brown hair a trim graying beard and rimless glasses may looks like an early20 th century european intellectual but he has proved to be a master political entrepreneur in an era of television and social media\\n\\nfdd also describes itself as a global research organization its purpose it says is to conduct research and provide education on international terrorismthe most serious security threat to the united states and other free democratic nations but it has conducted its research from a particular vantage point and with a relatively narrow focus its research and advocacy have centered on the middle east and in particular on conflicts and issues that impinge on israel and its positions have closely tracked those of the likud party and its leader prime minister benjamin netanyahunot just on the iran deal but on the conflict between the israelis and the palestinians and the desirability of a twostate solution understanding the think tanks ideological affinity with the israeli government and the roots of that affinity helps explain the special role that fdd has played in opposing the iran deal and may shed light on what fdd hopes to accomplish by derailing president obamas signature foreign policy accomplishment\\n\\nfdd bills itself as a nonpartisan policy institute in the tradition of groups like the council on foreign relations legally speaking thats true but while fdd once had a few democrats on its board of advisors and can still find a few democrats like menendez who are receptive to its message it has become a republicanbacked organization that reflects the growing political polarization in washington\\n\\nin the wake of the agreements announcement fdd experts have appeared on fox news cbs cnn pbs and other television outlets at least 35 times to oppose it fdds executive director mark dubowitz is credited with helping design the sanctions regime that was put in place in 2010 and with helping sens mark kirk and robert menendez craft a bill that they introduced in december 2013 that would have set conditions on a final agreement that iran would have been sure to reject\\n\\nduring the last 18 months fdds experts have testified 17 times before congress in opposition to the interim and now final agreement by contrast experts from the heritage foundation whose budget113 million in 2013is more than 15 times the size of fdds and which also opposes the agreement have not appeared at all critics of the agreement from the american enterprise institute whose budget is more than eight times as large have testified only once of the four witnesses that the senate banking committee called to testify on aug 5 on a panel on sanctions against iran two were fdd experts and a third was on the fdd board of advisors\\n\\nbut thats not enough opponents of the deal if they are to carry the day need crisp talking points and plausible arguments they need credible experts who will back up their position in congressional hearings on opinion pages and on tv and radio and no organization has been better at providing this kind of intellectual firepower than the littleknown foundation for defense of democracies  a relatively small washington think tank that is devoting itself to defeating the iran deal\\n\\nthe american israel public affairs committee the socalled 800pound gorilla  is the big player in lobbying against the nuclear weapons agreement that the united states and five other countries signed with iran when it comes to influencing members of congress aipac has the access to financial contributors with which to reward the compliant and pressure the recalcitrant\\n\\nmay always avoided calling for war against iran except as a last resort but in 2008 he welcomed former cia case officer reuel marc gerecht and iran expert michael ledeen who was a bit player in the israeli part of the irancontra scandal to fdd from the american enterprise institute gerecht had already been calling for a preemptive military strike against iran at a bloomberg conference in 2010 gerecht would joke that he had counted up the other day ive written about 25000 words about bombing iran even my mom thinks ive gone too far\\n\\nafter iranian president mahmoud ahmadinejads announcement in february 2006 that iran was resuming enriching uranium fdd and may began focusing on irans nuclear program may accepted the israeli governments argument that an iranian nuclear weapon posed an existential threat to israel he described irans goal as a middle east without jews and insisted that iran posed a direct threat to the united states ahmadinejads genocidal threats against israel have been wellpublicized he wrote  but from time to time he also likes to remind his followers that a world without america  is attainable mays elision not mine\\n\\nmay and fdd have been calling for action against iran since the organizations founding and in doing so they have almost invariably cited israels security in april 2002 in usa today may argued that israels enemies are the same ones as the suicidalhomicidal terrorists who view americans as hated infidels and he linked them in turn to iran and iraq which he described as terroristsponsoring regimes attempting to develop weapons of mass destruction the next spring in the wake of the invasion of iraq may suggested that iranian dissidents could play a similar role to that of the iraqi dissidents whom the united states was attempting to install in power\\n\\nthose fdd donors who were dependable democrats seem also to have dropped out indeed there is now a clear match between the fdds contributors and former and existing board members of the increasingly powerful republican jewish coalition to which may himself was an adviser in the early 2000s they include adelson marcus abramson singer david epstein larry a mizel and sam fox the two organizations have worked in tandem to attempt to defeat the obama administrations agreement with iran\\n\\nfdd lost its democratic board members in 2008 that february it spun off an advocacy organization the defense of democracies which according to national journal was seeded by a 2 million grant from adelson the new group began running ads against democrats who opposed an intelligence surveillance bill favored by the bush administration in response brazile schumer engel and marshall quit\\n\\nin its first years fdd had ties to democrats former al gore for president campaign manager donna brazile new york sen chuck schumer and reps eliot engel and jim marshall were on fdds board and a few initial funders like the israeli american haim saban were associated with the democratic party but over the years fdd has become an almost entirely republicanbacked organization\\n\\nmay doesnt go out of his way to highlight fdds origin as a promoter of israel and its connections to washingtons proisrael lobby when i asked him about the groups emergence from a proisrael organization he made no mention of its initial incarnation as emet he wrote back i was recruited to found fdd after 91101 by jack kemp and jeane kirkpatrick whom i knew from my new york times reporting days fdd was conceived as a policy institute focusing on national securityof the us and other democratic societies the group also omits dershowitzs experience at aipac from her online bio writing that she worked for a leading foreign policy organization for 14 years but when i asked may whether the organizations defense of democracies really boiled down to a defense of the united states and israel he did write back israel it seemed to me then and seems to me now is the worlds most endangered democratic society those whose mission is death to america also vow death to israel \\n\\nmay himself has adhered more closely to netanyahus position of giving lip service to a twostate solution while maintaining that because of palestinian refusal to recognize the state of israel the conditions do not exist for realizing it in august 2009 may criticized the obama administration for pressing netanyahu to begin talks with the palestinians and recommended instead netanyahus option of economic development for the west bank in his writing may consistently puts quotes around the adjective occupied for the palestinian territories that israel has under military rule when i asked may why he replied the west bank seized from jordan after jordan attacked israel in 1967 should more accurately be called disputed territories\\n\\nin their writings fdd experts have endorsed a view of the israelipalestinian conflict that is in accord with or sometimes even to the right of the views of netanyahu and the likud party in november 2007 fdd senior fellow andrew mccarthy wrote in national review that the bush administration in trying to forge a twostate solution was hellbent on granting statehood to savages who worship martyrdom \\n\\nsince its founding fdd has been running tours of israel for american academics with most of their expenses paid similar to those run for journalists and politicians by aipac and other groups university of kentucky political scientist robert farley who went on an fdd tour in 2008 says the goal of the trip was to inculcate a particular view of the israeli security situation and the israelipalestinian conflict fdds view farley says was rightwing likudnik on the relations between israel and its neighbors and with the palestinians the tour leaders took a negative view of palestinian statehood it was understood that the military occupation of the west bank was necessary to prevent a terrorist campaign against israel\\n\\nmuch of fdds key staff was drawn from people who have focused their work on defending israel from its critics mays second in command in fdds early years was the israeli nir boms who had worked for the israeli embassy in washington toby dershowitz who spent 14 years as aipacs communications head has handled communications for fdd dershowitzs public relations organization the dershowitz group is housed in the same downtown m street location as fdd and dershowitz is now listed as the groups vice president for government relations and strategy jonathan schanzer fdds vice president for research worked earlier at the washington institute for near east policy which was spun off from aipac decades ago as a research organization not subject to the tax restrictions on groups that lobby\\n\\nafter obama took office fdd led by dubowitz proposed imposing further sanctions on iran to force it to abandon its nuclear program but dubowitz himself was skeptical about whether sanctions would actually lead to a diplomatic solution in april 2011 after new sanctions had been imposed he told israels ynetnews that the sanctions are working by putting pressure on the regime although they have not secured their objective and may never do soputting an end to irans nuclear program the best way is to work towards changing the regime any deal cut with this regime will be violated when hassan rouhani widely considered a moderate on irans political spectrum was elected irans president in june of 2013 dubowitz wrote that the election of rouhani a loyalist of irans supreme leader and a master of nuclear deceit doesnt get us any closer to stopping irans nuclear drive in august 2013 he warned that rouhanis statements reveal a conspiratorial antiamerican and antiisraeli worldview\\n\\ndubowitz rejected the interim agreement that the united states and five other countries reached with iran in november 2013 under which iran temporarily restricted its nuclear program in exchange for the removal of some sanctions he worked with kirk and menendez to devise new legislation that would have required iran to dismantle all nuclear energy facilities and to stop any aid to hezbollah and other allies in the region the legislation also promised that the united states would stand with israel if it went to war with iran\\n\\nclifford may doesnt go out of his way to highlight fdds origin as a promoter of israel and its connections to dcs proisrael lobby\\n\\nin the days before the final agreement with iran was signed on july 14 fdd took to the hustings but it didnt speak with a single voice in a wall street journal oped gerecht and dubowitz declared their skepticism about the agreement but the piece reflected gerechts more extreme and highly original views on american foreign policy and iran gerecht and dubowitz argued the dominant republican strategy of upping sanctions and threatening military force would be unlikely to thwart the mullahs nuclear designs the only way to stop iran from developing nuclear weapons was through a military strike but a military strike could be justified only if iran were to violate the agreement it had made no american president would destroy iranian nuclear sites without first exhausting diplomacy they wrote therefore the best chance to stop iran would be to let the agreement go through and wait for iran to violate it which according to gerecht and dubowitz it inevitably would the hawks who believe that airstrikes are the only possible option for stopping an iranian nuke should welcome a deal perhaps more than anyone they wrote this is because the joint comprehensive plan of action is tailormade to set washington on a collision course with tehran in other words the point of supporting a diplomatic solution was so that it would pave the way for a military strike\\n\\nbut in his congressional testimony dubowitz took a more conventional tack he denounced the agreement for providing iran with a patient path to a nuclear weapon and called for amending it with new tougher conditions may too opposed the agreement and said obama should demand more concessions from iran\\n\\ngerecht and dubowitzs wall street journal oped had the virtue of being logical even if its logic led to war but the call by may and dubowitz to reopen negotiations and demand a much tougher agreement made less sense dubowitzs proposed amendments to the dealwhich went beyond irans nuclear policy and into its human rights policy and foreign policywere sure to be rejected by iran and probably by other signatories to the deal and anyway obama in the last year of his presidency would be in no position to renegotiate the agreement even in the highly unlikely event that all five of his negotiating partners including russia and china would be willing to join him in doing so\\n\\nthese kinds of considerations have led some supporters of the agreement to argue that hawks like may and dubowitz in advocating renegotiation know that this path will bear no fruit and secretly want to hasten war with iran but according to gerecht what his colleagues really hope for is that one of the republicans adamantly opposed to the deal will be elected president in november 2016 and will propose even tougher sanctions and successfully pressure europe if not china and russia to go along that scenario seems equally farfetched resting on an assumption of americas powers of persuasion in europewhich were not evident in the crisis in syria in 2013and what is at best a 5050 political calculation about who will be the next president\\n\\nwhat may explain why may and dubowitz seem content with killing the agreementeven if that means damaging us relations with other signatories getting no agreement whatsoever that iran will forgo a nuclear weapon and risking greater war in the regionis a concern that began to surface in mays columns earlier this year may described sympathetically israels worry that mr obama means to form a de facto alliance with iran some observers have long said that this concern actually lies at the heart of the israeli governments opposition to a deal with iran netanyahu fears that a deal would wed american foreign policy to an irredeemably revolutionary iran at the expense of israel and one person familiar with the thinking of fdd experts described this scenario involving an attempted rapprochement between the united states and iran as representing to them the worst of all possible worlds a vetoproof congressional rejection of the agreement would certainly rule out such rapprochement\\n\\nits hard to say for sure what fdd ultimately hopes to accomplish with its campaign against the agreement in part because its experts have not been entirely candid in their arguments after long invoking the existential threat that an agreement would pose to israel may dubowitz and other fdd experts have had little to say about threats to israel since the agreement was signed when dubowitz made a long opening statement before the senate foreign relations committee on july 29 and when he and fdds juan zarate issued statements before the senate banking committee on aug 5 they mentioned the deals effect on syria iraq lebanon and yemen but did not discuss directly what it would mean for israel the noun israel did not appear except in the title of an article in the footnotes to dubowitzs statements may mentioned israel only once in the three washington times columns he wrote opposing the agreementto warn of how irans hegemonic ambitions would threaten israel and the gulf states in a column in national review responding to obamas speech at american university may and schanzer described the deals threat to americans but not to israelis irans rulers they wrote have caused thousands of americans to be killed and maimed in lebanon iraq and afghanistan they continue to openly proclaim their longterm goal death to america \\n\\nthere may well be a tactical reason why fdd experts have lately stressed the iran agreements threat to america rather than its threat to israel aipac has followed the same path in an ad called we need a better deal which its citizens for a nuclear free iran produced people at aipac and fdd may be worried that they will be accused of acting solely in israels interest or of putting israels interest before that of the united states but there is a no evidence the fdd experts have done so almost certainly they have all along believed that what was in israels interest in this case was in americas but by now softpedaling their fears of the agreements effect on israel they have made it difficult for politicians and the public to evaluate their arguments against a nuclear deal\\n\\nthere is nothing wrong with a policy group or lobby demanding that the united states heed the security of another country the united states is a global power and has an interest in maintaining stability and preventing war even in regions where it is not directly threatened the issue here is not whether the united states should take israels interest and security into account but rather what israels interest is and where its security really lies from its beginning fdd has interpreted israels interestwhether regionally or in its conflict with the palestiniansin accordance with what netanyahu and the likud party have said it is but many israeli military and intelligence experts believe that the nuclear agreement is in israels interest and the more liberal lobby group j streetwhich has far less money but is gaining in numbers and support on aipacargues that the agreement is in both americas and israels interests\\n\\ni recently asked may whether he and his experts had conferred on the iran deal with the israeli government and whether their views on it accorded with the governments we have listened to french jordanians germans danes israelis and others he replied we provide analysis and advice when requested we take instructions from no one we are neither an embassy nor an editorial page indeed ive seen no evidence that may and fdd take instructions from the israelis thats not the point it is the degree to which their argument against the iran agreement hinges on viewing israels and americas interests the way netanyahu and the likud party view them and whether this view is correct\\n\\nthis article was published in collaboration with the american foreign policy project\", \"Text_NoPunctuation\": \"FDDs chief funders have been drawn almost entirely from American Jews who have a long history of funding proIsrael organizations They include Bernard Marcus the cofounder of Home Depot whiskey heirs Samuel and Edgar Bronfman gambling mogul Sheldon Adelson heiress Lynn Schusterman Wall Street speculators Michael Steinhardt and Paul Singer and Leonard Abramson founder of US Healthcare As Eli Clifton has documented  from 2008 to 2011 the largest contributors were Abramson Marcus Adelson and Singer and businessman Newton Becker Some of FDDs donors particularly in the organizations early years gave to a wide range of groups that back Israel but some of them including Marcus Adelson Becker and their foundations have also contributed to groups like the Zionist Organization of America and Christians United for Israel that are aligned with Israeli rightwing nationalists who favor a greater Israel that includes East Jerusalem and the West Bank settlements When I asked May whether he agreed with Adelsons stands on Iran and Palestinian statehood he said that Adelson hadnt contributed to FDD for some time and that he was not uptodate on Adelsons views Nevertheless in a July 2012 article in National Review objecting to a New York Times editorial critical of Adelson May defended the gambling moguls rejection of a Palestinian state\\n\\nTo be sure FDD is no longer a public relations group for Israel And over the years it has become much more of a conventional think tank than an advocacy group But in several important ways the Foundation for Defense of Democracies seems to have remained an organization dedicated intellectually and politically to the defense of one particular democracy\\n\\nFDDs website says simply that it was founded to promote pluralism defend democratic values and fight the ideologies that drive terrorism but as the journalist Ali Gharib has noted  it arose out of an organization committed to burnishing Israels reputation in the United States On April 24 2001 three major proIsrael donors incorporated an organization called EMET Hebrew for truth In an application to the Internal Revenue Service for taxexempt status May explained that the group was to provide education to enhance Israels image in North America and the publics understanding of issues affecting IsraeliArab relations But in the wake of the Sept 11 attacks May broadened the groups mission and changed its name to the Foundation for Defense of Democracies As he explained in a supplement to the IRS the groups board of directors decided to focus on developing educational materials on the eradication of terrorism everywhere in the world\\n\\nFDD was the brainchild of a New York Times journalistturnedRepublican operative Clifford May who is now 63 worked as a foreign correspondent for the New York Times and an editor of the Rocky Mountain News but in 1997 became the communications director of the Republican National Committee In September 2001 having left the RNC May was recruited to lead a new foreign policy group With thick brown hair a trim graying beard and rimless glasses May looks like an early20 th century European intellectual but he has proved to be a master political entrepreneur in an era of television and social media\\n\\nFDD also describes itself as a global research organization Its purpose it says is to conduct research and provide education on international terrorismthe most serious security threat to the United States and other free democratic nations But it has conducted its research from a particular vantage point and with a relatively narrow focus Its research and advocacy have centered on the Middle East and in particular on conflicts and issues that impinge on Israel And its positions have closely tracked those of the Likud party and its leader Prime Minister Benjamin Netanyahunot just on the Iran deal but on the conflict between the Israelis and the Palestinians and the desirability of a twostate solution Understanding the think tanks ideological affinity with the Israeli government and the roots of that affinity helps explain the special role that FDD has played in opposing the Iran deal and may shed light on what FDD hopes to accomplish by derailing President Obamas signature foreign policy accomplishment\\n\\nFDD bills itself as a nonpartisan policy institute in the tradition of groups like the Council on Foreign Relations Legally speaking thats true But while FDD once had a few Democrats on its Board of Advisors and can still find a few Democrats like Menendez who are receptive to its message it has become a Republicanbacked organization that reflects the growing political polarization in Washington\\n\\nIn the wake of the agreements announcement FDD experts have appeared on Fox News CBS CNN PBS and other television outlets at least 35 times to oppose it FDDs executive director Mark Dubowitz is credited with helping design the sanctions regime that was put in place in 2010 and with helping Sens Mark Kirk and Robert Menendez craft a bill that they introduced in December 2013 that would have set conditions on a final agreement that Iran would have been sure to reject\\n\\nDuring the last 18 months FDDs experts have testified 17 times before Congress in opposition to the interim and now final agreement By contrast experts from the Heritage Foundation whose budget113 million in 2013is more than 15 times the size of FDDs and which also opposes the agreement have not appeared at all Critics of the agreement from the American Enterprise Institute whose budget is more than eight times as large have testified only once Of the four witnesses that the Senate Banking Committee called to testify on Aug 5 on a panel on sanctions against Iran two were FDD experts and a third was on the FDD Board of Advisors\\n\\nBut thats not enough Opponents of the deal if they are to carry the day need crisp talking points and plausible arguments they need credible experts who will back up their position in congressional hearings on opinion pages and on TV and radio And no organization has been better at providing this kind of intellectual firepower than the littleknown Foundation for Defense of Democracies  a relatively small Washington think tank that is devoting itself to defeating the Iran deal\\n\\nThe American Israel Public Affairs Committee the socalled 800pound gorilla  is the big player in lobbying against the nuclear weapons agreement that the United States and five other countries signed with Iran When it comes to influencing members of Congress AIPAC has the access to financial contributors with which to reward the compliant and pressure the recalcitrant\\n\\nMay always avoided calling for war against Iran except as a last resort but in 2008 he welcomed former CIA case officer Reuel Marc Gerecht and Iran expert Michael Ledeen who was a bit player in the Israeli part of the IranContra scandal to FDD from the American Enterprise Institute Gerecht had already been calling for a preemptive military strike against Iran At a Bloomberg conference in 2010 Gerecht would joke that he had counted up the other day Ive written about 25000 words about bombing Iran Even my mom thinks Ive gone too far\\n\\nAfter Iranian President Mahmoud Ahmadinejads announcement in February 2006 that Iran was resuming enriching uranium FDD and May began focusing on Irans nuclear program May accepted the Israeli governments argument that an Iranian nuclear weapon posed an existential threat to Israel He described Irans goal as a Middle East without Jews and insisted that Iran posed a direct threat to the United States Ahmadinejads genocidal threats against Israel have been wellpublicized he wrote  but from time to time he also likes to remind his followers that a world without America  is attainable Mays elision not mine\\n\\nMay and FDD have been calling for action against Iran since the organizations founding And in doing so they have almost invariably cited Israels security In April 2002 in USA Today May argued that Israels enemies are the same ones as the suicidalhomicidal terrorists who view Americans as hated infidels and he linked them in turn to Iran and Iraq which he described as terroristsponsoring regimes attempting to develop weapons of mass destruction The next spring in the wake of the invasion of Iraq May suggested that Iranian dissidents could play a similar role to that of the Iraqi dissidents whom the United States was attempting to install in power\\n\\nThose FDD donors who were dependable Democrats seem also to have dropped out Indeed there is now a clear match between the FDDs contributors and former and existing board members of the increasingly powerful Republican Jewish Coalition to which May himself was an adviser in the early 2000s They include Adelson Marcus Abramson Singer David Epstein Larry A Mizel and Sam Fox The two organizations have worked in tandem to attempt to defeat the Obama administrations agreement with Iran\\n\\nFDD lost its Democratic board members in 2008 That February it spun off an advocacy organization the Defense of Democracies which according to National Journal was seeded by a 2 million grant from Adelson The new group began running ads against Democrats who opposed an intelligence surveillance bill favored by the Bush administration In response Brazile Schumer Engel and Marshall quit\\n\\nIn its first years FDD had ties to Democrats Former Al Gore for President campaign manager Donna Brazile New York Sen Chuck Schumer and Reps Eliot Engel and Jim Marshall were on FDDs board and a few initial funders like the Israeli American Haim Saban were associated with the Democratic Party But over the years FDD has become an almost entirely Republicanbacked organization\\n\\nMay doesnt go out of his way to highlight FDDs origin as a promoter of Israel and its connections to Washingtons proIsrael lobby When I asked him about the groups emergence from a proIsrael organization he made no mention of its initial incarnation as EMET He wrote back I was recruited to found FDD after 91101 by Jack Kemp and Jeane Kirkpatrick whom I knew from my New York Times reporting days FDD was conceived as a policy institute focusing on national securityof the US and other democratic societies The group also omits Dershowitzs experience at AIPAC from her online bio writing that she worked for a leading foreign policy organization for 14 years But when I asked May whether the organizations defense of democracies really boiled down to a defense of the United States and Israel he did write back Israel it seemed to me then and seems to me now is the worlds most endangered democratic society Those whose mission is Death to America also vow Death to Israel \\n\\nMay himself has adhered more closely to Netanyahus position of giving lip service to a twostate solution while maintaining that because of Palestinian refusal to recognize the state of Israel the conditions do not exist for realizing it In August 2009 May criticized the Obama administration for pressing Netanyahu to begin talks with the Palestinians and recommended instead Netanyahus option of economic development for the West Bank In his writing May consistently puts quotes around the adjective occupied for the Palestinian territories that Israel has under military rule When I asked May why he replied The West Bank seized from Jordan after Jordan attacked Israel in 1967 should more accurately be called disputed territories\\n\\nIn their writings FDD experts have endorsed a view of the IsraeliPalestinian conflict that is in accord with or sometimes even to the right of the views of Netanyahu and the Likud party In November 2007 FDD Senior Fellow Andrew McCarthy wrote in National Review that the Bush administration in trying to forge a twostate solution was hellbent on granting statehood to savages who worship martyrdom \\n\\nSince its founding FDD has been running tours of Israel for American academics with most of their expenses paid similar to those run for journalists and politicians by AIPAC and other groups University of Kentucky political scientist Robert Farley who went on an FDD tour in 2008 says the goal of the trip was to inculcate a particular view of the Israeli security situation and the IsraeliPalestinian conflict FDDs view Farley says was rightwing Likudnik on the relations between Israel and its neighbors and with the Palestinians The tour leaders took a negative view of Palestinian statehood It was understood that the military occupation of the West Bank was necessary to prevent a terrorist campaign against Israel\\n\\nMuch of FDDs key staff was drawn from people who have focused their work on defending Israel from its critics Mays second in command in FDDs early years was the Israeli Nir Boms who had worked for the Israeli Embassy in Washington Toby Dershowitz who spent 14 years as AIPACs communications head has handled communications for FDD Dershowitzs public relations organization the Dershowitz Group is housed in the same downtown M Street location as FDD and Dershowitz is now listed as the groups vice president for government relations and strategy Jonathan Schanzer FDDs vice president for research worked earlier at the Washington Institute for Near East Policy which was spun off from AIPAC decades ago as a research organization not subject to the tax restrictions on groups that lobby\\n\\nAfter Obama took office FDD led by Dubowitz proposed imposing further sanctions on Iran to force it to abandon its nuclear program But Dubowitz himself was skeptical about whether sanctions would actually lead to a diplomatic solution In April 2011 after new sanctions had been imposed he told Israels Ynetnews that the sanctions are working by putting pressure on the regime although they have not secured their objective and may never do soputting an end to Irans nuclear program The best way is to work towards changing the regime Any deal cut with this regime will be violated When Hassan Rouhani widely considered a moderate on Irans political spectrum was elected Irans president in June of 2013 Dubowitz wrote that the election of Rouhani a loyalist of Irans supreme leader and a master of nuclear deceit doesnt get us any closer to stopping Irans nuclear drive In August 2013 he warned that Rouhanis statements reveal a conspiratorial antiAmerican and antiIsraeli worldview\\n\\nDubowitz rejected the interim agreement that the United States and five other countries reached with Iran in November 2013 under which Iran temporarily restricted its nuclear program in exchange for the removal of some sanctions He worked with Kirk and Menendez to devise new legislation that would have required Iran to dismantle all nuclear energy facilities and to stop any aid to Hezbollah and other allies in the region The legislation also promised that the United States would stand with Israel if it went to war with Iran\\n\\nClifford May doesnt go out of his way to highlight FDDs origin as a promoter of Israel and its connections to DCs proIsrael lobby\\n\\nIn the days before the final agreement with Iran was signed on July 14 FDD took to the hustings but it didnt speak with a single voice In a Wall Street Journal oped Gerecht and Dubowitz declared their skepticism about the agreement but the piece reflected Gerechts more extreme and highly original views on American foreign policy and Iran Gerecht and Dubowitz argued the dominant Republican strategy of upping sanctions and threatening military force would be unlikely to thwart the mullahs nuclear designs The only way to stop Iran from developing nuclear weapons was through a military strike but a military strike could be justified only if Iran were to violate the agreement it had made No American president would destroy Iranian nuclear sites without first exhausting diplomacy they wrote Therefore the best chance to stop Iran would be to let the agreement go through and wait for Iran to violate it which according to Gerecht and Dubowitz it inevitably would The hawks who believe that airstrikes are the only possible option for stopping an Iranian nuke should welcome a deal perhaps more than anyone they wrote This is because the Joint Comprehensive Plan of Action is tailormade to set Washington on a collision course with Tehran In other words the point of supporting a diplomatic solution was so that it would pave the way for a military strike\\n\\nBut in his congressional testimony Dubowitz took a more conventional tack He denounced the agreement for providing Iran with a patient path to a nuclear weapon and called for amending it with new tougher conditions May too opposed the agreement and said Obama should demand more concessions from Iran\\n\\nGerecht and Dubowitzs Wall Street Journal oped had the virtue of being logical even if its logic led to war But the call by May and Dubowitz to reopen negotiations and demand a much tougher agreement made less sense Dubowitzs proposed amendments to the dealwhich went beyond Irans nuclear policy and into its human rights policy and foreign policywere sure to be rejected by Iran and probably by other signatories to the deal And anyway Obama in the last year of his presidency would be in no position to renegotiate the agreement even in the highly unlikely event that all five of his negotiating partners including Russia and China would be willing to join him in doing so\\n\\nThese kinds of considerations have led some supporters of the agreement to argue that hawks like May and Dubowitz in advocating renegotiation know that this path will bear no fruit and secretly want to hasten war with Iran But according to Gerecht what his colleagues really hope for is that one of the Republicans adamantly opposed to the deal will be elected president in November 2016 and will propose even tougher sanctions and successfully pressure Europe if not China and Russia to go along That scenario seems equally farfetched resting on an assumption of Americas powers of persuasion in Europewhich were not evident in the crisis in Syria in 2013and what is at best a 5050 political calculation about who will be the next president\\n\\nWhat may explain why May and Dubowitz seem content with killing the agreementeven if that means damaging US relations with other signatories getting no agreement whatsoever that Iran will forgo a nuclear weapon and risking greater war in the regionis a concern that began to surface in Mays columns earlier this year May described sympathetically Israels worry that Mr Obama means to form a de facto alliance with Iran Some observers have long said that this concern actually lies at the heart of the Israeli governments opposition to a deal with Iran Netanyahu fears that a deal would wed American foreign policy to an irredeemably revolutionary Iran at the expense of Israel And one person familiar with the thinking of FDD experts described this scenario involving an attempted rapprochement between the United States and Iran as representing to them the worst of all possible worlds A vetoproof congressional rejection of the agreement would certainly rule out such rapprochement\\n\\nIts hard to say for sure what FDD ultimately hopes to accomplish with its campaign against the agreement in part because its experts have not been entirely candid in their arguments After long invoking the existential threat that an agreement would pose to Israel May Dubowitz and other FDD experts have had little to say about threats to Israel since the agreement was signed When Dubowitz made a long opening statement before the Senate Foreign Relations Committee on July 29 and when he and FDDs Juan Zarate issued statements before the Senate Banking Committee on Aug 5 they mentioned the deals effect on Syria Iraq Lebanon and Yemen but did not discuss directly what it would mean for Israel The noun Israel did not appear except in the title of an article in the footnotes to Dubowitzs statements May mentioned Israel only once in the three Washington Times columns he wrote opposing the agreementto warn of how Irans hegemonic ambitions would threaten Israel and the Gulf states In a column in National Review responding to Obamas speech at American University May and Schanzer described the deals threat to Americans but not to Israelis Irans rulers they wrote have caused thousands of Americans to be killed and maimed in Lebanon Iraq and Afghanistan They continue to openly proclaim their longterm goal Death to America \\n\\nThere may well be a tactical reason why FDD experts have lately stressed the Iran agreements threat to America rather than its threat to Israel AIPAC has followed the same path in an ad called We Need a Better Deal which its Citizens for a Nuclear Free Iran produced People at AIPAC and FDD may be worried that they will be accused of acting solely in Israels interest or of putting Israels interest before that of the United States But there is a no evidence the FDD experts have done so Almost certainly they have all along believed that what was in Israels interest in this case was in Americas But by now softpedaling their fears of the agreements effect on Israel they have made it difficult for politicians and the public to evaluate their arguments against a nuclear deal\\n\\nThere is nothing wrong with a policy group or lobby demanding that the United States heed the security of another country The United States is a global power and has an interest in maintaining stability and preventing war even in regions where it is not directly threatened The issue here is not whether the United States should take Israels interest and security into account but rather what Israels interest is and where its security really lies From its beginning FDD has interpreted Israels interestwhether regionally or in its conflict with the Palestiniansin accordance with what Netanyahu and the Likud party have said it is But many Israeli military and intelligence experts believe that the nuclear agreement is in Israels interest And the more liberal lobby group J Streetwhich has far less money but is gaining in numbers and support on AIPACargues that the agreement is in both Americas and Israels interests\\n\\nI recently asked May whether he and his experts had conferred on the Iran deal with the Israeli government and whether their views on it accorded with the governments We have listened to French Jordanians Germans Danes Israelis and others he replied We provide analysis and advice when requested We take instructions from no one We are neither an embassy nor an editorial page Indeed Ive seen no evidence that May and FDD take instructions from the Israelis Thats not the point It is the degree to which their argument against the Iran agreement hinges on viewing Israels and Americas interests the way Netanyahu and the Likud party view them and whether this view is correct\\n\\nThis article was published in collaboration with the American Foreign Policy Project\", \"Text_NoStopwords\": \"fdds chief funders drawn almost entirely american jews long history funding proisrael organizations include bernard marcus cofounder home depot whiskey heirs samuel edgar bronfman gambling mogul sheldon adelson heiress lynn schusterman wall street speculators michael steinhardt paul singer leonard abramson founder us healthcare eli clifton documented 2008 2011 largest contributors abramson marcus adelson singer businessman newton becker fdds donors particularly organizations early years gave wide range groups back israel including marcus adelson becker foundations also contributed groups like zionist organization america christians united israel aligned israeli rightwing nationalists favor greater israel includes east jerusalem west bank settlements asked may whether agreed adelsons stands iran palestinian statehood said adelson hadnt contributed fdd time uptodate adelsons views nevertheless july 2012 article national review objecting new york times editorial critical adelson may defended gambling moguls rejection palestinian state sure fdd longer public relations group israel years become much conventional think tank advocacy group several important ways foundation defense democracies seems remained organization dedicated intellectually politically defense one particular democracy fdds website says simply founded promote pluralism defend democratic values fight ideologies drive terrorism journalist ali gharib noted arose organization committed burnishing israels reputation united states april 24 2001 three major proisrael donors incorporated organization called emet hebrew truth application internal revenue service taxexempt status may explained group provide education enhance israels image north america publics understanding issues affecting israeliarab relations wake sept 11 attacks may broadened groups mission changed name foundation defense democracies explained supplement irs groups board directors decided focus developing educational materials eradication terrorism everywhere world fdd brainchild new york times journalistturnedrepublican operative clifford may 63 worked foreign correspondent new york times editor rocky mountain news 1997 became communications director republican national committee september 2001 left rnc may recruited lead new foreign policy group thick brown hair trim graying beard rimless glasses may looks like early20 th century european intellectual proved master political entrepreneur era television social media fdd also describes global research organization purpose says conduct research provide education international terrorismthe serious security threat united states free democratic nations conducted research particular vantage point relatively narrow focus research advocacy centered middle east particular conflicts issues impinge israel positions closely tracked likud party leader prime minister benjamin netanyahunot iran deal conflict israelis palestinians desirability twostate solution understanding think tanks ideological affinity israeli government roots affinity helps explain special role fdd played opposing iran deal may shed light fdd hopes accomplish derailing president obamas signature foreign policy accomplishment fdd bills nonpartisan policy institute tradition groups like council foreign relations legally speaking thats true fdd democrats board advisors still find democrats like menendez receptive message become republicanbacked organization reflects growing political polarization washington wake agreements announcement fdd experts appeared fox news cbs cnn pbs television outlets least 35 times oppose fdds executive director mark dubowitz credited helping design sanctions regime put place 2010 helping sens mark kirk robert menendez craft bill introduced december 2013 would set conditions final agreement iran would sure reject last 18 months fdds experts testified 17 times congress opposition interim final agreement contrast experts heritage foundation whose budget113 million 2013is 15 times size fdds also opposes agreement appeared critics agreement american enterprise institute whose budget eight times large testified four witnesses senate banking committee called testify aug 5 panel sanctions iran two fdd experts third fdd board advisors thats enough opponents deal carry day need crisp talking points plausible arguments need credible experts back position congressional hearings opinion pages tv radio organization better providing kind intellectual firepower littleknown foundation defense democracies relatively small washington think tank devoting defeating iran deal american israel public affairs committee socalled 800pound gorilla big player lobbying nuclear weapons agreement united states five countries signed iran comes influencing members congress aipac access financial contributors reward compliant pressure recalcitrant may always avoided calling war iran except last resort 2008 welcomed former cia case officer reuel marc gerecht iran expert michael ledeen bit player israeli part irancontra scandal fdd american enterprise institute gerecht already calling preemptive military strike iran bloomberg conference 2010 gerecht would joke counted day ive written 25000 words bombing iran even mom thinks ive gone far iranian president mahmoud ahmadinejads announcement february 2006 iran resuming enriching uranium fdd may began focusing irans nuclear program may accepted israeli governments argument iranian nuclear weapon posed existential threat israel described irans goal middle east without jews insisted iran posed direct threat united states ahmadinejads genocidal threats israel wellpublicized wrote time time also likes remind followers world without america attainable mays elision mine may fdd calling action iran since organizations founding almost invariably cited israels security april 2002 usa today may argued israels enemies ones suicidalhomicidal terrorists view americans hated infidels linked turn iran iraq described terroristsponsoring regimes attempting develop weapons mass destruction next spring wake invasion iraq may suggested iranian dissidents could play similar role iraqi dissidents united states attempting install power fdd donors dependable democrats seem also dropped indeed clear match fdds contributors former existing board members increasingly powerful republican jewish coalition may adviser early 2000s include adelson marcus abramson singer david epstein larry mizel sam fox two organizations worked tandem attempt defeat obama administrations agreement iran fdd lost democratic board members 2008 february spun advocacy organization defense democracies according national journal seeded 2 million grant adelson new group began running ads democrats opposed intelligence surveillance bill favored bush administration response brazile schumer engel marshall quit first years fdd ties democrats former al gore president campaign manager donna brazile new york sen chuck schumer reps eliot engel jim marshall fdds board initial funders like israeli american haim saban associated democratic party years fdd become almost entirely republicanbacked organization may doesnt go way highlight fdds origin promoter israel connections washingtons proisrael lobby asked groups emergence proisrael organization made mention initial incarnation emet wrote back recruited found fdd 91101 jack kemp jeane kirkpatrick knew new york times reporting days fdd conceived policy institute focusing national securityof us democratic societies group also omits dershowitzs experience aipac online bio writing worked leading foreign policy organization 14 years asked may whether organizations defense democracies really boiled defense united states israel write back israel seemed seems worlds endangered democratic society whose mission death america also vow death israel may adhered closely netanyahus position giving lip service twostate solution maintaining palestinian refusal recognize state israel conditions exist realizing august 2009 may criticized obama administration pressing netanyahu begin talks palestinians recommended instead netanyahus option economic development west bank writing may consistently puts quotes around adjective occupied palestinian territories israel military rule asked may replied west bank seized jordan jordan attacked israel 1967 accurately called disputed territories writings fdd experts endorsed view israelipalestinian conflict accord sometimes even right views netanyahu likud party november 2007 fdd senior fellow andrew mccarthy wrote national review bush administration trying forge twostate solution hellbent granting statehood savages worship martyrdom since founding fdd running tours israel american academics expenses paid similar run journalists politicians aipac groups university kentucky political scientist robert farley went fdd tour 2008 says goal trip inculcate particular view israeli security situation israelipalestinian conflict fdds view farley says rightwing likudnik relations israel neighbors palestinians tour leaders took negative view palestinian statehood understood military occupation west bank necessary prevent terrorist campaign israel much fdds key staff drawn people focused work defending israel critics mays second command fdds early years israeli nir boms worked israeli embassy washington toby dershowitz spent 14 years aipacs communications head handled communications fdd dershowitzs public relations organization dershowitz group housed downtown m street location fdd dershowitz listed groups vice president government relations strategy jonathan schanzer fdds vice president research worked earlier washington institute near east policy spun aipac decades ago research organization subject tax restrictions groups lobby obama took office fdd led dubowitz proposed imposing sanctions iran force abandon nuclear program dubowitz skeptical whether sanctions would actually lead diplomatic solution april 2011 new sanctions imposed told israels ynetnews sanctions working putting pressure regime although secured objective may never soputting end irans nuclear program best way work towards changing regime deal cut regime violated hassan rouhani widely considered moderate irans political spectrum elected irans president june 2013 dubowitz wrote election rouhani loyalist irans supreme leader master nuclear deceit doesnt get us closer stopping irans nuclear drive august 2013 warned rouhanis statements reveal conspiratorial antiamerican antiisraeli worldview dubowitz rejected interim agreement united states five countries reached iran november 2013 iran temporarily restricted nuclear program exchange removal sanctions worked kirk menendez devise new legislation would required iran dismantle nuclear energy facilities stop aid hezbollah allies region legislation also promised united states would stand israel went war iran clifford may doesnt go way highlight fdds origin promoter israel connections dcs proisrael lobby days final agreement iran signed july 14 fdd took hustings didnt speak single voice wall street journal oped gerecht dubowitz declared skepticism agreement piece reflected gerechts extreme highly original views american foreign policy iran gerecht dubowitz argued dominant republican strategy upping sanctions threatening military force would unlikely thwart mullahs nuclear designs way stop iran developing nuclear weapons military strike military strike could justified iran violate agreement made american president would destroy iranian nuclear sites without first exhausting diplomacy wrote therefore best chance stop iran would let agreement go wait iran violate according gerecht dubowitz inevitably would hawks believe airstrikes possible option stopping iranian nuke welcome deal perhaps anyone wrote joint comprehensive plan action tailormade set washington collision course tehran words point supporting diplomatic solution would pave way military strike congressional testimony dubowitz took conventional tack denounced agreement providing iran patient path nuclear weapon called amending new tougher conditions may opposed agreement said obama demand concessions iran gerecht dubowitzs wall street journal oped virtue logical even logic led war call may dubowitz reopen negotiations demand much tougher agreement made less sense dubowitzs proposed amendments dealwhich went beyond irans nuclear policy human rights policy foreign policywere sure rejected iran probably signatories deal anyway obama last year presidency would position renegotiate agreement even highly unlikely event five negotiating partners including russia china would willing join kinds considerations led supporters agreement argue hawks like may dubowitz advocating renegotiation know path bear fruit secretly want hasten war iran according gerecht colleagues really hope one republicans adamantly opposed deal elected president november 2016 propose even tougher sanctions successfully pressure europe china russia go along scenario seems equally farfetched resting assumption americas powers persuasion europewhich evident crisis syria 2013and best 5050 political calculation next president may explain may dubowitz seem content killing agreementeven means damaging us relations signatories getting agreement whatsoever iran forgo nuclear weapon risking greater war regionis concern began surface mays columns earlier year may described sympathetically israels worry mr obama means form de facto alliance iran observers long said concern actually lies heart israeli governments opposition deal iran netanyahu fears deal would wed american foreign policy irredeemably revolutionary iran expense israel one person familiar thinking fdd experts described scenario involving attempted rapprochement united states iran representing worst possible worlds vetoproof congressional rejection agreement would certainly rule rapprochement hard say sure fdd ultimately hopes accomplish campaign agreement part experts entirely candid arguments long invoking existential threat agreement would pose israel may dubowitz fdd experts little say threats israel since agreement signed dubowitz made long opening statement senate foreign relations committee july 29 fdds juan zarate issued statements senate banking committee aug 5 mentioned deals effect syria iraq lebanon yemen discuss directly would mean israel noun israel appear except title article footnotes dubowitzs statements may mentioned israel three washington times columns wrote opposing agreementto warn irans hegemonic ambitions would threaten israel gulf states column national review responding obamas speech american university may schanzer described deals threat americans israelis irans rulers wrote caused thousands americans killed maimed lebanon iraq afghanistan continue openly proclaim longterm goal death america may well tactical reason fdd experts lately stressed iran agreements threat america rather threat israel aipac followed path ad called need better deal citizens nuclear free iran produced people aipac fdd may worried accused acting solely israels interest putting israels interest united states evidence fdd experts done almost certainly along believed israels interest case americas softpedaling fears agreements effect israel made difficult politicians public evaluate arguments nuclear deal nothing wrong policy group lobby demanding united states heed security another country united states global power interest maintaining stability preventing war even regions directly threatened issue whether united states take israels interest security account rather israels interest security really lies beginning fdd interpreted israels interestwhether regionally conflict palestiniansin accordance netanyahu likud party said many israeli military intelligence experts believe nuclear agreement israels interest liberal lobby group j streetwhich far less money gaining numbers support aipacargues agreement americas israels interests recently asked may whether experts conferred iran deal israeli government whether views accorded governments listened french jordanians germans danes israelis others replied provide analysis advice requested take instructions one neither embassy editorial page indeed ive seen evidence may fdd take instructions israelis thats point degree argument iran agreement hinges viewing israels americas interests way netanyahu likud party view whether view correct article published collaboration american foreign policy project\", \"Text_Trigrams\": [[\"fdds\", \"chief\", \"funders\"], [\"chief\", \"funders\", \"drawn\"], [\"funders\", \"drawn\", \"almost\"], [\"drawn\", \"almost\", \"entirely\"], [\"almost\", \"entirely\", \"american\"], [\"entirely\", \"american\", \"jew\"], [\"american\", \"jew\", \"long\"], [\"jew\", \"long\", \"history\"], [\"long\", \"history\", \"funding\"], [\"history\", \"funding\", \"proisrael\"], [\"funding\", \"proisrael\", \"organization\"], [\"proisrael\", \"organization\", \"include\"], [\"organization\", \"include\", \"bernard\"], [\"include\", \"bernard\", \"marcus\"], [\"bernard\", \"marcus\", \"cofounder\"], [\"marcus\", \"cofounder\", \"home\"], [\"cofounder\", \"home\", \"depot\"], [\"home\", \"depot\", \"whiskey\"], [\"depot\", \"whiskey\", \"heir\"], [\"whiskey\", \"heir\", \"samuel\"], [\"heir\", \"samuel\", \"edgar\"], [\"samuel\", \"edgar\", \"bronfman\"], [\"edgar\", \"bronfman\", \"gambling\"], [\"bronfman\", \"gambling\", \"mogul\"], [\"gambling\", \"mogul\", \"sheldon\"], [\"mogul\", \"sheldon\", \"adelson\"], [\"sheldon\", \"adelson\", \"heiress\"], [\"adelson\", \"heiress\", \"lynn\"], [\"heiress\", \"lynn\", \"schusterman\"], [\"lynn\", \"schusterman\", \"wall\"], [\"schusterman\", \"wall\", \"street\"], [\"wall\", \"street\", \"speculator\"], [\"street\", \"speculator\", \"michael\"], [\"speculator\", \"michael\", \"steinhardt\"], [\"michael\", \"steinhardt\", \"paul\"], [\"steinhardt\", \"paul\", \"singer\"], [\"paul\", \"singer\", \"leonard\"], [\"singer\", \"leonard\", \"abramson\"], [\"leonard\", \"abramson\", \"founder\"], [\"abramson\", \"founder\", \"u\"], [\"founder\", \"u\", \"healthcare\"], [\"u\", \"healthcare\", \"eli\"], [\"healthcare\", \"eli\", \"clifton\"], [\"eli\", \"clifton\", \"documented\"], [\"clifton\", \"documented\", \"2008\"], [\"documented\", \"2008\", \"2011\"], [\"2008\", \"2011\", \"largest\"], [\"2011\", \"largest\", \"contributor\"], [\"largest\", \"contributor\", \"abramson\"], [\"contributor\", \"abramson\", \"marcus\"], [\"abramson\", \"marcus\", \"adelson\"], [\"marcus\", \"adelson\", \"singer\"], [\"adelson\", \"singer\", \"businessman\"], [\"singer\", \"businessman\", \"newton\"], [\"businessman\", \"newton\", \"becker\"], [\"newton\", \"becker\", \"fdds\"], [\"becker\", \"fdds\", \"donor\"], [\"fdds\", \"donor\", \"particularly\"], [\"donor\", \"particularly\", \"organization\"], [\"particularly\", \"organization\", \"early\"], [\"organization\", \"early\", \"year\"], [\"early\", \"year\", \"gave\"], [\"year\", \"gave\", \"wide\"], [\"gave\", \"wide\", \"range\"], [\"wide\", \"range\", \"group\"], [\"range\", \"group\", \"back\"], [\"group\", \"back\", \"israel\"], [\"back\", \"israel\", \"including\"], [\"israel\", \"including\", \"marcus\"], [\"including\", \"marcus\", \"adelson\"], [\"marcus\", \"adelson\", \"becker\"], [\"adelson\", \"becker\", \"foundation\"], [\"becker\", \"foundation\", \"also\"], [\"foundation\", \"also\", \"contributed\"], [\"also\", \"contributed\", \"group\"], [\"contributed\", \"group\", \"like\"], [\"group\", \"like\", \"zionist\"], [\"like\", \"zionist\", \"organization\"], [\"zionist\", \"organization\", \"america\"], [\"organization\", \"america\", \"christian\"], [\"america\", \"christian\", \"united\"], [\"christian\", \"united\", \"israel\"], [\"united\", \"israel\", \"aligned\"], [\"israel\", \"aligned\", \"israeli\"], [\"aligned\", \"israeli\", \"rightwing\"], [\"israeli\", \"rightwing\", \"nationalist\"], [\"rightwing\", \"nationalist\", \"favor\"], [\"nationalist\", \"favor\", \"greater\"], [\"favor\", \"greater\", \"israel\"], [\"greater\", \"israel\", \"includes\"], [\"israel\", \"includes\", \"east\"], [\"includes\", \"east\", \"jerusalem\"], [\"east\", \"jerusalem\", \"west\"], [\"jerusalem\", \"west\", \"bank\"], [\"west\", \"bank\", \"settlement\"], [\"bank\", \"settlement\", \"asked\"], [\"settlement\", \"asked\", \"may\"], [\"asked\", \"may\", \"whether\"], [\"may\", \"whether\", \"agreed\"], [\"whether\", \"agreed\", \"adelsons\"], [\"agreed\", \"adelsons\", \"stand\"], [\"adelsons\", \"stand\", \"iran\"], [\"stand\", \"iran\", \"palestinian\"], [\"iran\", \"palestinian\", \"statehood\"], [\"palestinian\", \"statehood\", \"said\"], [\"statehood\", \"said\", \"adelson\"], [\"said\", \"adelson\", \"hadnt\"], [\"adelson\", \"hadnt\", \"contributed\"], [\"hadnt\", \"contributed\", \"fdd\"], [\"contributed\", \"fdd\", \"time\"], [\"fdd\", \"time\", \"uptodate\"], [\"time\", \"uptodate\", \"adelsons\"], [\"uptodate\", \"adelsons\", \"view\"], [\"adelsons\", \"view\", \"nevertheless\"], [\"view\", \"nevertheless\", \"july\"], [\"nevertheless\", \"july\", \"2012\"], [\"july\", \"2012\", \"article\"], [\"2012\", \"article\", \"national\"], [\"article\", \"national\", \"review\"], [\"national\", \"review\", \"objecting\"], [\"review\", \"objecting\", \"new\"], [\"objecting\", \"new\", \"york\"], [\"new\", \"york\", \"time\"], [\"york\", \"time\", \"editorial\"], [\"time\", \"editorial\", \"critical\"], [\"editorial\", \"critical\", \"adelson\"], [\"critical\", \"adelson\", \"may\"], [\"adelson\", \"may\", \"defended\"], [\"may\", \"defended\", \"gambling\"], [\"defended\", \"gambling\", \"mogul\"], [\"gambling\", \"mogul\", \"rejection\"], [\"mogul\", \"rejection\", \"palestinian\"], [\"rejection\", \"palestinian\", \"state\"], [\"palestinian\", \"state\", \"sure\"], [\"state\", \"sure\", \"fdd\"], [\"sure\", \"fdd\", \"longer\"], [\"fdd\", \"longer\", \"public\"], [\"longer\", \"public\", \"relation\"], [\"public\", \"relation\", \"group\"], [\"relation\", \"group\", \"israel\"], [\"group\", \"israel\", \"year\"], [\"israel\", \"year\", \"become\"], [\"year\", \"become\", \"much\"], [\"become\", \"much\", \"conventional\"], [\"much\", \"conventional\", \"think\"], [\"conventional\", \"think\", \"tank\"], [\"think\", \"tank\", \"advocacy\"], [\"tank\", \"advocacy\", \"group\"], [\"advocacy\", \"group\", \"several\"], [\"group\", \"several\", \"important\"], [\"several\", \"important\", \"way\"], [\"important\", \"way\", \"foundation\"], [\"way\", \"foundation\", \"defense\"], [\"foundation\", \"defense\", \"democracy\"], [\"defense\", \"democracy\", \"seems\"], [\"democracy\", \"seems\", \"remained\"], [\"seems\", \"remained\", \"organization\"], [\"remained\", \"organization\", \"dedicated\"], [\"organization\", \"dedicated\", \"intellectually\"], [\"dedicated\", \"intellectually\", \"politically\"], [\"intellectually\", \"politically\", \"defense\"], [\"politically\", \"defense\", \"one\"], [\"defense\", \"one\", \"particular\"], [\"one\", \"particular\", \"democracy\"], [\"particular\", \"democracy\", \"fdds\"], [\"democracy\", \"fdds\", \"website\"], [\"fdds\", \"website\", \"say\"], [\"website\", \"say\", \"simply\"], [\"say\", \"simply\", \"founded\"], [\"simply\", \"founded\", \"promote\"], [\"founded\", \"promote\", \"pluralism\"], [\"promote\", \"pluralism\", \"defend\"], [\"pluralism\", \"defend\", \"democratic\"], [\"defend\", \"democratic\", \"value\"], [\"democratic\", \"value\", \"fight\"], [\"value\", \"fight\", \"ideology\"], [\"fight\", \"ideology\", \"drive\"], [\"ideology\", \"drive\", \"terrorism\"], [\"drive\", \"terrorism\", \"journalist\"], [\"terrorism\", \"journalist\", \"ali\"], [\"journalist\", \"ali\", \"gharib\"], [\"ali\", \"gharib\", \"noted\"], [\"gharib\", \"noted\", \"arose\"], [\"noted\", \"arose\", \"organization\"], [\"arose\", \"organization\", \"committed\"], [\"organization\", \"committed\", \"burnishing\"], [\"committed\", \"burnishing\", \"israel\"], [\"burnishing\", \"israel\", \"reputation\"], [\"israel\", \"reputation\", \"united\"], [\"reputation\", \"united\", \"state\"], [\"united\", \"state\", \"april\"], [\"state\", \"april\", \"24\"], [\"april\", \"24\", \"2001\"], [\"24\", \"2001\", \"three\"], [\"2001\", \"three\", \"major\"], [\"three\", \"major\", \"proisrael\"], [\"major\", \"proisrael\", \"donor\"], [\"proisrael\", \"donor\", \"incorporated\"], [\"donor\", \"incorporated\", \"organization\"], [\"incorporated\", \"organization\", \"called\"], [\"organization\", \"called\", \"emet\"], [\"called\", \"emet\", \"hebrew\"], [\"emet\", \"hebrew\", \"truth\"], [\"hebrew\", \"truth\", \"application\"], [\"truth\", \"application\", \"internal\"], [\"application\", \"internal\", \"revenue\"], [\"internal\", \"revenue\", \"service\"], [\"revenue\", \"service\", \"taxexempt\"], [\"service\", \"taxexempt\", \"status\"], [\"taxexempt\", \"status\", \"may\"], [\"status\", \"may\", \"explained\"], [\"may\", \"explained\", \"group\"], [\"explained\", \"group\", \"provide\"], [\"group\", \"provide\", \"education\"], [\"provide\", \"education\", \"enhance\"], [\"education\", \"enhance\", \"israel\"], [\"enhance\", \"israel\", \"image\"], [\"israel\", \"image\", \"north\"], [\"image\", \"north\", \"america\"], [\"north\", \"america\", \"public\"], [\"america\", \"public\", \"understanding\"], [\"public\", \"understanding\", \"issue\"], [\"understanding\", \"issue\", \"affecting\"], [\"issue\", \"affecting\", \"israeliarab\"], [\"affecting\", \"israeliarab\", \"relation\"], [\"israeliarab\", \"relation\", \"wake\"], [\"relation\", \"wake\", \"sept\"], [\"wake\", \"sept\", \"11\"], [\"sept\", \"11\", \"attack\"], [\"11\", \"attack\", \"may\"], [\"attack\", \"may\", \"broadened\"], [\"may\", \"broadened\", \"group\"], [\"broadened\", \"group\", \"mission\"], [\"group\", \"mission\", \"changed\"], [\"mission\", \"changed\", \"name\"], [\"changed\", \"name\", \"foundation\"], [\"name\", \"foundation\", \"defense\"], [\"foundation\", \"defense\", \"democracy\"], [\"defense\", \"democracy\", \"explained\"], [\"democracy\", \"explained\", \"supplement\"], [\"explained\", \"supplement\", \"irs\"], [\"supplement\", \"irs\", \"group\"], [\"irs\", \"group\", \"board\"], [\"group\", \"board\", \"director\"], [\"board\", \"director\", \"decided\"], [\"director\", \"decided\", \"focus\"], [\"decided\", \"focus\", \"developing\"], [\"focus\", \"developing\", \"educational\"], [\"developing\", \"educational\", \"material\"], [\"educational\", \"material\", \"eradication\"], [\"material\", \"eradication\", \"terrorism\"], [\"eradication\", \"terrorism\", \"everywhere\"], [\"terrorism\", \"everywhere\", \"world\"], [\"everywhere\", \"world\", \"fdd\"], [\"world\", \"fdd\", \"brainchild\"], [\"fdd\", \"brainchild\", \"new\"], [\"brainchild\", \"new\", \"york\"], [\"new\", \"york\", \"time\"], [\"york\", \"time\", \"journalistturnedrepublican\"], [\"time\", \"journalistturnedrepublican\", \"operative\"], [\"journalistturnedrepublican\", \"operative\", \"clifford\"], [\"operative\", \"clifford\", \"may\"], [\"clifford\", \"may\", \"63\"], [\"may\", \"63\", \"worked\"], [\"63\", \"worked\", \"foreign\"], [\"worked\", \"foreign\", \"correspondent\"], [\"foreign\", \"correspondent\", \"new\"], [\"correspondent\", \"new\", \"york\"], [\"new\", \"york\", \"time\"], [\"york\", \"time\", \"editor\"], [\"time\", \"editor\", \"rocky\"], [\"editor\", \"rocky\", \"mountain\"], [\"rocky\", \"mountain\", \"news\"], [\"mountain\", \"news\", \"1997\"], [\"news\", \"1997\", \"became\"], [\"1997\", \"became\", \"communication\"], [\"became\", \"communication\", \"director\"], [\"communication\", \"director\", \"republican\"], [\"director\", \"republican\", \"national\"], [\"republican\", \"national\", \"committee\"], [\"national\", \"committee\", \"september\"], [\"committee\", \"september\", \"2001\"], [\"september\", \"2001\", \"left\"], [\"2001\", \"left\", \"rnc\"], [\"left\", \"rnc\", \"may\"], [\"rnc\", \"may\", \"recruited\"], [\"may\", \"recruited\", \"lead\"], [\"recruited\", \"lead\", \"new\"], [\"lead\", \"new\", \"foreign\"], [\"new\", \"foreign\", \"policy\"], [\"foreign\", \"policy\", \"group\"], [\"policy\", \"group\", \"thick\"], [\"group\", \"thick\", \"brown\"], [\"thick\", \"brown\", \"hair\"], [\"brown\", \"hair\", \"trim\"], [\"hair\", \"trim\", \"graying\"], [\"trim\", \"graying\", \"beard\"], [\"graying\", \"beard\", \"rimless\"], [\"beard\", \"rimless\", \"glass\"], [\"rimless\", \"glass\", \"may\"], [\"glass\", \"may\", \"look\"], [\"may\", \"look\", \"like\"], [\"look\", \"like\", \"early20\"], [\"like\", \"early20\", \"th\"], [\"early20\", \"th\", \"century\"], [\"th\", \"century\", \"european\"], [\"century\", \"european\", \"intellectual\"], [\"european\", \"intellectual\", \"proved\"], [\"intellectual\", \"proved\", \"master\"], [\"proved\", \"master\", \"political\"], [\"master\", \"political\", \"entrepreneur\"], [\"political\", \"entrepreneur\", \"era\"], [\"entrepreneur\", \"era\", \"television\"], [\"era\", \"television\", \"social\"], [\"television\", \"social\", \"medium\"], [\"social\", \"medium\", \"fdd\"], [\"medium\", \"fdd\", \"also\"], [\"fdd\", \"also\", \"describes\"], [\"also\", \"describes\", \"global\"], [\"describes\", \"global\", \"research\"], [\"global\", \"research\", \"organization\"], [\"research\", \"organization\", \"purpose\"], [\"organization\", \"purpose\", \"say\"], [\"purpose\", \"say\", \"conduct\"], [\"say\", \"conduct\", \"research\"], [\"conduct\", \"research\", \"provide\"], [\"research\", \"provide\", \"education\"], [\"provide\", \"education\", \"international\"], [\"education\", \"international\", \"terrorismthe\"], [\"international\", \"terrorismthe\", \"serious\"], [\"terrorismthe\", \"serious\", \"security\"], [\"serious\", \"security\", \"threat\"], [\"security\", \"threat\", \"united\"], [\"threat\", \"united\", \"state\"], [\"united\", \"state\", \"free\"], [\"state\", \"free\", \"democratic\"], [\"free\", \"democratic\", \"nation\"], [\"democratic\", \"nation\", \"conducted\"], [\"nation\", \"conducted\", \"research\"], [\"conducted\", \"research\", \"particular\"], [\"research\", \"particular\", \"vantage\"], [\"particular\", \"vantage\", \"point\"], [\"vantage\", \"point\", \"relatively\"], [\"point\", \"relatively\", \"narrow\"], [\"relatively\", \"narrow\", \"focus\"], [\"narrow\", \"focus\", \"research\"], [\"focus\", \"research\", \"advocacy\"], [\"research\", \"advocacy\", \"centered\"], [\"advocacy\", \"centered\", \"middle\"], [\"centered\", \"middle\", \"east\"], [\"middle\", \"east\", \"particular\"], [\"east\", \"particular\", \"conflict\"], [\"particular\", \"conflict\", \"issue\"], [\"conflict\", \"issue\", \"impinge\"], [\"issue\", \"impinge\", \"israel\"], [\"impinge\", \"israel\", \"position\"], [\"israel\", \"position\", \"closely\"], [\"position\", \"closely\", \"tracked\"], [\"closely\", \"tracked\", \"likud\"], [\"tracked\", \"likud\", \"party\"], [\"likud\", \"party\", \"leader\"], [\"party\", \"leader\", \"prime\"], [\"leader\", \"prime\", \"minister\"], [\"prime\", \"minister\", \"benjamin\"], [\"minister\", \"benjamin\", \"netanyahunot\"], [\"benjamin\", \"netanyahunot\", \"iran\"], [\"netanyahunot\", \"iran\", \"deal\"], [\"iran\", \"deal\", \"conflict\"], [\"deal\", \"conflict\", \"israeli\"], [\"conflict\", \"israeli\", \"palestinian\"], [\"israeli\", \"palestinian\", \"desirability\"], [\"palestinian\", \"desirability\", \"twostate\"], [\"desirability\", \"twostate\", \"solution\"], [\"twostate\", \"solution\", \"understanding\"], [\"solution\", \"understanding\", \"think\"], [\"understanding\", \"think\", \"tank\"], [\"think\", \"tank\", \"ideological\"], [\"tank\", \"ideological\", \"affinity\"], [\"ideological\", \"affinity\", \"israeli\"], [\"affinity\", \"israeli\", \"government\"], [\"israeli\", \"government\", \"root\"], [\"government\", \"root\", \"affinity\"], [\"root\", \"affinity\", \"help\"], [\"affinity\", \"help\", \"explain\"], [\"help\", \"explain\", \"special\"], [\"explain\", \"special\", \"role\"], [\"special\", \"role\", \"fdd\"], [\"role\", \"fdd\", \"played\"], [\"fdd\", \"played\", \"opposing\"], [\"played\", \"opposing\", \"iran\"], [\"opposing\", \"iran\", \"deal\"], [\"iran\", \"deal\", \"may\"], [\"deal\", \"may\", \"shed\"], [\"may\", \"shed\", \"light\"], [\"shed\", \"light\", \"fdd\"], [\"light\", \"fdd\", \"hope\"], [\"fdd\", \"hope\", \"accomplish\"], [\"hope\", \"accomplish\", \"derailing\"], [\"accomplish\", \"derailing\", \"president\"], [\"derailing\", \"president\", \"obamas\"], [\"president\", \"obamas\", \"signature\"], [\"obamas\", \"signature\", \"foreign\"], [\"signature\", \"foreign\", \"policy\"], [\"foreign\", \"policy\", \"accomplishment\"], [\"policy\", \"accomplishment\", \"fdd\"], [\"accomplishment\", \"fdd\", \"bill\"], [\"fdd\", \"bill\", \"nonpartisan\"], [\"bill\", \"nonpartisan\", \"policy\"], [\"nonpartisan\", \"policy\", \"institute\"], [\"policy\", \"institute\", \"tradition\"], [\"institute\", \"tradition\", \"group\"], [\"tradition\", \"group\", \"like\"], [\"group\", \"like\", \"council\"], [\"like\", \"council\", \"foreign\"], [\"council\", \"foreign\", \"relation\"], [\"foreign\", \"relation\", \"legally\"], [\"relation\", \"legally\", \"speaking\"], [\"legally\", \"speaking\", \"thats\"], [\"speaking\", \"thats\", \"true\"], [\"thats\", \"true\", \"fdd\"], [\"true\", \"fdd\", \"democrat\"], [\"fdd\", \"democrat\", \"board\"], [\"democrat\", \"board\", \"advisor\"], [\"board\", \"advisor\", \"still\"], [\"advisor\", \"still\", \"find\"], [\"still\", \"find\", \"democrat\"], [\"find\", \"democrat\", \"like\"], [\"democrat\", \"like\", \"menendez\"], [\"like\", \"menendez\", \"receptive\"], [\"menendez\", \"receptive\", \"message\"], [\"receptive\", \"message\", \"become\"], [\"message\", \"become\", \"republicanbacked\"], [\"become\", \"republicanbacked\", \"organization\"], [\"republicanbacked\", \"organization\", \"reflects\"], [\"organization\", \"reflects\", \"growing\"], [\"reflects\", \"growing\", \"political\"], [\"growing\", \"political\", \"polarization\"], [\"political\", \"polarization\", \"washington\"], [\"polarization\", \"washington\", \"wake\"], [\"washington\", \"wake\", \"agreement\"], [\"wake\", \"agreement\", \"announcement\"], [\"agreement\", \"announcement\", \"fdd\"], [\"announcement\", \"fdd\", \"expert\"], [\"fdd\", \"expert\", \"appeared\"], [\"expert\", \"appeared\", \"fox\"], [\"appeared\", \"fox\", \"news\"], [\"fox\", \"news\", \"cbs\"], [\"news\", \"cbs\", \"cnn\"], [\"cbs\", \"cnn\", \"pb\"], [\"cnn\", \"pb\", \"television\"], [\"pb\", \"television\", \"outlet\"], [\"television\", \"outlet\", \"least\"], [\"outlet\", \"least\", \"35\"], [\"least\", \"35\", \"time\"], [\"35\", \"time\", \"oppose\"], [\"time\", \"oppose\", \"fdds\"], [\"oppose\", \"fdds\", \"executive\"], [\"fdds\", \"executive\", \"director\"], [\"executive\", \"director\", \"mark\"], [\"director\", \"mark\", \"dubowitz\"], [\"mark\", \"dubowitz\", \"credited\"], [\"dubowitz\", \"credited\", \"helping\"], [\"credited\", \"helping\", \"design\"], [\"helping\", \"design\", \"sanction\"], [\"design\", \"sanction\", \"regime\"], [\"sanction\", \"regime\", \"put\"], [\"regime\", \"put\", \"place\"], [\"put\", \"place\", \"2010\"], [\"place\", \"2010\", \"helping\"], [\"2010\", \"helping\", \"sen\"], [\"helping\", \"sen\", \"mark\"], [\"sen\", \"mark\", \"kirk\"], [\"mark\", \"kirk\", \"robert\"], [\"kirk\", \"robert\", \"menendez\"], [\"robert\", \"menendez\", \"craft\"], [\"menendez\", \"craft\", \"bill\"], [\"craft\", \"bill\", \"introduced\"], [\"bill\", \"introduced\", \"december\"], [\"introduced\", \"december\", \"2013\"], [\"december\", \"2013\", \"would\"], [\"2013\", \"would\", \"set\"], [\"would\", \"set\", \"condition\"], [\"set\", \"condition\", \"final\"], [\"condition\", \"final\", \"agreement\"], [\"final\", \"agreement\", \"iran\"], [\"agreement\", \"iran\", \"would\"], [\"iran\", \"would\", \"sure\"], [\"would\", \"sure\", \"reject\"], [\"sure\", \"reject\", \"last\"], [\"reject\", \"last\", \"18\"], [\"last\", \"18\", \"month\"], [\"18\", \"month\", \"fdds\"], [\"month\", \"fdds\", \"expert\"], [\"fdds\", \"expert\", \"testified\"], [\"expert\", \"testified\", \"17\"], [\"testified\", \"17\", \"time\"], [\"17\", \"time\", \"congress\"], [\"time\", \"congress\", \"opposition\"], [\"congress\", \"opposition\", \"interim\"], [\"opposition\", \"interim\", \"final\"], [\"interim\", \"final\", \"agreement\"], [\"final\", \"agreement\", \"contrast\"], [\"agreement\", \"contrast\", \"expert\"], [\"contrast\", \"expert\", \"heritage\"], [\"expert\", \"heritage\", \"foundation\"], [\"heritage\", \"foundation\", \"whose\"], [\"foundation\", \"whose\", \"budget113\"], [\"whose\", \"budget113\", \"million\"], [\"budget113\", \"million\", \"2013is\"], [\"million\", \"2013is\", \"15\"], [\"2013is\", \"15\", \"time\"], [\"15\", \"time\", \"size\"], [\"time\", \"size\", \"fdds\"], [\"size\", \"fdds\", \"also\"], [\"fdds\", \"also\", \"opposes\"], [\"also\", \"opposes\", \"agreement\"], [\"opposes\", \"agreement\", \"appeared\"], [\"agreement\", \"appeared\", \"critic\"], [\"appeared\", \"critic\", \"agreement\"], [\"critic\", \"agreement\", \"american\"], [\"agreement\", \"american\", \"enterprise\"], [\"american\", \"enterprise\", \"institute\"], [\"enterprise\", \"institute\", \"whose\"], [\"institute\", \"whose\", \"budget\"], [\"whose\", \"budget\", \"eight\"], [\"budget\", \"eight\", \"time\"], [\"eight\", \"time\", \"large\"], [\"time\", \"large\", \"testified\"], [\"large\", \"testified\", \"four\"], [\"testified\", \"four\", \"witness\"], [\"four\", \"witness\", \"senate\"], [\"witness\", \"senate\", \"banking\"], [\"senate\", \"banking\", \"committee\"], [\"banking\", \"committee\", \"called\"], [\"committee\", \"called\", \"testify\"], [\"called\", \"testify\", \"aug\"], [\"testify\", \"aug\", \"5\"], [\"aug\", \"5\", \"panel\"], [\"5\", \"panel\", \"sanction\"], [\"panel\", \"sanction\", \"iran\"], [\"sanction\", \"iran\", \"two\"], [\"iran\", \"two\", \"fdd\"], [\"two\", \"fdd\", \"expert\"], [\"fdd\", \"expert\", \"third\"], [\"expert\", \"third\", \"fdd\"], [\"third\", \"fdd\", \"board\"], [\"fdd\", \"board\", \"advisor\"], [\"board\", \"advisor\", \"thats\"], [\"advisor\", \"thats\", \"enough\"], [\"thats\", \"enough\", \"opponent\"], [\"enough\", \"opponent\", \"deal\"], [\"opponent\", \"deal\", \"carry\"], [\"deal\", \"carry\", \"day\"], [\"carry\", \"day\", \"need\"], [\"day\", \"need\", \"crisp\"], [\"need\", \"crisp\", \"talking\"], [\"crisp\", \"talking\", \"point\"], [\"talking\", \"point\", \"plausible\"], [\"point\", \"plausible\", \"argument\"], [\"plausible\", \"argument\", \"need\"], [\"argument\", \"need\", \"credible\"], [\"need\", \"credible\", \"expert\"], [\"credible\", \"expert\", \"back\"], [\"expert\", \"back\", \"position\"], [\"back\", \"position\", \"congressional\"], [\"position\", \"congressional\", \"hearing\"], [\"congressional\", \"hearing\", \"opinion\"], [\"hearing\", \"opinion\", \"page\"], [\"opinion\", \"page\", \"tv\"], [\"page\", \"tv\", \"radio\"], [\"tv\", \"radio\", \"organization\"], [\"radio\", \"organization\", \"better\"], [\"organization\", \"better\", \"providing\"], [\"better\", \"providing\", \"kind\"], [\"providing\", \"kind\", \"intellectual\"], [\"kind\", \"intellectual\", \"firepower\"], [\"intellectual\", \"firepower\", \"littleknown\"], [\"firepower\", \"littleknown\", \"foundation\"], [\"littleknown\", \"foundation\", \"defense\"], [\"foundation\", \"defense\", \"democracy\"], [\"defense\", \"democracy\", \"relatively\"], [\"democracy\", \"relatively\", \"small\"], [\"relatively\", \"small\", \"washington\"], [\"small\", \"washington\", \"think\"], [\"washington\", \"think\", \"tank\"], [\"think\", \"tank\", \"devoting\"], [\"tank\", \"devoting\", \"defeating\"], [\"devoting\", \"defeating\", \"iran\"], [\"defeating\", \"iran\", \"deal\"], [\"iran\", \"deal\", \"american\"], [\"deal\", \"american\", \"israel\"], [\"american\", \"israel\", \"public\"], [\"israel\", \"public\", \"affair\"], [\"public\", \"affair\", \"committee\"], [\"affair\", \"committee\", \"socalled\"], [\"committee\", \"socalled\", \"800pound\"], [\"socalled\", \"800pound\", \"gorilla\"], [\"800pound\", \"gorilla\", \"big\"], [\"gorilla\", \"big\", \"player\"], [\"big\", \"player\", \"lobbying\"], [\"player\", \"lobbying\", \"nuclear\"], [\"lobbying\", \"nuclear\", \"weapon\"], [\"nuclear\", \"weapon\", \"agreement\"], [\"weapon\", \"agreement\", \"united\"], [\"agreement\", \"united\", \"state\"], [\"united\", \"state\", \"five\"], [\"state\", \"five\", \"country\"], [\"five\", \"country\", \"signed\"], [\"country\", \"signed\", \"iran\"], [\"signed\", \"iran\", \"come\"], [\"iran\", \"come\", \"influencing\"], [\"come\", \"influencing\", \"member\"], [\"influencing\", \"member\", \"congress\"], [\"member\", \"congress\", \"aipac\"], [\"congress\", \"aipac\", \"access\"], [\"aipac\", \"access\", \"financial\"], [\"access\", \"financial\", \"contributor\"], [\"financial\", \"contributor\", \"reward\"], [\"contributor\", \"reward\", \"compliant\"], [\"reward\", \"compliant\", \"pressure\"], [\"compliant\", \"pressure\", \"recalcitrant\"], [\"pressure\", \"recalcitrant\", \"may\"], [\"recalcitrant\", \"may\", \"always\"], [\"may\", \"always\", \"avoided\"], [\"always\", \"avoided\", \"calling\"], [\"avoided\", \"calling\", \"war\"], [\"calling\", \"war\", \"iran\"], [\"war\", \"iran\", \"except\"], [\"iran\", \"except\", \"last\"], [\"except\", \"last\", \"resort\"], [\"last\", \"resort\", \"2008\"], [\"resort\", \"2008\", \"welcomed\"], [\"2008\", \"welcomed\", \"former\"], [\"welcomed\", \"former\", \"cia\"], [\"former\", \"cia\", \"case\"], [\"cia\", \"case\", \"officer\"], [\"case\", \"officer\", \"reuel\"], [\"officer\", \"reuel\", \"marc\"], [\"reuel\", \"marc\", \"gerecht\"], [\"marc\", \"gerecht\", \"iran\"], [\"gerecht\", \"iran\", \"expert\"], [\"iran\", \"expert\", \"michael\"], [\"expert\", \"michael\", \"ledeen\"], [\"michael\", \"ledeen\", \"bit\"], [\"ledeen\", \"bit\", \"player\"], [\"bit\", \"player\", \"israeli\"], [\"player\", \"israeli\", \"part\"], [\"israeli\", \"part\", \"irancontra\"], [\"part\", \"irancontra\", \"scandal\"], [\"irancontra\", \"scandal\", \"fdd\"], [\"scandal\", \"fdd\", \"american\"], [\"fdd\", \"american\", \"enterprise\"], [\"american\", \"enterprise\", \"institute\"], [\"enterprise\", \"institute\", \"gerecht\"], [\"institute\", \"gerecht\", \"already\"], [\"gerecht\", \"already\", \"calling\"], [\"already\", \"calling\", \"preemptive\"], [\"calling\", \"preemptive\", \"military\"], [\"preemptive\", \"military\", \"strike\"], [\"military\", \"strike\", \"iran\"], [\"strike\", \"iran\", \"bloomberg\"], [\"iran\", \"bloomberg\", \"conference\"], [\"bloomberg\", \"conference\", \"2010\"], [\"conference\", \"2010\", \"gerecht\"], [\"2010\", \"gerecht\", \"would\"], [\"gerecht\", \"would\", \"joke\"], [\"would\", \"joke\", \"counted\"], [\"joke\", \"counted\", \"day\"], [\"counted\", \"day\", \"ive\"], [\"day\", \"ive\", \"written\"], [\"ive\", \"written\", \"25000\"], [\"written\", \"25000\", \"word\"], [\"25000\", \"word\", \"bombing\"], [\"word\", \"bombing\", \"iran\"], [\"bombing\", \"iran\", \"even\"], [\"iran\", \"even\", \"mom\"], [\"even\", \"mom\", \"think\"], [\"mom\", \"think\", \"ive\"], [\"think\", \"ive\", \"gone\"], [\"ive\", \"gone\", \"far\"], [\"gone\", \"far\", \"iranian\"], [\"far\", \"iranian\", \"president\"], [\"iranian\", \"president\", \"mahmoud\"], [\"president\", \"mahmoud\", \"ahmadinejads\"], [\"mahmoud\", \"ahmadinejads\", \"announcement\"], [\"ahmadinejads\", \"announcement\", \"february\"], [\"announcement\", \"february\", \"2006\"], [\"february\", \"2006\", \"iran\"], [\"2006\", \"iran\", \"resuming\"], [\"iran\", \"resuming\", \"enriching\"], [\"resuming\", \"enriching\", \"uranium\"], [\"enriching\", \"uranium\", \"fdd\"], [\"uranium\", \"fdd\", \"may\"], [\"fdd\", \"may\", \"began\"], [\"may\", \"began\", \"focusing\"], [\"began\", \"focusing\", \"iran\"], [\"focusing\", \"iran\", \"nuclear\"], [\"iran\", \"nuclear\", \"program\"], [\"nuclear\", \"program\", \"may\"], [\"program\", \"may\", \"accepted\"], [\"may\", \"accepted\", \"israeli\"], [\"accepted\", \"israeli\", \"government\"], [\"israeli\", \"government\", \"argument\"], [\"government\", \"argument\", \"iranian\"], [\"argument\", \"iranian\", \"nuclear\"], [\"iranian\", \"nuclear\", \"weapon\"], [\"nuclear\", \"weapon\", \"posed\"], [\"weapon\", \"posed\", \"existential\"], [\"posed\", \"existential\", \"threat\"], [\"existential\", \"threat\", \"israel\"], [\"threat\", \"israel\", \"described\"], [\"israel\", \"described\", \"iran\"], [\"described\", \"iran\", \"goal\"], [\"iran\", \"goal\", \"middle\"], [\"goal\", \"middle\", \"east\"], [\"middle\", \"east\", \"without\"], [\"east\", \"without\", \"jew\"], [\"without\", \"jew\", \"insisted\"], [\"jew\", \"insisted\", \"iran\"], [\"insisted\", \"iran\", \"posed\"], [\"iran\", \"posed\", \"direct\"], [\"posed\", \"direct\", \"threat\"], [\"direct\", \"threat\", \"united\"], [\"threat\", \"united\", \"state\"], [\"united\", \"state\", \"ahmadinejads\"], [\"state\", \"ahmadinejads\", \"genocidal\"], [\"ahmadinejads\", \"genocidal\", \"threat\"], [\"genocidal\", \"threat\", \"israel\"], [\"threat\", \"israel\", \"wellpublicized\"], [\"israel\", \"wellpublicized\", \"wrote\"], [\"wellpublicized\", \"wrote\", \"time\"], [\"wrote\", \"time\", \"time\"], [\"time\", \"time\", \"also\"], [\"time\", \"also\", \"like\"], [\"also\", \"like\", \"remind\"], [\"like\", \"remind\", \"follower\"], [\"remind\", \"follower\", \"world\"], [\"follower\", \"world\", \"without\"], [\"world\", \"without\", \"america\"], [\"without\", \"america\", \"attainable\"], [\"america\", \"attainable\", \"may\"], [\"attainable\", \"may\", \"elision\"], [\"may\", \"elision\", \"mine\"], [\"elision\", \"mine\", \"may\"], [\"mine\", \"may\", \"fdd\"], [\"may\", \"fdd\", \"calling\"], [\"fdd\", \"calling\", \"action\"], [\"calling\", \"action\", \"iran\"], [\"action\", \"iran\", \"since\"], [\"iran\", \"since\", \"organization\"], [\"since\", \"organization\", \"founding\"], [\"organization\", \"founding\", \"almost\"], [\"founding\", \"almost\", \"invariably\"], [\"almost\", \"invariably\", \"cited\"], [\"invariably\", \"cited\", \"israel\"], [\"cited\", \"israel\", \"security\"], [\"israel\", \"security\", \"april\"], [\"security\", \"april\", \"2002\"], [\"april\", \"2002\", \"usa\"], [\"2002\", \"usa\", \"today\"], [\"usa\", \"today\", \"may\"], [\"today\", \"may\", \"argued\"], [\"may\", \"argued\", \"israel\"], [\"argued\", \"israel\", \"enemy\"], [\"israel\", \"enemy\", \"one\"], [\"enemy\", \"one\", \"suicidalhomicidal\"], [\"one\", \"suicidalhomicidal\", \"terrorist\"], [\"suicidalhomicidal\", \"terrorist\", \"view\"], [\"terrorist\", \"view\", \"american\"], [\"view\", \"american\", \"hated\"], [\"american\", \"hated\", \"infidel\"], [\"hated\", \"infidel\", \"linked\"], [\"infidel\", \"linked\", \"turn\"], [\"linked\", \"turn\", \"iran\"], [\"turn\", \"iran\", \"iraq\"], [\"iran\", \"iraq\", \"described\"], [\"iraq\", \"described\", \"terroristsponsoring\"], [\"described\", \"terroristsponsoring\", \"regime\"], [\"terroristsponsoring\", \"regime\", \"attempting\"], [\"regime\", \"attempting\", \"develop\"], [\"attempting\", \"develop\", \"weapon\"], [\"develop\", \"weapon\", \"mass\"], [\"weapon\", \"mass\", \"destruction\"], [\"mass\", \"destruction\", \"next\"], [\"destruction\", \"next\", \"spring\"], [\"next\", \"spring\", \"wake\"], [\"spring\", \"wake\", \"invasion\"], [\"wake\", \"invasion\", \"iraq\"], [\"invasion\", \"iraq\", \"may\"], [\"iraq\", \"may\", \"suggested\"], [\"may\", \"suggested\", \"iranian\"], [\"suggested\", \"iranian\", \"dissident\"], [\"iranian\", \"dissident\", \"could\"], [\"dissident\", \"could\", \"play\"], [\"could\", \"play\", \"similar\"], [\"play\", \"similar\", \"role\"], [\"similar\", \"role\", \"iraqi\"], [\"role\", \"iraqi\", \"dissident\"], [\"iraqi\", \"dissident\", \"united\"], [\"dissident\", \"united\", \"state\"], [\"united\", \"state\", \"attempting\"], [\"state\", \"attempting\", \"install\"], [\"attempting\", \"install\", \"power\"], [\"install\", \"power\", \"fdd\"], [\"power\", \"fdd\", \"donor\"], [\"fdd\", \"donor\", \"dependable\"], [\"donor\", \"dependable\", \"democrat\"], [\"dependable\", \"democrat\", \"seem\"], [\"democrat\", \"seem\", \"also\"], [\"seem\", \"also\", \"dropped\"], [\"also\", \"dropped\", \"indeed\"], [\"dropped\", \"indeed\", \"clear\"], [\"indeed\", \"clear\", \"match\"], [\"clear\", \"match\", \"fdds\"], [\"match\", \"fdds\", \"contributor\"], [\"fdds\", \"contributor\", \"former\"], [\"contributor\", \"former\", \"existing\"], [\"former\", \"existing\", \"board\"], [\"existing\", \"board\", \"member\"], [\"board\", \"member\", \"increasingly\"], [\"member\", \"increasingly\", \"powerful\"], [\"increasingly\", \"powerful\", \"republican\"], [\"powerful\", \"republican\", \"jewish\"], [\"republican\", \"jewish\", \"coalition\"], [\"jewish\", \"coalition\", \"may\"], [\"coalition\", \"may\", \"adviser\"], [\"may\", \"adviser\", \"early\"], [\"adviser\", \"early\", \"2000s\"], [\"early\", \"2000s\", \"include\"], [\"2000s\", \"include\", \"adelson\"], [\"include\", \"adelson\", \"marcus\"], [\"adelson\", \"marcus\", \"abramson\"], [\"marcus\", \"abramson\", \"singer\"], [\"abramson\", \"singer\", \"david\"], [\"singer\", \"david\", \"epstein\"], [\"david\", \"epstein\", \"larry\"], [\"epstein\", \"larry\", \"mizel\"], [\"larry\", \"mizel\", \"sam\"], [\"mizel\", \"sam\", \"fox\"], [\"sam\", \"fox\", \"two\"], [\"fox\", \"two\", \"organization\"], [\"two\", \"organization\", \"worked\"], [\"organization\", \"worked\", \"tandem\"], [\"worked\", \"tandem\", \"attempt\"], [\"tandem\", \"attempt\", \"defeat\"], [\"attempt\", \"defeat\", \"obama\"], [\"defeat\", \"obama\", \"administration\"], [\"obama\", \"administration\", \"agreement\"], [\"administration\", \"agreement\", \"iran\"], [\"agreement\", \"iran\", \"fdd\"], [\"iran\", \"fdd\", \"lost\"], [\"fdd\", \"lost\", \"democratic\"], [\"lost\", \"democratic\", \"board\"], [\"democratic\", \"board\", \"member\"], [\"board\", \"member\", \"2008\"], [\"member\", \"2008\", \"february\"], [\"2008\", \"february\", \"spun\"], [\"february\", \"spun\", \"advocacy\"], [\"spun\", \"advocacy\", \"organization\"], [\"advocacy\", \"organization\", \"defense\"], [\"organization\", \"defense\", \"democracy\"], [\"defense\", \"democracy\", \"according\"], [\"democracy\", \"according\", \"national\"], [\"according\", \"national\", \"journal\"], [\"national\", \"journal\", \"seeded\"], [\"journal\", \"seeded\", \"2\"], [\"seeded\", \"2\", \"million\"], [\"2\", \"million\", \"grant\"], [\"million\", \"grant\", \"adelson\"], [\"grant\", \"adelson\", \"new\"], [\"adelson\", \"new\", \"group\"], [\"new\", \"group\", \"began\"], [\"group\", \"began\", \"running\"], [\"began\", \"running\", \"ad\"], [\"running\", \"ad\", \"democrat\"], [\"ad\", \"democrat\", \"opposed\"], [\"democrat\", \"opposed\", \"intelligence\"], [\"opposed\", \"intelligence\", \"surveillance\"], [\"intelligence\", \"surveillance\", \"bill\"], [\"surveillance\", \"bill\", \"favored\"], [\"bill\", \"favored\", \"bush\"], [\"favored\", \"bush\", \"administration\"], [\"bush\", \"administration\", \"response\"], [\"administration\", \"response\", \"brazile\"], [\"response\", \"brazile\", \"schumer\"], [\"brazile\", \"schumer\", \"engel\"], [\"schumer\", \"engel\", \"marshall\"], [\"engel\", \"marshall\", \"quit\"], [\"marshall\", \"quit\", \"first\"], [\"quit\", \"first\", \"year\"], [\"first\", \"year\", \"fdd\"], [\"year\", \"fdd\", \"tie\"], [\"fdd\", \"tie\", \"democrat\"], [\"tie\", \"democrat\", \"former\"], [\"democrat\", \"former\", \"al\"], [\"former\", \"al\", \"gore\"], [\"al\", \"gore\", \"president\"], [\"gore\", \"president\", \"campaign\"], [\"president\", \"campaign\", \"manager\"], [\"campaign\", \"manager\", \"donna\"], [\"manager\", \"donna\", \"brazile\"], [\"donna\", \"brazile\", \"new\"], [\"brazile\", \"new\", \"york\"], [\"new\", \"york\", \"sen\"], [\"york\", \"sen\", \"chuck\"], [\"sen\", \"chuck\", \"schumer\"], [\"chuck\", \"schumer\", \"rep\"], [\"schumer\", \"rep\", \"eliot\"], [\"rep\", \"eliot\", \"engel\"], [\"eliot\", \"engel\", \"jim\"], [\"engel\", \"jim\", \"marshall\"], [\"jim\", \"marshall\", \"fdds\"], [\"marshall\", \"fdds\", \"board\"], [\"fdds\", \"board\", \"initial\"], [\"board\", \"initial\", \"funders\"], [\"initial\", \"funders\", \"like\"], [\"funders\", \"like\", \"israeli\"], [\"like\", \"israeli\", \"american\"], [\"israeli\", \"american\", \"haim\"], [\"american\", \"haim\", \"saban\"], [\"haim\", \"saban\", \"associated\"], [\"saban\", \"associated\", \"democratic\"], [\"associated\", \"democratic\", \"party\"], [\"democratic\", \"party\", \"year\"], [\"party\", \"year\", \"fdd\"], [\"year\", \"fdd\", \"become\"], [\"fdd\", \"become\", \"almost\"], [\"become\", \"almost\", \"entirely\"], [\"almost\", \"entirely\", \"republicanbacked\"], [\"entirely\", \"republicanbacked\", \"organization\"], [\"republicanbacked\", \"organization\", \"may\"], [\"organization\", \"may\", \"doesnt\"], [\"may\", \"doesnt\", \"go\"], [\"doesnt\", \"go\", \"way\"], [\"go\", \"way\", \"highlight\"], [\"way\", \"highlight\", \"fdds\"], [\"highlight\", \"fdds\", \"origin\"], [\"fdds\", \"origin\", \"promoter\"], [\"origin\", \"promoter\", \"israel\"], [\"promoter\", \"israel\", \"connection\"], [\"israel\", \"connection\", \"washington\"], [\"connection\", \"washington\", \"proisrael\"], [\"washington\", \"proisrael\", \"lobby\"], [\"proisrael\", \"lobby\", \"asked\"], [\"lobby\", \"asked\", \"group\"], [\"asked\", \"group\", \"emergence\"], [\"group\", \"emergence\", \"proisrael\"], [\"emergence\", \"proisrael\", \"organization\"], [\"proisrael\", \"organization\", \"made\"], [\"organization\", \"made\", \"mention\"], [\"made\", \"mention\", \"initial\"], [\"mention\", \"initial\", \"incarnation\"], [\"initial\", \"incarnation\", \"emet\"], [\"incarnation\", \"emet\", \"wrote\"], [\"emet\", \"wrote\", \"back\"], [\"wrote\", \"back\", \"recruited\"], [\"back\", \"recruited\", \"found\"], [\"recruited\", \"found\", \"fdd\"], [\"found\", \"fdd\", \"91101\"], [\"fdd\", \"91101\", \"jack\"], [\"91101\", \"jack\", \"kemp\"], [\"jack\", \"kemp\", \"jeane\"], [\"kemp\", \"jeane\", \"kirkpatrick\"], [\"jeane\", \"kirkpatrick\", \"knew\"], [\"kirkpatrick\", \"knew\", \"new\"], [\"knew\", \"new\", \"york\"], [\"new\", \"york\", \"time\"], [\"york\", \"time\", \"reporting\"], [\"time\", \"reporting\", \"day\"], [\"reporting\", \"day\", \"fdd\"], [\"day\", \"fdd\", \"conceived\"], [\"fdd\", \"conceived\", \"policy\"], [\"conceived\", \"policy\", \"institute\"], [\"policy\", \"institute\", \"focusing\"], [\"institute\", \"focusing\", \"national\"], [\"focusing\", \"national\", \"securityof\"], [\"national\", \"securityof\", \"u\"], [\"securityof\", \"u\", \"democratic\"], [\"u\", \"democratic\", \"society\"], [\"democratic\", \"society\", \"group\"], [\"society\", \"group\", \"also\"], [\"group\", \"also\", \"omits\"], [\"also\", \"omits\", \"dershowitzs\"], [\"omits\", \"dershowitzs\", \"experience\"], [\"dershowitzs\", \"experience\", \"aipac\"], [\"experience\", \"aipac\", \"online\"], [\"aipac\", \"online\", \"bio\"], [\"online\", \"bio\", \"writing\"], [\"bio\", \"writing\", \"worked\"], [\"writing\", \"worked\", \"leading\"], [\"worked\", \"leading\", \"foreign\"], [\"leading\", \"foreign\", \"policy\"], [\"foreign\", \"policy\", \"organization\"], [\"policy\", \"organization\", \"14\"], [\"organization\", \"14\", \"year\"], [\"14\", \"year\", \"asked\"], [\"year\", \"asked\", \"may\"], [\"asked\", \"may\", \"whether\"], [\"may\", \"whether\", \"organization\"], [\"whether\", \"organization\", \"defense\"], [\"organization\", \"defense\", \"democracy\"], [\"defense\", \"democracy\", \"really\"], [\"democracy\", \"really\", \"boiled\"], [\"really\", \"boiled\", \"defense\"], [\"boiled\", \"defense\", \"united\"], [\"defense\", \"united\", \"state\"], [\"united\", \"state\", \"israel\"], [\"state\", \"israel\", \"write\"], [\"israel\", \"write\", \"back\"], [\"write\", \"back\", \"israel\"], [\"back\", \"israel\", \"seemed\"], [\"israel\", \"seemed\", \"seems\"], [\"seemed\", \"seems\", \"world\"], [\"seems\", \"world\", \"endangered\"], [\"world\", \"endangered\", \"democratic\"], [\"endangered\", \"democratic\", \"society\"], [\"democratic\", \"society\", \"whose\"], [\"society\", \"whose\", \"mission\"], [\"whose\", \"mission\", \"death\"], [\"mission\", \"death\", \"america\"], [\"death\", \"america\", \"also\"], [\"america\", \"also\", \"vow\"], [\"also\", \"vow\", \"death\"], [\"vow\", \"death\", \"israel\"], [\"death\", \"israel\", \"may\"], [\"israel\", \"may\", \"adhered\"], [\"may\", \"adhered\", \"closely\"], [\"adhered\", \"closely\", \"netanyahus\"], [\"closely\", \"netanyahus\", \"position\"], [\"netanyahus\", \"position\", \"giving\"], [\"position\", \"giving\", \"lip\"], [\"giving\", \"lip\", \"service\"], [\"lip\", \"service\", \"twostate\"], [\"service\", \"twostate\", \"solution\"], [\"twostate\", \"solution\", \"maintaining\"], [\"solution\", \"maintaining\", \"palestinian\"], [\"maintaining\", \"palestinian\", \"refusal\"], [\"palestinian\", \"refusal\", \"recognize\"], [\"refusal\", \"recognize\", \"state\"], [\"recognize\", \"state\", \"israel\"], [\"state\", \"israel\", \"condition\"], [\"israel\", \"condition\", \"exist\"], [\"condition\", \"exist\", \"realizing\"], [\"exist\", \"realizing\", \"august\"], [\"realizing\", \"august\", \"2009\"], [\"august\", \"2009\", \"may\"], [\"2009\", \"may\", \"criticized\"], [\"may\", \"criticized\", \"obama\"], [\"criticized\", \"obama\", \"administration\"], [\"obama\", \"administration\", \"pressing\"], [\"administration\", \"pressing\", \"netanyahu\"], [\"pressing\", \"netanyahu\", \"begin\"], [\"netanyahu\", \"begin\", \"talk\"], [\"begin\", \"talk\", \"palestinian\"], [\"talk\", \"palestinian\", \"recommended\"], [\"palestinian\", \"recommended\", \"instead\"], [\"recommended\", \"instead\", \"netanyahus\"], [\"instead\", \"netanyahus\", \"option\"], [\"netanyahus\", \"option\", \"economic\"], [\"option\", \"economic\", \"development\"], [\"economic\", \"development\", \"west\"], [\"development\", \"west\", \"bank\"], [\"west\", \"bank\", \"writing\"], [\"bank\", \"writing\", \"may\"], [\"writing\", \"may\", \"consistently\"], [\"may\", \"consistently\", \"put\"], [\"consistently\", \"put\", \"quote\"], [\"put\", \"quote\", \"around\"], [\"quote\", \"around\", \"adjective\"], [\"around\", \"adjective\", \"occupied\"], [\"adjective\", \"occupied\", \"palestinian\"], [\"occupied\", \"palestinian\", \"territory\"], [\"palestinian\", \"territory\", \"israel\"], [\"territory\", \"israel\", \"military\"], [\"israel\", \"military\", \"rule\"], [\"military\", \"rule\", \"asked\"], [\"rule\", \"asked\", \"may\"], [\"asked\", \"may\", \"replied\"], [\"may\", \"replied\", \"west\"], [\"replied\", \"west\", \"bank\"], [\"west\", \"bank\", \"seized\"], [\"bank\", \"seized\", \"jordan\"], [\"seized\", \"jordan\", \"jordan\"], [\"jordan\", \"jordan\", \"attacked\"], [\"jordan\", \"attacked\", \"israel\"], [\"attacked\", \"israel\", \"1967\"], [\"israel\", \"1967\", \"accurately\"], [\"1967\", \"accurately\", \"called\"], [\"accurately\", \"called\", \"disputed\"], [\"called\", \"disputed\", \"territory\"], [\"disputed\", \"territory\", \"writing\"], [\"territory\", \"writing\", \"fdd\"], [\"writing\", \"fdd\", \"expert\"], [\"fdd\", \"expert\", \"endorsed\"], [\"expert\", \"endorsed\", \"view\"], [\"endorsed\", \"view\", \"israelipalestinian\"], [\"view\", \"israelipalestinian\", \"conflict\"], [\"israelipalestinian\", \"conflict\", \"accord\"], [\"conflict\", \"accord\", \"sometimes\"], [\"accord\", \"sometimes\", \"even\"], [\"sometimes\", \"even\", \"right\"], [\"even\", \"right\", \"view\"], [\"right\", \"view\", \"netanyahu\"], [\"view\", \"netanyahu\", \"likud\"], [\"netanyahu\", \"likud\", \"party\"], [\"likud\", \"party\", \"november\"], [\"party\", \"november\", \"2007\"], [\"november\", \"2007\", \"fdd\"], [\"2007\", \"fdd\", \"senior\"], [\"fdd\", \"senior\", \"fellow\"], [\"senior\", \"fellow\", \"andrew\"], [\"fellow\", \"andrew\", \"mccarthy\"], [\"andrew\", \"mccarthy\", \"wrote\"], [\"mccarthy\", \"wrote\", \"national\"], [\"wrote\", \"national\", \"review\"], [\"national\", \"review\", \"bush\"], [\"review\", \"bush\", \"administration\"], [\"bush\", \"administration\", \"trying\"], [\"administration\", \"trying\", \"forge\"], [\"trying\", \"forge\", \"twostate\"], [\"forge\", \"twostate\", \"solution\"], [\"twostate\", \"solution\", \"hellbent\"], [\"solution\", \"hellbent\", \"granting\"], [\"hellbent\", \"granting\", \"statehood\"], [\"granting\", \"statehood\", \"savage\"], [\"statehood\", \"savage\", \"worship\"], [\"savage\", \"worship\", \"martyrdom\"], [\"worship\", \"martyrdom\", \"since\"], [\"martyrdom\", \"since\", \"founding\"], [\"since\", \"founding\", \"fdd\"], [\"founding\", \"fdd\", \"running\"], [\"fdd\", \"running\", \"tour\"], [\"running\", \"tour\", \"israel\"], [\"tour\", \"israel\", \"american\"], [\"israel\", \"american\", \"academic\"], [\"american\", \"academic\", \"expense\"], [\"academic\", \"expense\", \"paid\"], [\"expense\", \"paid\", \"similar\"], [\"paid\", \"similar\", \"run\"], [\"similar\", \"run\", \"journalist\"], [\"run\", \"journalist\", \"politician\"], [\"journalist\", \"politician\", \"aipac\"], [\"politician\", \"aipac\", \"group\"], [\"aipac\", \"group\", \"university\"], [\"group\", \"university\", \"kentucky\"], [\"university\", \"kentucky\", \"political\"], [\"kentucky\", \"political\", \"scientist\"], [\"political\", \"scientist\", \"robert\"], [\"scientist\", \"robert\", \"farley\"], [\"robert\", \"farley\", \"went\"], [\"farley\", \"went\", \"fdd\"], [\"went\", \"fdd\", \"tour\"], [\"fdd\", \"tour\", \"2008\"], [\"tour\", \"2008\", \"say\"], [\"2008\", \"say\", \"goal\"], [\"say\", \"goal\", \"trip\"], [\"goal\", \"trip\", \"inculcate\"], [\"trip\", \"inculcate\", \"particular\"], [\"inculcate\", \"particular\", \"view\"], [\"particular\", \"view\", \"israeli\"], [\"view\", \"israeli\", \"security\"], [\"israeli\", \"security\", \"situation\"], [\"security\", \"situation\", \"israelipalestinian\"], [\"situation\", \"israelipalestinian\", \"conflict\"], [\"israelipalestinian\", \"conflict\", \"fdds\"], [\"conflict\", \"fdds\", \"view\"], [\"fdds\", \"view\", \"farley\"], [\"view\", \"farley\", \"say\"], [\"farley\", \"say\", \"rightwing\"], [\"say\", \"rightwing\", \"likudnik\"], [\"rightwing\", \"likudnik\", \"relation\"], [\"likudnik\", \"relation\", \"israel\"], [\"relation\", \"israel\", \"neighbor\"], [\"israel\", \"neighbor\", \"palestinian\"], [\"neighbor\", \"palestinian\", \"tour\"], [\"palestinian\", \"tour\", \"leader\"], [\"tour\", \"leader\", \"took\"], [\"leader\", \"took\", \"negative\"], [\"took\", \"negative\", \"view\"], [\"negative\", \"view\", \"palestinian\"], [\"view\", \"palestinian\", \"statehood\"], [\"palestinian\", \"statehood\", \"understood\"], [\"statehood\", \"understood\", \"military\"], [\"understood\", \"military\", \"occupation\"], [\"military\", \"occupation\", \"west\"], [\"occupation\", \"west\", \"bank\"], [\"west\", \"bank\", \"necessary\"], [\"bank\", \"necessary\", \"prevent\"], [\"necessary\", \"prevent\", \"terrorist\"], [\"prevent\", \"terrorist\", \"campaign\"], [\"terrorist\", \"campaign\", \"israel\"], [\"campaign\", \"israel\", \"much\"], [\"israel\", \"much\", \"fdds\"], [\"much\", \"fdds\", \"key\"], [\"fdds\", \"key\", \"staff\"], [\"key\", \"staff\", \"drawn\"], [\"staff\", \"drawn\", \"people\"], [\"drawn\", \"people\", \"focused\"], [\"people\", \"focused\", \"work\"], [\"focused\", \"work\", \"defending\"], [\"work\", \"defending\", \"israel\"], [\"defending\", \"israel\", \"critic\"], [\"israel\", \"critic\", \"may\"], [\"critic\", \"may\", \"second\"], [\"may\", \"second\", \"command\"], [\"second\", \"command\", \"fdds\"], [\"command\", \"fdds\", \"early\"], [\"fdds\", \"early\", \"year\"], [\"early\", \"year\", \"israeli\"], [\"year\", \"israeli\", \"nir\"], [\"israeli\", \"nir\", \"boms\"], [\"nir\", \"boms\", \"worked\"], [\"boms\", \"worked\", \"israeli\"], [\"worked\", \"israeli\", \"embassy\"], [\"israeli\", \"embassy\", \"washington\"], [\"embassy\", \"washington\", \"toby\"], [\"washington\", \"toby\", \"dershowitz\"], [\"toby\", \"dershowitz\", \"spent\"], [\"dershowitz\", \"spent\", \"14\"], [\"spent\", \"14\", \"year\"], [\"14\", \"year\", \"aipacs\"], [\"year\", \"aipacs\", \"communication\"], [\"aipacs\", \"communication\", \"head\"], [\"communication\", \"head\", \"handled\"], [\"head\", \"handled\", \"communication\"], [\"handled\", \"communication\", \"fdd\"], [\"communication\", \"fdd\", \"dershowitzs\"], [\"fdd\", \"dershowitzs\", \"public\"], [\"dershowitzs\", \"public\", \"relation\"], [\"public\", \"relation\", \"organization\"], [\"relation\", \"organization\", \"dershowitz\"], [\"organization\", \"dershowitz\", \"group\"], [\"dershowitz\", \"group\", \"housed\"], [\"group\", \"housed\", \"downtown\"], [\"housed\", \"downtown\", \"m\"], [\"downtown\", \"m\", \"street\"], [\"m\", \"street\", \"location\"], [\"street\", \"location\", \"fdd\"], [\"location\", \"fdd\", \"dershowitz\"], [\"fdd\", \"dershowitz\", \"listed\"], [\"dershowitz\", \"listed\", \"group\"], [\"listed\", \"group\", \"vice\"], [\"group\", \"vice\", \"president\"], [\"vice\", \"president\", \"government\"], [\"president\", \"government\", \"relation\"], [\"government\", \"relation\", \"strategy\"], [\"relation\", \"strategy\", \"jonathan\"], [\"strategy\", \"jonathan\", \"schanzer\"], [\"jonathan\", \"schanzer\", \"fdds\"], [\"schanzer\", \"fdds\", \"vice\"], [\"fdds\", \"vice\", \"president\"], [\"vice\", \"president\", \"research\"], [\"president\", \"research\", \"worked\"], [\"research\", \"worked\", \"earlier\"], [\"worked\", \"earlier\", \"washington\"], [\"earlier\", \"washington\", \"institute\"], [\"washington\", \"institute\", \"near\"], [\"institute\", \"near\", \"east\"], [\"near\", \"east\", \"policy\"], [\"east\", \"policy\", \"spun\"], [\"policy\", \"spun\", \"aipac\"], [\"spun\", \"aipac\", \"decade\"], [\"aipac\", \"decade\", \"ago\"], [\"decade\", \"ago\", \"research\"], [\"ago\", \"research\", \"organization\"], [\"research\", \"organization\", \"subject\"], [\"organization\", \"subject\", \"tax\"], [\"subject\", \"tax\", \"restriction\"], [\"tax\", \"restriction\", \"group\"], [\"restriction\", \"group\", \"lobby\"], [\"group\", \"lobby\", \"obama\"], [\"lobby\", \"obama\", \"took\"], [\"obama\", \"took\", \"office\"], [\"took\", \"office\", \"fdd\"], [\"office\", \"fdd\", \"led\"], [\"fdd\", \"led\", \"dubowitz\"], [\"led\", \"dubowitz\", \"proposed\"], [\"dubowitz\", \"proposed\", \"imposing\"], [\"proposed\", \"imposing\", \"sanction\"], [\"imposing\", \"sanction\", \"iran\"], [\"sanction\", \"iran\", \"force\"], [\"iran\", \"force\", \"abandon\"], [\"force\", \"abandon\", \"nuclear\"], [\"abandon\", \"nuclear\", \"program\"], [\"nuclear\", \"program\", \"dubowitz\"], [\"program\", \"dubowitz\", \"skeptical\"], [\"dubowitz\", \"skeptical\", \"whether\"], [\"skeptical\", \"whether\", \"sanction\"], [\"whether\", \"sanction\", \"would\"], [\"sanction\", \"would\", \"actually\"], [\"would\", \"actually\", \"lead\"], [\"actually\", \"lead\", \"diplomatic\"], [\"lead\", \"diplomatic\", \"solution\"], [\"diplomatic\", \"solution\", \"april\"], [\"solution\", \"april\", \"2011\"], [\"april\", \"2011\", \"new\"], [\"2011\", \"new\", \"sanction\"], [\"new\", \"sanction\", \"imposed\"], [\"sanction\", \"imposed\", \"told\"], [\"imposed\", \"told\", \"israel\"], [\"told\", \"israel\", \"ynetnews\"], [\"israel\", \"ynetnews\", \"sanction\"], [\"ynetnews\", \"sanction\", \"working\"], [\"sanction\", \"working\", \"putting\"], [\"working\", \"putting\", \"pressure\"], [\"putting\", \"pressure\", \"regime\"], [\"pressure\", \"regime\", \"although\"], [\"regime\", \"although\", \"secured\"], [\"although\", \"secured\", \"objective\"], [\"secured\", \"objective\", \"may\"], [\"objective\", \"may\", \"never\"], [\"may\", \"never\", \"soputting\"], [\"never\", \"soputting\", \"end\"], [\"soputting\", \"end\", \"iran\"], [\"end\", \"iran\", \"nuclear\"], [\"iran\", \"nuclear\", \"program\"], [\"nuclear\", \"program\", \"best\"], [\"program\", \"best\", \"way\"], [\"best\", \"way\", \"work\"], [\"way\", \"work\", \"towards\"], [\"work\", \"towards\", \"changing\"], [\"towards\", \"changing\", \"regime\"], [\"changing\", \"regime\", \"deal\"], [\"regime\", \"deal\", \"cut\"], [\"deal\", \"cut\", \"regime\"], [\"cut\", \"regime\", \"violated\"], [\"regime\", \"violated\", \"hassan\"], [\"violated\", \"hassan\", \"rouhani\"], [\"hassan\", \"rouhani\", \"widely\"], [\"rouhani\", \"widely\", \"considered\"], [\"widely\", \"considered\", \"moderate\"], [\"considered\", \"moderate\", \"iran\"], [\"moderate\", \"iran\", \"political\"], [\"iran\", \"political\", \"spectrum\"], [\"political\", \"spectrum\", \"elected\"], [\"spectrum\", \"elected\", \"iran\"], [\"elected\", \"iran\", \"president\"], [\"iran\", \"president\", \"june\"], [\"president\", \"june\", \"2013\"], [\"june\", \"2013\", \"dubowitz\"], [\"2013\", \"dubowitz\", \"wrote\"], [\"dubowitz\", \"wrote\", \"election\"], [\"wrote\", \"election\", \"rouhani\"], [\"election\", \"rouhani\", \"loyalist\"], [\"rouhani\", \"loyalist\", \"iran\"], [\"loyalist\", \"iran\", \"supreme\"], [\"iran\", \"supreme\", \"leader\"], [\"supreme\", \"leader\", \"master\"], [\"leader\", \"master\", \"nuclear\"], [\"master\", \"nuclear\", \"deceit\"], [\"nuclear\", \"deceit\", \"doesnt\"], [\"deceit\", \"doesnt\", \"get\"], [\"doesnt\", \"get\", \"u\"], [\"get\", \"u\", \"closer\"], [\"u\", \"closer\", \"stopping\"], [\"closer\", \"stopping\", \"iran\"], [\"stopping\", \"iran\", \"nuclear\"], [\"iran\", \"nuclear\", \"drive\"], [\"nuclear\", \"drive\", \"august\"], [\"drive\", \"august\", \"2013\"], [\"august\", \"2013\", \"warned\"], [\"2013\", \"warned\", \"rouhanis\"], [\"warned\", \"rouhanis\", \"statement\"], [\"rouhanis\", \"statement\", \"reveal\"], [\"statement\", \"reveal\", \"conspiratorial\"], [\"reveal\", \"conspiratorial\", \"antiamerican\"], [\"conspiratorial\", \"antiamerican\", \"antiisraeli\"], [\"antiamerican\", \"antiisraeli\", \"worldview\"], [\"antiisraeli\", \"worldview\", \"dubowitz\"], [\"worldview\", \"dubowitz\", \"rejected\"], [\"dubowitz\", \"rejected\", \"interim\"], [\"rejected\", \"interim\", \"agreement\"], [\"interim\", \"agreement\", \"united\"], [\"agreement\", \"united\", \"state\"], [\"united\", \"state\", \"five\"], [\"state\", \"five\", \"country\"], [\"five\", \"country\", \"reached\"], [\"country\", \"reached\", \"iran\"], [\"reached\", \"iran\", \"november\"], [\"iran\", \"november\", \"2013\"], [\"november\", \"2013\", \"iran\"], [\"2013\", \"iran\", \"temporarily\"], [\"iran\", \"temporarily\", \"restricted\"], [\"temporarily\", \"restricted\", \"nuclear\"], [\"restricted\", \"nuclear\", \"program\"], [\"nuclear\", \"program\", \"exchange\"], [\"program\", \"exchange\", \"removal\"], [\"exchange\", \"removal\", \"sanction\"], [\"removal\", \"sanction\", \"worked\"], [\"sanction\", \"worked\", \"kirk\"], [\"worked\", \"kirk\", \"menendez\"], [\"kirk\", \"menendez\", \"devise\"], [\"menendez\", \"devise\", \"new\"], [\"devise\", \"new\", \"legislation\"], [\"new\", \"legislation\", \"would\"], [\"legislation\", \"would\", \"required\"], [\"would\", \"required\", \"iran\"], [\"required\", \"iran\", \"dismantle\"], [\"iran\", \"dismantle\", \"nuclear\"], [\"dismantle\", \"nuclear\", \"energy\"], [\"nuclear\", \"energy\", \"facility\"], [\"energy\", \"facility\", \"stop\"], [\"facility\", \"stop\", \"aid\"], [\"stop\", \"aid\", \"hezbollah\"], [\"aid\", \"hezbollah\", \"ally\"], [\"hezbollah\", \"ally\", \"region\"], [\"ally\", \"region\", \"legislation\"], [\"region\", \"legislation\", \"also\"], [\"legislation\", \"also\", \"promised\"], [\"also\", \"promised\", \"united\"], [\"promised\", \"united\", \"state\"], [\"united\", \"state\", \"would\"], [\"state\", \"would\", \"stand\"], [\"would\", \"stand\", \"israel\"], [\"stand\", \"israel\", \"went\"], [\"israel\", \"went\", \"war\"], [\"went\", \"war\", \"iran\"], [\"war\", \"iran\", \"clifford\"], [\"iran\", \"clifford\", \"may\"], [\"clifford\", \"may\", \"doesnt\"], [\"may\", \"doesnt\", \"go\"], [\"doesnt\", \"go\", \"way\"], [\"go\", \"way\", \"highlight\"], [\"way\", \"highlight\", \"fdds\"], [\"highlight\", \"fdds\", \"origin\"], [\"fdds\", \"origin\", \"promoter\"], [\"origin\", \"promoter\", \"israel\"], [\"promoter\", \"israel\", \"connection\"], [\"israel\", \"connection\", \"dc\"], [\"connection\", \"dc\", \"proisrael\"], [\"dc\", \"proisrael\", \"lobby\"], [\"proisrael\", \"lobby\", \"day\"], [\"lobby\", \"day\", \"final\"], [\"day\", \"final\", \"agreement\"], [\"final\", \"agreement\", \"iran\"], [\"agreement\", \"iran\", \"signed\"], [\"iran\", \"signed\", \"july\"], [\"signed\", \"july\", \"14\"], [\"july\", \"14\", \"fdd\"], [\"14\", \"fdd\", \"took\"], [\"fdd\", \"took\", \"hustings\"], [\"took\", \"hustings\", \"didnt\"], [\"hustings\", \"didnt\", \"speak\"], [\"didnt\", \"speak\", \"single\"], [\"speak\", \"single\", \"voice\"], [\"single\", \"voice\", \"wall\"], [\"voice\", \"wall\", \"street\"], [\"wall\", \"street\", \"journal\"], [\"street\", \"journal\", \"oped\"], [\"journal\", \"oped\", \"gerecht\"], [\"oped\", \"gerecht\", \"dubowitz\"], [\"gerecht\", \"dubowitz\", \"declared\"], [\"dubowitz\", \"declared\", \"skepticism\"], [\"declared\", \"skepticism\", \"agreement\"], [\"skepticism\", \"agreement\", \"piece\"], [\"agreement\", \"piece\", \"reflected\"], [\"piece\", \"reflected\", \"gerechts\"], [\"reflected\", \"gerechts\", \"extreme\"], [\"gerechts\", \"extreme\", \"highly\"], [\"extreme\", \"highly\", \"original\"], [\"highly\", \"original\", \"view\"], [\"original\", \"view\", \"american\"], [\"view\", \"american\", \"foreign\"], [\"american\", \"foreign\", \"policy\"], [\"foreign\", \"policy\", \"iran\"], [\"policy\", \"iran\", \"gerecht\"], [\"iran\", \"gerecht\", \"dubowitz\"], [\"gerecht\", \"dubowitz\", \"argued\"], [\"dubowitz\", \"argued\", \"dominant\"], [\"argued\", \"dominant\", \"republican\"], [\"dominant\", \"republican\", \"strategy\"], [\"republican\", \"strategy\", \"upping\"], [\"strategy\", \"upping\", \"sanction\"], [\"upping\", \"sanction\", \"threatening\"], [\"sanction\", \"threatening\", \"military\"], [\"threatening\", \"military\", \"force\"], [\"military\", \"force\", \"would\"], [\"force\", \"would\", \"unlikely\"], [\"would\", \"unlikely\", \"thwart\"], [\"unlikely\", \"thwart\", \"mullah\"], [\"thwart\", \"mullah\", \"nuclear\"], [\"mullah\", \"nuclear\", \"design\"], [\"nuclear\", \"design\", \"way\"], [\"design\", \"way\", \"stop\"], [\"way\", \"stop\", \"iran\"], [\"stop\", \"iran\", \"developing\"], [\"iran\", \"developing\", \"nuclear\"], [\"developing\", \"nuclear\", \"weapon\"], [\"nuclear\", \"weapon\", \"military\"], [\"weapon\", \"military\", \"strike\"], [\"military\", \"strike\", \"military\"], [\"strike\", \"military\", \"strike\"], [\"military\", \"strike\", \"could\"], [\"strike\", \"could\", \"justified\"], [\"could\", \"justified\", \"iran\"], [\"justified\", \"iran\", \"violate\"], [\"iran\", \"violate\", \"agreement\"], [\"violate\", \"agreement\", \"made\"], [\"agreement\", \"made\", \"american\"], [\"made\", \"american\", \"president\"], [\"american\", \"president\", \"would\"], [\"president\", \"would\", \"destroy\"], [\"would\", \"destroy\", \"iranian\"], [\"destroy\", \"iranian\", \"nuclear\"], [\"iranian\", \"nuclear\", \"site\"], [\"nuclear\", \"site\", \"without\"], [\"site\", \"without\", \"first\"], [\"without\", \"first\", \"exhausting\"], [\"first\", \"exhausting\", \"diplomacy\"], [\"exhausting\", \"diplomacy\", \"wrote\"], [\"diplomacy\", \"wrote\", \"therefore\"], [\"wrote\", \"therefore\", \"best\"], [\"therefore\", \"best\", \"chance\"], [\"best\", \"chance\", \"stop\"], [\"chance\", \"stop\", \"iran\"], [\"stop\", \"iran\", \"would\"], [\"iran\", \"would\", \"let\"], [\"would\", \"let\", \"agreement\"], [\"let\", \"agreement\", \"go\"], [\"agreement\", \"go\", \"wait\"], [\"go\", \"wait\", \"iran\"], [\"wait\", \"iran\", \"violate\"], [\"iran\", \"violate\", \"according\"], [\"violate\", \"according\", \"gerecht\"], [\"according\", \"gerecht\", \"dubowitz\"], [\"gerecht\", \"dubowitz\", \"inevitably\"], [\"dubowitz\", \"inevitably\", \"would\"], [\"inevitably\", \"would\", \"hawk\"], [\"would\", \"hawk\", \"believe\"], [\"hawk\", \"believe\", \"airstrikes\"], [\"believe\", \"airstrikes\", \"possible\"], [\"airstrikes\", \"possible\", \"option\"], [\"possible\", \"option\", \"stopping\"], [\"option\", \"stopping\", \"iranian\"], [\"stopping\", \"iranian\", \"nuke\"], [\"iranian\", \"nuke\", \"welcome\"], [\"nuke\", \"welcome\", \"deal\"], [\"welcome\", \"deal\", \"perhaps\"], [\"deal\", \"perhaps\", \"anyone\"], [\"perhaps\", \"anyone\", \"wrote\"], [\"anyone\", \"wrote\", \"joint\"], [\"wrote\", \"joint\", \"comprehensive\"], [\"joint\", \"comprehensive\", \"plan\"], [\"comprehensive\", \"plan\", \"action\"], [\"plan\", \"action\", \"tailormade\"], [\"action\", \"tailormade\", \"set\"], [\"tailormade\", \"set\", \"washington\"], [\"set\", \"washington\", \"collision\"], [\"washington\", \"collision\", \"course\"], [\"collision\", \"course\", \"tehran\"], [\"course\", \"tehran\", \"word\"], [\"tehran\", \"word\", \"point\"], [\"word\", \"point\", \"supporting\"], [\"point\", \"supporting\", \"diplomatic\"], [\"supporting\", \"diplomatic\", \"solution\"], [\"diplomatic\", \"solution\", \"would\"], [\"solution\", \"would\", \"pave\"], [\"would\", \"pave\", \"way\"], [\"pave\", \"way\", \"military\"], [\"way\", \"military\", \"strike\"], [\"military\", \"strike\", \"congressional\"], [\"strike\", \"congressional\", \"testimony\"], [\"congressional\", \"testimony\", \"dubowitz\"], [\"testimony\", \"dubowitz\", \"took\"], [\"dubowitz\", \"took\", \"conventional\"], [\"took\", \"conventional\", \"tack\"], [\"conventional\", \"tack\", \"denounced\"], [\"tack\", \"denounced\", \"agreement\"], [\"denounced\", \"agreement\", \"providing\"], [\"agreement\", \"providing\", \"iran\"], [\"providing\", \"iran\", \"patient\"], [\"iran\", \"patient\", \"path\"], [\"patient\", \"path\", \"nuclear\"], [\"path\", \"nuclear\", \"weapon\"], [\"nuclear\", \"weapon\", \"called\"], [\"weapon\", \"called\", \"amending\"], [\"called\", \"amending\", \"new\"], [\"amending\", \"new\", \"tougher\"], [\"new\", \"tougher\", \"condition\"], [\"tougher\", \"condition\", \"may\"], [\"condition\", \"may\", \"opposed\"], [\"may\", \"opposed\", \"agreement\"], [\"opposed\", \"agreement\", \"said\"], [\"agreement\", \"said\", \"obama\"], [\"said\", \"obama\", \"demand\"], [\"obama\", \"demand\", \"concession\"], [\"demand\", \"concession\", \"iran\"], [\"concession\", \"iran\", \"gerecht\"], [\"iran\", \"gerecht\", \"dubowitzs\"], [\"gerecht\", \"dubowitzs\", \"wall\"], [\"dubowitzs\", \"wall\", \"street\"], [\"wall\", \"street\", \"journal\"], [\"street\", \"journal\", \"oped\"], [\"journal\", \"oped\", \"virtue\"], [\"oped\", \"virtue\", \"logical\"], [\"virtue\", \"logical\", \"even\"], [\"logical\", \"even\", \"logic\"], [\"even\", \"logic\", \"led\"], [\"logic\", \"led\", \"war\"], [\"led\", \"war\", \"call\"], [\"war\", \"call\", \"may\"], [\"call\", \"may\", \"dubowitz\"], [\"may\", \"dubowitz\", \"reopen\"], [\"dubowitz\", \"reopen\", \"negotiation\"], [\"reopen\", \"negotiation\", \"demand\"], [\"negotiation\", \"demand\", \"much\"], [\"demand\", \"much\", \"tougher\"], [\"much\", \"tougher\", \"agreement\"], [\"tougher\", \"agreement\", \"made\"], [\"agreement\", \"made\", \"le\"], [\"made\", \"le\", \"sense\"], [\"le\", \"sense\", \"dubowitzs\"], [\"sense\", \"dubowitzs\", \"proposed\"], [\"dubowitzs\", \"proposed\", \"amendment\"], [\"proposed\", \"amendment\", \"dealwhich\"], [\"amendment\", \"dealwhich\", \"went\"], [\"dealwhich\", \"went\", \"beyond\"], [\"went\", \"beyond\", \"iran\"], [\"beyond\", \"iran\", \"nuclear\"], [\"iran\", \"nuclear\", \"policy\"], [\"nuclear\", \"policy\", \"human\"], [\"policy\", \"human\", \"right\"], [\"human\", \"right\", \"policy\"], [\"right\", \"policy\", \"foreign\"], [\"policy\", \"foreign\", \"policywere\"], [\"foreign\", \"policywere\", \"sure\"], [\"policywere\", \"sure\", \"rejected\"], [\"sure\", \"rejected\", \"iran\"], [\"rejected\", \"iran\", \"probably\"], [\"iran\", \"probably\", \"signatory\"], [\"probably\", \"signatory\", \"deal\"], [\"signatory\", \"deal\", \"anyway\"], [\"deal\", \"anyway\", \"obama\"], [\"anyway\", \"obama\", \"last\"], [\"obama\", \"last\", \"year\"], [\"last\", \"year\", \"presidency\"], [\"year\", \"presidency\", \"would\"], [\"presidency\", \"would\", \"position\"], [\"would\", \"position\", \"renegotiate\"], [\"position\", \"renegotiate\", \"agreement\"], [\"renegotiate\", \"agreement\", \"even\"], [\"agreement\", \"even\", \"highly\"], [\"even\", \"highly\", \"unlikely\"], [\"highly\", \"unlikely\", \"event\"], [\"unlikely\", \"event\", \"five\"], [\"event\", \"five\", \"negotiating\"], [\"five\", \"negotiating\", \"partner\"], [\"negotiating\", \"partner\", \"including\"], [\"partner\", \"including\", \"russia\"], [\"including\", \"russia\", \"china\"], [\"russia\", \"china\", \"would\"], [\"china\", \"would\", \"willing\"], [\"would\", \"willing\", \"join\"], [\"willing\", \"join\", \"kind\"], [\"join\", \"kind\", \"consideration\"], [\"kind\", \"consideration\", \"led\"], [\"consideration\", \"led\", \"supporter\"], [\"led\", \"supporter\", \"agreement\"], [\"supporter\", \"agreement\", \"argue\"], [\"agreement\", \"argue\", \"hawk\"], [\"argue\", \"hawk\", \"like\"], [\"hawk\", \"like\", \"may\"], [\"like\", \"may\", \"dubowitz\"], [\"may\", \"dubowitz\", \"advocating\"], [\"dubowitz\", \"advocating\", \"renegotiation\"], [\"advocating\", \"renegotiation\", \"know\"], [\"renegotiation\", \"know\", \"path\"], [\"know\", \"path\", \"bear\"], [\"path\", \"bear\", \"fruit\"], [\"bear\", \"fruit\", \"secretly\"], [\"fruit\", \"secretly\", \"want\"], [\"secretly\", \"want\", \"hasten\"], [\"want\", \"hasten\", \"war\"], [\"hasten\", \"war\", \"iran\"], [\"war\", \"iran\", \"according\"], [\"iran\", \"according\", \"gerecht\"], [\"according\", \"gerecht\", \"colleague\"], [\"gerecht\", \"colleague\", \"really\"], [\"colleague\", \"really\", \"hope\"], [\"really\", \"hope\", \"one\"], [\"hope\", \"one\", \"republican\"], [\"one\", \"republican\", \"adamantly\"], [\"republican\", \"adamantly\", \"opposed\"], [\"adamantly\", \"opposed\", \"deal\"], [\"opposed\", \"deal\", \"elected\"], [\"deal\", \"elected\", \"president\"], [\"elected\", \"president\", \"november\"], [\"president\", \"november\", \"2016\"], [\"november\", \"2016\", \"propose\"], [\"2016\", \"propose\", \"even\"], [\"propose\", \"even\", \"tougher\"], [\"even\", \"tougher\", \"sanction\"], [\"tougher\", \"sanction\", \"successfully\"], [\"sanction\", \"successfully\", \"pressure\"], [\"successfully\", \"pressure\", \"europe\"], [\"pressure\", \"europe\", \"china\"], [\"europe\", \"china\", \"russia\"], [\"china\", \"russia\", \"go\"], [\"russia\", \"go\", \"along\"], [\"go\", \"along\", \"scenario\"], [\"along\", \"scenario\", \"seems\"], [\"scenario\", \"seems\", \"equally\"], [\"seems\", \"equally\", \"farfetched\"], [\"equally\", \"farfetched\", \"resting\"], [\"farfetched\", \"resting\", \"assumption\"], [\"resting\", \"assumption\", \"america\"], [\"assumption\", \"america\", \"power\"], [\"america\", \"power\", \"persuasion\"], [\"power\", \"persuasion\", \"europewhich\"], [\"persuasion\", \"europewhich\", \"evident\"], [\"europewhich\", \"evident\", \"crisis\"], [\"evident\", \"crisis\", \"syria\"], [\"crisis\", \"syria\", \"2013and\"], [\"syria\", \"2013and\", \"best\"], [\"2013and\", \"best\", \"5050\"], [\"best\", \"5050\", \"political\"], [\"5050\", \"political\", \"calculation\"], [\"political\", \"calculation\", \"next\"], [\"calculation\", \"next\", \"president\"], [\"next\", \"president\", \"may\"], [\"president\", \"may\", \"explain\"], [\"may\", \"explain\", \"may\"], [\"explain\", \"may\", \"dubowitz\"], [\"may\", \"dubowitz\", \"seem\"], [\"dubowitz\", \"seem\", \"content\"], [\"seem\", \"content\", \"killing\"], [\"content\", \"killing\", \"agreementeven\"], [\"killing\", \"agreementeven\", \"mean\"], [\"agreementeven\", \"mean\", \"damaging\"], [\"mean\", \"damaging\", \"u\"], [\"damaging\", \"u\", \"relation\"], [\"u\", \"relation\", \"signatory\"], [\"relation\", \"signatory\", \"getting\"], [\"signatory\", \"getting\", \"agreement\"], [\"getting\", \"agreement\", \"whatsoever\"], [\"agreement\", \"whatsoever\", \"iran\"], [\"whatsoever\", \"iran\", \"forgo\"], [\"iran\", \"forgo\", \"nuclear\"], [\"forgo\", \"nuclear\", \"weapon\"], [\"nuclear\", \"weapon\", \"risking\"], [\"weapon\", \"risking\", \"greater\"], [\"risking\", \"greater\", \"war\"], [\"greater\", \"war\", \"regionis\"], [\"war\", \"regionis\", \"concern\"], [\"regionis\", \"concern\", \"began\"], [\"concern\", \"began\", \"surface\"], [\"began\", \"surface\", \"may\"], [\"surface\", \"may\", \"column\"], [\"may\", \"column\", \"earlier\"], [\"column\", \"earlier\", \"year\"], [\"earlier\", \"year\", \"may\"], [\"year\", \"may\", \"described\"], [\"may\", \"described\", \"sympathetically\"], [\"described\", \"sympathetically\", \"israel\"], [\"sympathetically\", \"israel\", \"worry\"], [\"israel\", \"worry\", \"mr\"], [\"worry\", \"mr\", \"obama\"], [\"mr\", \"obama\", \"mean\"], [\"obama\", \"mean\", \"form\"], [\"mean\", \"form\", \"de\"], [\"form\", \"de\", \"facto\"], [\"de\", \"facto\", \"alliance\"], [\"facto\", \"alliance\", \"iran\"], [\"alliance\", \"iran\", \"observer\"], [\"iran\", \"observer\", \"long\"], [\"observer\", \"long\", \"said\"], [\"long\", \"said\", \"concern\"], [\"said\", \"concern\", \"actually\"], [\"concern\", \"actually\", \"lie\"], [\"actually\", \"lie\", \"heart\"], [\"lie\", \"heart\", \"israeli\"], [\"heart\", \"israeli\", \"government\"], [\"israeli\", \"government\", \"opposition\"], [\"government\", \"opposition\", \"deal\"], [\"opposition\", \"deal\", \"iran\"], [\"deal\", \"iran\", \"netanyahu\"], [\"iran\", \"netanyahu\", \"fear\"], [\"netanyahu\", \"fear\", \"deal\"], [\"fear\", \"deal\", \"would\"], [\"deal\", \"would\", \"wed\"], [\"would\", \"wed\", \"american\"], [\"wed\", \"american\", \"foreign\"], [\"american\", \"foreign\", \"policy\"], [\"foreign\", \"policy\", \"irredeemably\"], [\"policy\", \"irredeemably\", \"revolutionary\"], [\"irredeemably\", \"revolutionary\", \"iran\"], [\"revolutionary\", \"iran\", \"expense\"], [\"iran\", \"expense\", \"israel\"], [\"expense\", \"israel\", \"one\"], [\"israel\", \"one\", \"person\"], [\"one\", \"person\", \"familiar\"], [\"person\", \"familiar\", \"thinking\"], [\"familiar\", \"thinking\", \"fdd\"], [\"thinking\", \"fdd\", \"expert\"], [\"fdd\", \"expert\", \"described\"], [\"expert\", \"described\", \"scenario\"], [\"described\", \"scenario\", \"involving\"], [\"scenario\", \"involving\", \"attempted\"], [\"involving\", \"attempted\", \"rapprochement\"], [\"attempted\", \"rapprochement\", \"united\"], [\"rapprochement\", \"united\", \"state\"], [\"united\", \"state\", \"iran\"], [\"state\", \"iran\", \"representing\"], [\"iran\", \"representing\", \"worst\"], [\"representing\", \"worst\", \"possible\"], [\"worst\", \"possible\", \"world\"], [\"possible\", \"world\", \"vetoproof\"], [\"world\", \"vetoproof\", \"congressional\"], [\"vetoproof\", \"congressional\", \"rejection\"], [\"congressional\", \"rejection\", \"agreement\"], [\"rejection\", \"agreement\", \"would\"], [\"agreement\", \"would\", \"certainly\"], [\"would\", \"certainly\", \"rule\"], [\"certainly\", \"rule\", \"rapprochement\"], [\"rule\", \"rapprochement\", \"hard\"], [\"rapprochement\", \"hard\", \"say\"], [\"hard\", \"say\", \"sure\"], [\"say\", \"sure\", \"fdd\"], [\"sure\", \"fdd\", \"ultimately\"], [\"fdd\", \"ultimately\", \"hope\"], [\"ultimately\", \"hope\", \"accomplish\"], [\"hope\", \"accomplish\", \"campaign\"], [\"accomplish\", \"campaign\", \"agreement\"], [\"campaign\", \"agreement\", \"part\"], [\"agreement\", \"part\", \"expert\"], [\"part\", \"expert\", \"entirely\"], [\"expert\", \"entirely\", \"candid\"], [\"entirely\", \"candid\", \"argument\"], [\"candid\", \"argument\", \"long\"], [\"argument\", \"long\", \"invoking\"], [\"long\", \"invoking\", \"existential\"], [\"invoking\", \"existential\", \"threat\"], [\"existential\", \"threat\", \"agreement\"], [\"threat\", \"agreement\", \"would\"], [\"agreement\", \"would\", \"pose\"], [\"would\", \"pose\", \"israel\"], [\"pose\", \"israel\", \"may\"], [\"israel\", \"may\", \"dubowitz\"], [\"may\", \"dubowitz\", \"fdd\"], [\"dubowitz\", \"fdd\", \"expert\"], [\"fdd\", \"expert\", \"little\"], [\"expert\", \"little\", \"say\"], [\"little\", \"say\", \"threat\"], [\"say\", \"threat\", \"israel\"], [\"threat\", \"israel\", \"since\"], [\"israel\", \"since\", \"agreement\"], [\"since\", \"agreement\", \"signed\"], [\"agreement\", \"signed\", \"dubowitz\"], [\"signed\", \"dubowitz\", \"made\"], [\"dubowitz\", \"made\", \"long\"], [\"made\", \"long\", \"opening\"], [\"long\", \"opening\", \"statement\"], [\"opening\", \"statement\", \"senate\"], [\"statement\", \"senate\", \"foreign\"], [\"senate\", \"foreign\", \"relation\"], [\"foreign\", \"relation\", \"committee\"], [\"relation\", \"committee\", \"july\"], [\"committee\", \"july\", \"29\"], [\"july\", \"29\", \"fdds\"], [\"29\", \"fdds\", \"juan\"], [\"fdds\", \"juan\", \"zarate\"], [\"juan\", \"zarate\", \"issued\"], [\"zarate\", \"issued\", \"statement\"], [\"issued\", \"statement\", \"senate\"], [\"statement\", \"senate\", \"banking\"], [\"senate\", \"banking\", \"committee\"], [\"banking\", \"committee\", \"aug\"], [\"committee\", \"aug\", \"5\"], [\"aug\", \"5\", \"mentioned\"], [\"5\", \"mentioned\", \"deal\"], [\"mentioned\", \"deal\", \"effect\"], [\"deal\", \"effect\", \"syria\"], [\"effect\", \"syria\", \"iraq\"], [\"syria\", \"iraq\", \"lebanon\"], [\"iraq\", \"lebanon\", \"yemen\"], [\"lebanon\", \"yemen\", \"discus\"], [\"yemen\", \"discus\", \"directly\"], [\"discus\", \"directly\", \"would\"], [\"directly\", \"would\", \"mean\"], [\"would\", \"mean\", \"israel\"], [\"mean\", \"israel\", \"noun\"], [\"israel\", \"noun\", \"israel\"], [\"noun\", \"israel\", \"appear\"], [\"israel\", \"appear\", \"except\"], [\"appear\", \"except\", \"title\"], [\"except\", \"title\", \"article\"], [\"title\", \"article\", \"footnote\"], [\"article\", \"footnote\", \"dubowitzs\"], [\"footnote\", \"dubowitzs\", \"statement\"], [\"dubowitzs\", \"statement\", \"may\"], [\"statement\", \"may\", \"mentioned\"], [\"may\", \"mentioned\", \"israel\"], [\"mentioned\", \"israel\", \"three\"], [\"israel\", \"three\", \"washington\"], [\"three\", \"washington\", \"time\"], [\"washington\", \"time\", \"column\"], [\"time\", \"column\", \"wrote\"], [\"column\", \"wrote\", \"opposing\"], [\"wrote\", \"opposing\", \"agreementto\"], [\"opposing\", \"agreementto\", \"warn\"], [\"agreementto\", \"warn\", \"iran\"], [\"warn\", \"iran\", \"hegemonic\"], [\"iran\", \"hegemonic\", \"ambition\"], [\"hegemonic\", \"ambition\", \"would\"], [\"ambition\", \"would\", \"threaten\"], [\"would\", \"threaten\", \"israel\"], [\"threaten\", \"israel\", \"gulf\"], [\"israel\", \"gulf\", \"state\"], [\"gulf\", \"state\", \"column\"], [\"state\", \"column\", \"national\"], [\"column\", \"national\", \"review\"], [\"national\", \"review\", \"responding\"], [\"review\", \"responding\", \"obamas\"], [\"responding\", \"obamas\", \"speech\"], [\"obamas\", \"speech\", \"american\"], [\"speech\", \"american\", \"university\"], [\"american\", \"university\", \"may\"], [\"university\", \"may\", \"schanzer\"], [\"may\", \"schanzer\", \"described\"], [\"schanzer\", \"described\", \"deal\"], [\"described\", \"deal\", \"threat\"], [\"deal\", \"threat\", \"american\"], [\"threat\", \"american\", \"israeli\"], [\"american\", \"israeli\", \"iran\"], [\"israeli\", \"iran\", \"ruler\"], [\"iran\", \"ruler\", \"wrote\"], [\"ruler\", \"wrote\", \"caused\"], [\"wrote\", \"caused\", \"thousand\"], [\"caused\", \"thousand\", \"american\"], [\"thousand\", \"american\", \"killed\"], [\"american\", \"killed\", \"maimed\"], [\"killed\", \"maimed\", \"lebanon\"], [\"maimed\", \"lebanon\", \"iraq\"], [\"lebanon\", \"iraq\", \"afghanistan\"], [\"iraq\", \"afghanistan\", \"continue\"], [\"afghanistan\", \"continue\", \"openly\"], [\"continue\", \"openly\", \"proclaim\"], [\"openly\", \"proclaim\", \"longterm\"], [\"proclaim\", \"longterm\", \"goal\"], [\"longterm\", \"goal\", \"death\"], [\"goal\", \"death\", \"america\"], [\"death\", \"america\", \"may\"], [\"america\", \"may\", \"well\"], [\"may\", \"well\", \"tactical\"], [\"well\", \"tactical\", \"reason\"], [\"tactical\", \"reason\", \"fdd\"], [\"reason\", \"fdd\", \"expert\"], [\"fdd\", \"expert\", \"lately\"], [\"expert\", \"lately\", \"stressed\"], [\"lately\", \"stressed\", \"iran\"], [\"stressed\", \"iran\", \"agreement\"], [\"iran\", \"agreement\", \"threat\"], [\"agreement\", \"threat\", \"america\"], [\"threat\", \"america\", \"rather\"], [\"america\", \"rather\", \"threat\"], [\"rather\", \"threat\", \"israel\"], [\"threat\", \"israel\", \"aipac\"], [\"israel\", \"aipac\", \"followed\"], [\"aipac\", \"followed\", \"path\"], [\"followed\", \"path\", \"ad\"], [\"path\", \"ad\", \"called\"], [\"ad\", \"called\", \"need\"], [\"called\", \"need\", \"better\"], [\"need\", \"better\", \"deal\"], [\"better\", \"deal\", \"citizen\"], [\"deal\", \"citizen\", \"nuclear\"], [\"citizen\", \"nuclear\", \"free\"], [\"nuclear\", \"free\", \"iran\"], [\"free\", \"iran\", \"produced\"], [\"iran\", \"produced\", \"people\"], [\"produced\", \"people\", \"aipac\"], [\"people\", \"aipac\", \"fdd\"], [\"aipac\", \"fdd\", \"may\"], [\"fdd\", \"may\", \"worried\"], [\"may\", \"worried\", \"accused\"], [\"worried\", \"accused\", \"acting\"], [\"accused\", \"acting\", \"solely\"], [\"acting\", \"solely\", \"israel\"], [\"solely\", \"israel\", \"interest\"], [\"israel\", \"interest\", \"putting\"], [\"interest\", \"putting\", \"israel\"], [\"putting\", \"israel\", \"interest\"], [\"israel\", \"interest\", \"united\"], [\"interest\", \"united\", \"state\"], [\"united\", \"state\", \"evidence\"], [\"state\", \"evidence\", \"fdd\"], [\"evidence\", \"fdd\", \"expert\"], [\"fdd\", \"expert\", \"done\"], [\"expert\", \"done\", \"almost\"], [\"done\", \"almost\", \"certainly\"], [\"almost\", \"certainly\", \"along\"], [\"certainly\", \"along\", \"believed\"], [\"along\", \"believed\", \"israel\"], [\"believed\", \"israel\", \"interest\"], [\"israel\", \"interest\", \"case\"], [\"interest\", \"case\", \"america\"], [\"case\", \"america\", \"softpedaling\"], [\"america\", \"softpedaling\", \"fear\"], [\"softpedaling\", \"fear\", \"agreement\"], [\"fear\", \"agreement\", \"effect\"], [\"agreement\", \"effect\", \"israel\"], [\"effect\", \"israel\", \"made\"], [\"israel\", \"made\", \"difficult\"], [\"made\", \"difficult\", \"politician\"], [\"difficult\", \"politician\", \"public\"], [\"politician\", \"public\", \"evaluate\"], [\"public\", \"evaluate\", \"argument\"], [\"evaluate\", \"argument\", \"nuclear\"], [\"argument\", \"nuclear\", \"deal\"], [\"nuclear\", \"deal\", \"nothing\"], [\"deal\", \"nothing\", \"wrong\"], [\"nothing\", \"wrong\", \"policy\"], [\"wrong\", \"policy\", \"group\"], [\"policy\", \"group\", \"lobby\"], [\"group\", \"lobby\", \"demanding\"], [\"lobby\", \"demanding\", \"united\"], [\"demanding\", \"united\", \"state\"], [\"united\", \"state\", \"heed\"], [\"state\", \"heed\", \"security\"], [\"heed\", \"security\", \"another\"], [\"security\", \"another\", \"country\"], [\"another\", \"country\", \"united\"], [\"country\", \"united\", \"state\"], [\"united\", \"state\", \"global\"], [\"state\", \"global\", \"power\"], [\"global\", \"power\", \"interest\"], [\"power\", \"interest\", \"maintaining\"], [\"interest\", \"maintaining\", \"stability\"], [\"maintaining\", \"stability\", \"preventing\"], [\"stability\", \"preventing\", \"war\"], [\"preventing\", \"war\", \"even\"], [\"war\", \"even\", \"region\"], [\"even\", \"region\", \"directly\"], [\"region\", \"directly\", \"threatened\"], [\"directly\", \"threatened\", \"issue\"], [\"threatened\", \"issue\", \"whether\"], [\"issue\", \"whether\", \"united\"], [\"whether\", \"united\", \"state\"], [\"united\", \"state\", \"take\"], [\"state\", \"take\", \"israel\"], [\"take\", \"israel\", \"interest\"], [\"israel\", \"interest\", \"security\"], [\"interest\", \"security\", \"account\"], [\"security\", \"account\", \"rather\"], [\"account\", \"rather\", \"israel\"], [\"rather\", \"israel\", \"interest\"], [\"israel\", \"interest\", \"security\"], [\"interest\", \"security\", \"really\"], [\"security\", \"really\", \"lie\"], [\"really\", \"lie\", \"beginning\"], [\"lie\", \"beginning\", \"fdd\"], [\"beginning\", \"fdd\", \"interpreted\"], [\"fdd\", \"interpreted\", \"israel\"], [\"interpreted\", \"israel\", \"interestwhether\"], [\"israel\", \"interestwhether\", \"regionally\"], [\"interestwhether\", \"regionally\", \"conflict\"], [\"regionally\", \"conflict\", \"palestiniansin\"], [\"conflict\", \"palestiniansin\", \"accordance\"], [\"palestiniansin\", \"accordance\", \"netanyahu\"], [\"accordance\", \"netanyahu\", \"likud\"], [\"netanyahu\", \"likud\", \"party\"], [\"likud\", \"party\", \"said\"], [\"party\", \"said\", \"many\"], [\"said\", \"many\", \"israeli\"], [\"many\", \"israeli\", \"military\"], [\"israeli\", \"military\", \"intelligence\"], [\"military\", \"intelligence\", \"expert\"], [\"intelligence\", \"expert\", \"believe\"], [\"expert\", \"believe\", \"nuclear\"], [\"believe\", \"nuclear\", \"agreement\"], [\"nuclear\", \"agreement\", \"israel\"], [\"agreement\", \"israel\", \"interest\"], [\"israel\", \"interest\", \"liberal\"], [\"interest\", \"liberal\", \"lobby\"], [\"liberal\", \"lobby\", \"group\"], [\"lobby\", \"group\", \"j\"], [\"group\", \"j\", \"streetwhich\"], [\"j\", \"streetwhich\", \"far\"], [\"streetwhich\", \"far\", \"le\"], [\"far\", \"le\", \"money\"], [\"le\", \"money\", \"gaining\"], [\"money\", \"gaining\", \"number\"], [\"gaining\", \"number\", \"support\"], [\"number\", \"support\", \"aipacargues\"], [\"support\", \"aipacargues\", \"agreement\"], [\"aipacargues\", \"agreement\", \"america\"], [\"agreement\", \"america\", \"israel\"], [\"america\", \"israel\", \"interest\"], [\"israel\", \"interest\", \"recently\"], [\"interest\", \"recently\", \"asked\"], [\"recently\", \"asked\", \"may\"], [\"asked\", \"may\", \"whether\"], [\"may\", \"whether\", \"expert\"], [\"whether\", \"expert\", \"conferred\"], [\"expert\", \"conferred\", \"iran\"], [\"conferred\", \"iran\", \"deal\"], [\"iran\", \"deal\", \"israeli\"], [\"deal\", \"israeli\", \"government\"], [\"israeli\", \"government\", \"whether\"], [\"government\", \"whether\", \"view\"], [\"whether\", \"view\", \"accorded\"], [\"view\", \"accorded\", \"government\"], [\"accorded\", \"government\", \"listened\"], [\"government\", \"listened\", \"french\"], [\"listened\", \"french\", \"jordanian\"], [\"french\", \"jordanian\", \"german\"], [\"jordanian\", \"german\", \"dane\"], [\"german\", \"dane\", \"israeli\"], [\"dane\", \"israeli\", \"others\"], [\"israeli\", \"others\", \"replied\"], [\"others\", \"replied\", \"provide\"], [\"replied\", \"provide\", \"analysis\"], [\"provide\", \"analysis\", \"advice\"], [\"analysis\", \"advice\", \"requested\"], [\"advice\", \"requested\", \"take\"], [\"requested\", \"take\", \"instruction\"], [\"take\", \"instruction\", \"one\"], [\"instruction\", \"one\", \"neither\"], [\"one\", \"neither\", \"embassy\"], [\"neither\", \"embassy\", \"editorial\"], [\"embassy\", \"editorial\", \"page\"], [\"editorial\", \"page\", \"indeed\"], [\"page\", \"indeed\", \"ive\"], [\"indeed\", \"ive\", \"seen\"], [\"ive\", \"seen\", \"evidence\"], [\"seen\", \"evidence\", \"may\"], [\"evidence\", \"may\", \"fdd\"], [\"may\", \"fdd\", \"take\"], [\"fdd\", \"take\", \"instruction\"], [\"take\", \"instruction\", \"israeli\"], [\"instruction\", \"israeli\", \"thats\"], [\"israeli\", \"thats\", \"point\"], [\"thats\", \"point\", \"degree\"], [\"point\", \"degree\", \"argument\"], [\"degree\", \"argument\", \"iran\"], [\"argument\", \"iran\", \"agreement\"], [\"iran\", \"agreement\", \"hinge\"], [\"agreement\", \"hinge\", \"viewing\"], [\"hinge\", \"viewing\", \"israel\"], [\"viewing\", \"israel\", \"america\"], [\"israel\", \"america\", \"interest\"], [\"america\", \"interest\", \"way\"], [\"interest\", \"way\", \"netanyahu\"], [\"way\", \"netanyahu\", \"likud\"], [\"netanyahu\", \"likud\", \"party\"], [\"likud\", \"party\", \"view\"], [\"party\", \"view\", \"whether\"], [\"view\", \"whether\", \"view\"], [\"whether\", \"view\", \"correct\"], [\"view\", \"correct\", \"article\"], [\"correct\", \"article\", \"published\"], [\"article\", \"published\", \"collaboration\"], [\"published\", \"collaboration\", \"american\"], [\"collaboration\", \"american\", \"foreign\"], [\"american\", \"foreign\", \"policy\"], [\"foreign\", \"policy\", \"project\"]], \"URL\": \"http://www.slate.com/articles/news_and_politics/foreigners/2015/08/foundation_for_the_defense_of_democracies_inside_the_small_pro_israel_think.html\"}"