"{\"Text\": \"Photo illustration by Slate, help wanted ads by Stephen VanHorn\\n\\nIf you love Slate and are incredibly talented, maybe you should work for us. We just so happen to be hiring.\\n\\nClick here to view/apply to all open jobs.\\n\\n\\n\\nFor information on applying for paid internships, click here.\\n\\nDeputy Audience Engagement Editor\\n\\nDo you always know what the biggest story of the day is before anyone else? Can you smell an Internet hoax from a mile away? Do you love to game the things you post online to see how viral you can make them, even if its just on your own Facebook feed? Do you find yourself reading through your social media feeds, rewriting other peoples share texts in your head?\\n\\nThis gig is for you. Slate is looking for a true Internet connoisseur with a clear voice for our feeds and a head full of new ideas for how we can make our digital presence stronger on Facebook, Twitter, and other emerging platforms.\\n\\nResponsibilities:\\n\\nOur deputy audience engagement editor will report to the audience engagement editor and work with the audience engagement team to:\\n\\nManage the voice and scheduling of existing accounts and new platform opportunities as they arise\\n\\nHelp define the day-to-day voice of Slate s feeds\\n\\ns feeds Write fun, catchy, and compelling headlines and supporting text for the work we publish\\n\\nWork with the editorial team from the moment a story is conceived to make sure it reaches maximum potential by the time its published\\n\\nKeep close watch on data and user patterns to continually improve how we serve our audience\\n\\nBe Slates front line on breaking news events and trending stories\\n\\nQualifications:\\n\\nWhat were looking for:\\n\\n13 years of social media or digital strategy experience, or proof that youve built something special in the digital content space\\n\\nQuick, fun, witty writing\\n\\nThe ability to throw lots of ideas around. You love improvisation and brainstorming, and would rather throw out five great ideas than fight for just one.\\n\\nA metabolism for breaking news and quick turnarounds. You live on the internet and for the next great story.\\n\\nAn eye for detail and organizationyou work quickly, you get the facts right, you write precise, crisp, error-free sentences. (If theyre witty too, even better.)\\n\\nAn enthusiasm for numbers or spreadsheets. You see patterns quickly and draw logical conclusions from them.\\n\\nA zeal for managing multiple different social platforms and voices, and a knack for translating content for different audiences\\n\\nAbility to work collaboratively and act independently, and switch seamlessly between the two\\n\\nA passion for teaching others what you know\\n\\nTo Apply:\\n\\nUpload a resume\\n\\nAttach a cover letter that explains your biggest pet peeve with how media companies approach social media and how you approach it differently. Make sure to include the word peeve.\\n\\nRespond to the four questions included in the online application. For the headline-specific questions, heres what we consider the headline when sharing on Facebook:\\n\\nStart Date: ASAP\\n\\nThe position is full-time, with benefits, based out of New York. Qualified candidates should apply by Sept. 7, 2015.\\n\\nAt Slate, we believe that the diversity of ideas, experiences, and cultures that our employees contribute to our company is our greatest advantage, and we are proud to be an inclusive and equal-opportunity workplace, where all applicants and employees are considered for hire, promotion, and job status without regard to race, color, religion, national origin, age, gender, sexual orientation, or physical handicap.\\n\\n* * *\\n\\nDirector, Business Development and Strategy, Panoply\\n\\nPanoply, The Slate Groups premium podcasting network, is looking for a director of business development and strategy to lead the rapid expansion of our audio business. We want someone who loves podcasts, and will embrace the chance to spot shows that will be a perfect fit with the growing Panoply network. Youll scan the digital audio landscape for top quality programs, evaluate proposals sent into Panoply, and negotiate deals. On the strategy side, were constantly looking at new ways to expand our business and want someone who can identify and analyze such strategic opportunities.\\n\\nThis is a unique opportunity for the right candidate to operate as part of an in-house startup team, with the support of one of the Webs first and most successful online magazines, Slate.com, and Graham Holdings Co. Were looking for a big-thinker whos engaged, creative, and eager to roll up her or his sleeves.\\n\\nThe Role:\\n\\nAdd and retain partners in the Panoply network by building on existing relationships, cultivating new ones, and working to anticipate partners ongoing needs\\n\\nnetwork by building on existing relationships, cultivating new ones, and working to anticipate partners ongoing needs Negotiate deals with a variety of potential partners ranging from celebrities to media companies to best-selling authors\\n\\nPromote new technology and product capabilities to internal and external clients\\n\\nDevelop new business initiatives and identify new markets across the audio-on-demand landscape\\n\\nStay up to date! The podcasting business is evolving quickly, so the director should stay up to the minute on industry trends that will shape our strategy and goals\\n\\n\\n\\nWork closely and develop great relationships with Panoplys product, technology, content, legal, and sales teams\\n\\nWhat Were Looking For:\\n\\nSomeone whos hard-working, smart, and nice\\n\\n5+ years business development experience; technology or platform sales experience a plus\\n\\nProven track record of balancing multiple deals and competing priorities in a fast-paced environment\\n\\nExcellent negotiating skills\\n\\nProactive self-starter who will think beyond his or her own role\\n\\nCreative thinker with strong organization skills whos not afraid to talk process\\n\\nAudio industry experience desired but not required\\n\\nBachelors degree, MBA preferred\\n\\nBonus Points if You:\\n\\nHost your own podcast\\n\\nLive to negotiate\\n\\nAre an early adopter with a passion for technology\\n\\nCan pronounce Panoply properly.\\n\\nPanoply welcomes applicants of diverse backgrounds and perspectives.\\n\\nAbout Panoply\\n\\nPanoply, launched in 2015, is an innovative, full-service podcast network for media brands, authors, personalities, and premier organizations. Panoply provides production, audience development, sales, and technology services for its expanding number of partners. Were a fast moving team aiming to build an industry leading company led by high quality content, innovative sales solutions, and industry leading technology.\\n\\n* * *\\n\\nPublisher\\n\\nAbout Slate\\n\\nWeve been here since the beginning, pioneering original digital journalism. Our unique editorial strengths of intelligence, wit, and creative use of the medium attracts a new influential audience of 30 million top decision-makers and cultural tastemakers. Its proof positive that weve found the right mix of high-quality journalism, cutting edge technology, and deep integration with social media.\\n\\nWere a tight-knit group of the smartest marketers, communicators, technologists, writers, and thinkers. Combining the best of two worlds, Slate offers the stability and resources that come with being part of the Graham Holdings Co. and the flexibility and fast-paced environment of a digital startup.\\n\\nHelp Us Continue to Change the Game\\n\\nSlate turned original high quality digital journalism into good businessand we run it as a business. We know its critical to invest in the future to stay out ahead of the pack; thus, we need a business leader that knows how to run multifaceted sales, marketing, planning, ad innovations, PR, and an in-house content studio. The ideal candidate should have a thorough understanding of the digital agency and client landscape, powerful relationships, and the strategic vision to develop new products and lines of business, and to anticipate what customers will soon look for. Candidates must have the ability to work with the internal teams, especially technology, ad operations, and editorial, to create the next generation of advertising products and solutions for some of the smartest marketers in the media business. We launched our content design studio, Slate Custom, well ahead of the herd and before \\\"native\\\" was part of the digital vocabulary. Panoply, our premium podcast network, has quickly become a leader in the fast-growing audio-on-demand market. What else can we do to change the game, help our partners, and drive business?\\n\\nDepartments Youll Lead and Motivate:\\n\\nAdvertising Sales\\n\\nSales Planning\\n\\nMarketing\\n\\nPR\\n\\nAd Innovations\\n\\nSlate Custom (In-House Creative Studio)\\n\\nIs This You?\\n\\n\\n\\nProven background in leading successful digital teams\\n\\nStrategic thinker, hands on manager\\n\\nDeep understanding of the digital media landscape\\n\\nPassion and respect for original, high-quality journalism\\n\\nMoves fast and gets things done\\n\\nOriginal thinker\\n\\nZest for making the workplace fun\\n\\nComfortable and thought-provoking on industry panels and with the press\\n\\nEffective at managing a complex budget, controlling cost, investing wisely, and turning a profit\\n\\nStrong manager and mentor to junior talent\\n\\nMust haves:\\n\\n10+ years of successful digital leadership experience\\n\\nDeep knowledge of key digital clients and agencies, and the rain-makers within them\\n\\nProven experience in finding, developing and managing best-in-class talent\\n\\nConversant in technology\\n\\nGrown existing ad revenues and uncovered new ad revenue streams\\n\\nEffective communicator\\n\\nBachelors degree required, masters a plus\\n\\nSlate welcomes applicants of diverse backgrounds and perspectives.\\n\\n* * *\\n\\nDesign Director\\n\\nSlate is seeking a design director to elevate Slates visual impact across all platforms. The opening offers a rare opportunity to work with Slates world-class editorial, tech, product, and sales teams to lead a smart, innovative, successful company to the next level.\\n\\nThe design director will oversee all editorial design for Slates award-winning flagship site, lead product design for Slates presentation across platforms, and be the steward of Slates visual identity across sales and marketing materials. The brief is to ensure a beautiful, consistent, reader-centric experience wherever users encounter Slate.\\n\\nIdeal candidates will exhibit an elegant, exacting design sensibility and excitement about exploring the frontiers of digital design. Crisp communication skills and deft managerial ability are musts; we also love excuses to add smart, fun, funny people to our uniquely engaged and inventive team. Candidates must also be comfortable with collaboration and data-driven decision-making: The design director will be leading efforts to improve Slates overall reader experience through design, measuring improvements whenever possible. And the design director will work directly with product, editorial, development, and business leads to collaboratively define new products and enhance existing ones.\\n\\nResponsibilities:\\n\\n\\n\\nEnsure that the overall look and feel of the site is best in class, appealing both to readers and advertisers.\\n\\nManage a team of five.\\n\\nLead design reviews with stakeholders around the organization.\\n\\nProvide responsive designs to developers in a manner that makes implementation as true and frictionless as possible.\\n\\nValidate designs internally and externally in conjunction with the product team through clickable prototypes and user testing.\\n\\nOversee the production of all editorial art for the site, including but not limited to: art to accompany daily news, analysis, and commentary; art to accompany ambitious projects and packages; recurring visual elements; designs used in on-site and social promotions; and more.\\n\\nOffer legal and aesthetic guidance to Slate bloggers selecting their own art for stories.\\n\\nbloggers selecting their own art for stories. Develop design templates for Slate marketing and sales materials.\\n\\nmarketing and sales materials. Oversee the creation of collateral for advertiser pitches.\\n\\nManage the art and design budgets.\\n\\nQualifications:\\n\\nThis is a senior role. You must have seven years experience, including prior management experience.\\n\\nSlate is a digital-only magazine, so strong candidates will have a focus on modern digital design, including responsive design.\\n\\nis a digital-only magazine, so strong candidates will have a focus on modern digital design, including responsive design. You must be in NYC or D.C., and you must be comfortable communicating with and managing people who are remote.\\n\\nSlate is built primarily of words; strong written and oral communication skills are a must.\\n\\nNice to have:\\n\\nExperience designing mobile apps, including user flows, motion, and animation.\\n\\nExperience with current UX design tools, such as Sketch.\\n\\nSome HTML/CSS experience.\\n\\nSlate welcomes applicants of diverse backgrounds and perspectives.\\n\\n* * *\\n\\nSenior Producer, Video\\n\\nSlate magazine is looking for a senior producer who can help our executive producer run day-to-day video operations. We work in a fast-paced news environment and need creative minds who can think on their feet, pivot as needed, and provide endless ideas for smart, quirky, viral videos. Boundless energy a plus.\\n\\nIdeal candidates have 5+ years experience managing teams in the digital world, are proficient in Adobe CS, and have extensive experience operating DSLR cameras. We are looking for someone who can give direction, can mentor junior talent, and feels at home creating content with a strong voice in a nonstructured environment. This is a full-time contract position, salary commensurate with experience.\\n\\nSlate is an equal opportunity employer. We are committed to sourcing applicants of diverse backgrounds and perspectives, and all candidates are evaluated solely on their qualifications to perform the work.\\n\\n* * *\\n\\n\\n\\nVideo Blogger\\n\\nSlate is hiring a part-time video blogger to write several times a week on the best new video on the Web. Ideal candidates will be fast, smart writers who tend to be the first to see the videos everyone else will be sharing tomorrow. They must feel as comfortable writing about last nights cable news as they are about animals, or new movies, or surprising footage from a science journal. They will understand Slate well enough to know a perfect video for our audience when they see it. Candidates should be able to work independently and be judicious communicators.\\n\\nTo apply, please upload a resume and cover letter that includes a very brief note introducing yourself and a few examples of videos you think should be featured on the site.\\n\\nQualifications: Candidates should have some writing experience in online magazines. No video editing experience necessary, but you should know what an MP4 and Brightcove is. This is a contract position, and pay is commensurate with experience.\\n\\nSlate welcomes applicants of diverse backgrounds and perspectives.\\n\\n* * *\\n\\nRuby Developer, Audio\\n\\nIn 2015, Slate has redoubled its efforts in the world of podcasting with Panoply, which brings millions of listeners the smartest conversation that podcasting has to offer through more than 20 shows. Panoply is a tight-knit group of some of the smartest engineers, producers, entrepreneurs, and thinkers, and everybody is pulling in the same direction.\\n\\nYoull be working in tandem with the rest of Slates development and product team to provide a compelling experience across platforms. Our weekly lunch-and-learns (with free lunch) are for exactly that. Of course, there are also all the normal hey-were-cool items to check off your list like flexible office hours, casual dress, location 20 steps from the Metro exit, and team happy hours.\\n\\nSlate pioneered podcasting almost a decade ago, but for all of that time, the technology behind on demand audio has not changed. But its about to.\\n\\nToday were looking for a brilliant full stack Ruby developer to help craft and collaborate around the mediums future.\\n\\nThe ideal candidate should have:\\n\\nStrong object oriented and relational DB skills\\n\\nStrong experience with Ruby and Ruby on Rails\\n\\nThe ability to jump into other languages, particularly Javascript\\n\\nA knack for prioritizing, planning, and executing features, fixes, and systems\\n\\nExperience or familiarity with agile development\\n\\nAn eagerness to communicate and work collaboratively around product definition with product managers, designers, and other developers, as well as editorial and business stakeholders\\n\\nA drive to deliver working software, motivated by user growth and simple, clean, swiftly produced technical solutions\\n\\nResponsibilities:\\n\\nImplementing and maintaining code for managing user profiles\\n\\nIntegrate Slate and various third-party services via Web APIs\\n\\nand various third-party services via Web APIs Provide input on how to improve Slate s services\\n\\ns services Troubleshooting and solving problems when testing and publishing new features\\n\\nThe nuts and bolts:\\n\\nWere building a suite of tools and user experiences powered by discrete microservices. Our suite currently consists of apps written in Go, Ruby, Python, and Javascript, communicating via RabbitMQ.\\n\\nThis position reports to Slates director of technology. Salary is commensurate with experience. Slate welcomes applicants of diverse backgrounds and perspectives. To apply, click here.\\n\\n* * *\\n\\nFreelance Video Editor/Producer\\n\\nSlate is seeking an energetic, resourceful, hard-working, detail-oriented creative thinker to produce/edit a weekly video series. Responsibilities include: video editing, writing, producing, and shooting. The ideal candidate would have excellent news and editorial judgement, proficiency is FCP or Adobe Premiere (After Effects a plus) and a background in all phases of digital production.\\n\\nThe job is not office-basedour freelancers work from home on their own equipment. This is a part-time position. Day rate is commensurate with experience. Please include a resume as well as a link to your reel or body of work.\\n\\nSlate welcomes applicants of diverse backgrounds and perspectives. To apply for this position, click here.\\n\\n* * *\\n\\nEDITORIAL INTERNSHIPS\\n\\nInteractives Intern\\n\\nSlate's New York office is hiring a paid intern to work on data reporting, data visualizations, and interactives with our interactives editor.\\n\\nThis is a position for journo-geeks with sharp news judgment, keen math and writing skills, and an interest in computer science and its applications to journalism. The intern is responsible for pitching story ideas, wrangling data, testing and critiquing new interactives, writing data stories, and producing his or her own interactives and visualizations under the guidance of the interactives editors.\\n\\nThe work schedule is flexible, but at least two full days of in-office work a week is preferred. Candidates must have a solid grasp of Excel and HTML. Familiarity with JavaScript or other programming languages is a major plus. We are currently looking for an intern for the summer or fall. Start and end dates are flexible. Please include a resume and cover letter that outlines your availability. Application deadline is July 30, 2015.\\n\\nSlate welcomes candidates with diverse backgrounds and perspectives.\\n\\nSlate Plus Internship\\n\\nSlate is hiring an editorial intern for Slate Plus, our membership program!\\n\\nCandidates must be available to work 30 hours per week in either Slates New York or Washington, D.C., office. The position involves writing, editing, and some light audio editing (well train you). The ideal candidate is an idea-generating machine who works quickly and independently. To apply, include a resume, one clip or writing sample, a cover letter that doesnt put us to sleep, and a 300-word critique of Slates membership program. Please upload all of these application materials as one attachment. Deadline to apply is July 30, 2015.\\n\\n---\\n\\nSlate hires paid interns for the spring, summer, and fall. We offer internships in the following departments: Culture, Politics, Video, The Slatest, and Photo and Art. More information about each internship is below.\\n\\nThe deadline for all summer internships is March 15. The deadline for all fall internships is July 30. The deadline for all spring internships is Nov. 15.\\n\\nNew York Editorial Internship\\n\\nCandidates for the culture internship must be available to work in Slates New York office 30 hours per week. They must be highly organized, have a proven interest in the arts, and be very familiar with Slate. They must also be able to work quickly, efficiently, and without much supervision. Strong writing and editing skills are required. To apply, include a cover letter that clearly outlines your availability and cultural interests as well as a 400-word Brow Beat post about a cultural topic that interests you. Upload your cover letter and the assignment above as one attachment.\\n\\nSlate welcomes candidates with diverse backgrounds and perspectives.\\n\\nD.C. Editorial Internship\\n\\nCandidates for the fall D.C. editorial internship must be available to work in Slates Washington, D.C. office 30 hours per week. They must be highly organized, have a proven interest in journalism, and be very familiar with Slate. They must also be able to work quickly, efficiently, and without much supervision. There will be opportunity for writing blog posts and articles. To apply, include a resume; and a cover letter that includes a 300-word critique of any Slate story from the past year; and three clips or writing samples. At least some of the clips should relate to politics, policy, the law, science, or other Washington-related topics. Upload your cover letter and the assignments above as one attachment.\\n\\nSlate welcomes candidates with diverse backgrounds and perspectives.\\n\\nSlate Video Internship\\n\\nCandidates for the Slate Video internship must be highly energetic, organized, detail-oriented, responsible, self-starting individuals looking to pursue a career in digital video production. They must be able to work quickly and efficiently and possess keen problem-solving skills. Candidates must be proficient in Adobe Premiere Pro (After Effects a plus) and have experience shooting on DSLRs. The internship is three days a week, and candidates must be available to work in Slates New York office.\\n\\nSlate welcomes applicants of diverse backgrounds and perspectives.\\n\\nThe Slatest\\n\\nCandidates for the Slatest internship must be available to work in Slates New York office at least two days per week in the spring and fall, and four full days in the summer. Days and hours are flexible. Candidates must be highly energetic, self-starting individuals who have a nose for news, along with sharp and quick writing skills. Applicants should be tech savvy and have great editorial judgment. Previous reporting experience is a plus, and the ability to write clean, quick, and clear copy is a must. To apply, include a resume and cover letter with a very brief statement of interest.\\n\\nSlate welcomes applicants of diverse backgrounds and perspectives.\\n\\nPhoto and Art\\n\\nCandidates for the photo and art internship must be available to work in Slates New York office at least two full days per week in the spring and fall, and four full days in the summer. They should be highly organized visual thinkers who are comfortable working efficiently and without much supervision. Interns will gain hands-on experience editing photos, producing slideshows, and selecting art. This is an editingnot shootinginternship; however, there are ample opportunities for motivated interns to work on special projects and publish their work. Apply here; include a cover letter that clearly outlines your availability, and links to visual works online.\", \"Text_Bigrams\": [[\"photo\", \"illustration\"], [\"illustration\", \"slate\"], [\"slate\", \"help\"], [\"help\", \"wanted\"], [\"wanted\", \"ad\"], [\"ad\", \"stephen\"], [\"stephen\", \"vanhorn\"], [\"vanhorn\", \"love\"], [\"love\", \"slate\"], [\"slate\", \"incredibly\"], [\"incredibly\", \"talented\"], [\"talented\", \"maybe\"], [\"maybe\", \"work\"], [\"work\", \"u\"], [\"u\", \"happen\"], [\"happen\", \"hiring\"], [\"hiring\", \"click\"], [\"click\", \"viewapply\"], [\"viewapply\", \"open\"], [\"open\", \"job\"], [\"job\", \"information\"], [\"information\", \"applying\"], [\"applying\", \"paid\"], [\"paid\", \"internship\"], [\"internship\", \"click\"], [\"click\", \"deputy\"], [\"deputy\", \"audience\"], [\"audience\", \"engagement\"], [\"engagement\", \"editor\"], [\"editor\", \"always\"], [\"always\", \"know\"], [\"know\", \"biggest\"], [\"biggest\", \"story\"], [\"story\", \"day\"], [\"day\", \"anyone\"], [\"anyone\", \"else\"], [\"else\", \"smell\"], [\"smell\", \"internet\"], [\"internet\", \"hoax\"], [\"hoax\", \"mile\"], [\"mile\", \"away\"], [\"away\", \"love\"], [\"love\", \"game\"], [\"game\", \"thing\"], [\"thing\", \"post\"], [\"post\", \"online\"], [\"online\", \"see\"], [\"see\", \"viral\"], [\"viral\", \"make\"], [\"make\", \"even\"], [\"even\", \"facebook\"], [\"facebook\", \"feed\"], [\"feed\", \"find\"], [\"find\", \"reading\"], [\"reading\", \"social\"], [\"social\", \"medium\"], [\"medium\", \"feed\"], [\"feed\", \"rewriting\"], [\"rewriting\", \"people\"], [\"people\", \"share\"], [\"share\", \"text\"], [\"text\", \"head\"], [\"head\", \"gig\"], [\"gig\", \"slate\"], [\"slate\", \"looking\"], [\"looking\", \"true\"], [\"true\", \"internet\"], [\"internet\", \"connoisseur\"], [\"connoisseur\", \"clear\"], [\"clear\", \"voice\"], [\"voice\", \"feed\"], [\"feed\", \"head\"], [\"head\", \"full\"], [\"full\", \"new\"], [\"new\", \"idea\"], [\"idea\", \"make\"], [\"make\", \"digital\"], [\"digital\", \"presence\"], [\"presence\", \"stronger\"], [\"stronger\", \"facebook\"], [\"facebook\", \"twitter\"], [\"twitter\", \"emerging\"], [\"emerging\", \"platform\"], [\"platform\", \"responsibility\"], [\"responsibility\", \"deputy\"], [\"deputy\", \"audience\"], [\"audience\", \"engagement\"], [\"engagement\", \"editor\"], [\"editor\", \"report\"], [\"report\", \"audience\"], [\"audience\", \"engagement\"], [\"engagement\", \"editor\"], [\"editor\", \"work\"], [\"work\", \"audience\"], [\"audience\", \"engagement\"], [\"engagement\", \"team\"], [\"team\", \"manage\"], [\"manage\", \"voice\"], [\"voice\", \"scheduling\"], [\"scheduling\", \"existing\"], [\"existing\", \"account\"], [\"account\", \"new\"], [\"new\", \"platform\"], [\"platform\", \"opportunity\"], [\"opportunity\", \"arise\"], [\"arise\", \"help\"], [\"help\", \"define\"], [\"define\", \"daytoday\"], [\"daytoday\", \"voice\"], [\"voice\", \"slate\"], [\"slate\", \"feed\"], [\"feed\", \"feed\"], [\"feed\", \"write\"], [\"write\", \"fun\"], [\"fun\", \"catchy\"], [\"catchy\", \"compelling\"], [\"compelling\", \"headline\"], [\"headline\", \"supporting\"], [\"supporting\", \"text\"], [\"text\", \"work\"], [\"work\", \"publish\"], [\"publish\", \"work\"], [\"work\", \"editorial\"], [\"editorial\", \"team\"], [\"team\", \"moment\"], [\"moment\", \"story\"], [\"story\", \"conceived\"], [\"conceived\", \"make\"], [\"make\", \"sure\"], [\"sure\", \"reach\"], [\"reach\", \"maximum\"], [\"maximum\", \"potential\"], [\"potential\", \"time\"], [\"time\", \"published\"], [\"published\", \"keep\"], [\"keep\", \"close\"], [\"close\", \"watch\"], [\"watch\", \"data\"], [\"data\", \"user\"], [\"user\", \"pattern\"], [\"pattern\", \"continually\"], [\"continually\", \"improve\"], [\"improve\", \"serve\"], [\"serve\", \"audience\"], [\"audience\", \"slate\"], [\"slate\", \"front\"], [\"front\", \"line\"], [\"line\", \"breaking\"], [\"breaking\", \"news\"], [\"news\", \"event\"], [\"event\", \"trending\"], [\"trending\", \"story\"], [\"story\", \"qualification\"], [\"qualification\", \"looking\"], [\"looking\", \"13\"], [\"13\", \"year\"], [\"year\", \"social\"], [\"social\", \"medium\"], [\"medium\", \"digital\"], [\"digital\", \"strategy\"], [\"strategy\", \"experience\"], [\"experience\", \"proof\"], [\"proof\", \"youve\"], [\"youve\", \"built\"], [\"built\", \"something\"], [\"something\", \"special\"], [\"special\", \"digital\"], [\"digital\", \"content\"], [\"content\", \"space\"], [\"space\", \"quick\"], [\"quick\", \"fun\"], [\"fun\", \"witty\"], [\"witty\", \"writing\"], [\"writing\", \"ability\"], [\"ability\", \"throw\"], [\"throw\", \"lot\"], [\"lot\", \"idea\"], [\"idea\", \"around\"], [\"around\", \"love\"], [\"love\", \"improvisation\"], [\"improvisation\", \"brainstorming\"], [\"brainstorming\", \"would\"], [\"would\", \"rather\"], [\"rather\", \"throw\"], [\"throw\", \"five\"], [\"five\", \"great\"], [\"great\", \"idea\"], [\"idea\", \"fight\"], [\"fight\", \"one\"], [\"one\", \"metabolism\"], [\"metabolism\", \"breaking\"], [\"breaking\", \"news\"], [\"news\", \"quick\"], [\"quick\", \"turnaround\"], [\"turnaround\", \"live\"], [\"live\", \"internet\"], [\"internet\", \"next\"], [\"next\", \"great\"], [\"great\", \"story\"], [\"story\", \"eye\"], [\"eye\", \"detail\"], [\"detail\", \"organizationyou\"], [\"organizationyou\", \"work\"], [\"work\", \"quickly\"], [\"quickly\", \"get\"], [\"get\", \"fact\"], [\"fact\", \"right\"], [\"right\", \"write\"], [\"write\", \"precise\"], [\"precise\", \"crisp\"], [\"crisp\", \"errorfree\"], [\"errorfree\", \"sentence\"], [\"sentence\", \"theyre\"], [\"theyre\", \"witty\"], [\"witty\", \"even\"], [\"even\", \"better\"], [\"better\", \"enthusiasm\"], [\"enthusiasm\", \"number\"], [\"number\", \"spreadsheet\"], [\"spreadsheet\", \"see\"], [\"see\", \"pattern\"], [\"pattern\", \"quickly\"], [\"quickly\", \"draw\"], [\"draw\", \"logical\"], [\"logical\", \"conclusion\"], [\"conclusion\", \"zeal\"], [\"zeal\", \"managing\"], [\"managing\", \"multiple\"], [\"multiple\", \"different\"], [\"different\", \"social\"], [\"social\", \"platform\"], [\"platform\", \"voice\"], [\"voice\", \"knack\"], [\"knack\", \"translating\"], [\"translating\", \"content\"], [\"content\", \"different\"], [\"different\", \"audience\"], [\"audience\", \"ability\"], [\"ability\", \"work\"], [\"work\", \"collaboratively\"], [\"collaboratively\", \"act\"], [\"act\", \"independently\"], [\"independently\", \"switch\"], [\"switch\", \"seamlessly\"], [\"seamlessly\", \"two\"], [\"two\", \"passion\"], [\"passion\", \"teaching\"], [\"teaching\", \"others\"], [\"others\", \"know\"], [\"know\", \"apply\"], [\"apply\", \"upload\"], [\"upload\", \"resume\"], [\"resume\", \"attach\"], [\"attach\", \"cover\"], [\"cover\", \"letter\"], [\"letter\", \"explains\"], [\"explains\", \"biggest\"], [\"biggest\", \"pet\"], [\"pet\", \"peeve\"], [\"peeve\", \"medium\"], [\"medium\", \"company\"], [\"company\", \"approach\"], [\"approach\", \"social\"], [\"social\", \"medium\"], [\"medium\", \"approach\"], [\"approach\", \"differently\"], [\"differently\", \"make\"], [\"make\", \"sure\"], [\"sure\", \"include\"], [\"include\", \"word\"], [\"word\", \"peeve\"], [\"peeve\", \"respond\"], [\"respond\", \"four\"], [\"four\", \"question\"], [\"question\", \"included\"], [\"included\", \"online\"], [\"online\", \"application\"], [\"application\", \"headlinespecific\"], [\"headlinespecific\", \"question\"], [\"question\", \"here\"], [\"here\", \"consider\"], [\"consider\", \"headline\"], [\"headline\", \"sharing\"], [\"sharing\", \"facebook\"], [\"facebook\", \"start\"], [\"start\", \"date\"], [\"date\", \"asap\"], [\"asap\", \"position\"], [\"position\", \"fulltime\"], [\"fulltime\", \"benefit\"], [\"benefit\", \"based\"], [\"based\", \"new\"], [\"new\", \"york\"], [\"york\", \"qualified\"], [\"qualified\", \"candidate\"], [\"candidate\", \"apply\"], [\"apply\", \"sept\"], [\"sept\", \"7\"], [\"7\", \"2015\"], [\"2015\", \"slate\"], [\"slate\", \"believe\"], [\"believe\", \"diversity\"], [\"diversity\", \"idea\"], [\"idea\", \"experience\"], [\"experience\", \"culture\"], [\"culture\", \"employee\"], [\"employee\", \"contribute\"], [\"contribute\", \"company\"], [\"company\", \"greatest\"], [\"greatest\", \"advantage\"], [\"advantage\", \"proud\"], [\"proud\", \"inclusive\"], [\"inclusive\", \"equalopportunity\"], [\"equalopportunity\", \"workplace\"], [\"workplace\", \"applicant\"], [\"applicant\", \"employee\"], [\"employee\", \"considered\"], [\"considered\", \"hire\"], [\"hire\", \"promotion\"], [\"promotion\", \"job\"], [\"job\", \"status\"], [\"status\", \"without\"], [\"without\", \"regard\"], [\"regard\", \"race\"], [\"race\", \"color\"], [\"color\", \"religion\"], [\"religion\", \"national\"], [\"national\", \"origin\"], [\"origin\", \"age\"], [\"age\", \"gender\"], [\"gender\", \"sexual\"], [\"sexual\", \"orientation\"], [\"orientation\", \"physical\"], [\"physical\", \"handicap\"], [\"handicap\", \"director\"], [\"director\", \"business\"], [\"business\", \"development\"], [\"development\", \"strategy\"], [\"strategy\", \"panoply\"], [\"panoply\", \"panoply\"], [\"panoply\", \"slate\"], [\"slate\", \"group\"], [\"group\", \"premium\"], [\"premium\", \"podcasting\"], [\"podcasting\", \"network\"], [\"network\", \"looking\"], [\"looking\", \"director\"], [\"director\", \"business\"], [\"business\", \"development\"], [\"development\", \"strategy\"], [\"strategy\", \"lead\"], [\"lead\", \"rapid\"], [\"rapid\", \"expansion\"], [\"expansion\", \"audio\"], [\"audio\", \"business\"], [\"business\", \"want\"], [\"want\", \"someone\"], [\"someone\", \"love\"], [\"love\", \"podcasts\"], [\"podcasts\", \"embrace\"], [\"embrace\", \"chance\"], [\"chance\", \"spot\"], [\"spot\", \"show\"], [\"show\", \"perfect\"], [\"perfect\", \"fit\"], [\"fit\", \"growing\"], [\"growing\", \"panoply\"], [\"panoply\", \"network\"], [\"network\", \"youll\"], [\"youll\", \"scan\"], [\"scan\", \"digital\"], [\"digital\", \"audio\"], [\"audio\", \"landscape\"], [\"landscape\", \"top\"], [\"top\", \"quality\"], [\"quality\", \"program\"], [\"program\", \"evaluate\"], [\"evaluate\", \"proposal\"], [\"proposal\", \"sent\"], [\"sent\", \"panoply\"], [\"panoply\", \"negotiate\"], [\"negotiate\", \"deal\"], [\"deal\", \"strategy\"], [\"strategy\", \"side\"], [\"side\", \"constantly\"], [\"constantly\", \"looking\"], [\"looking\", \"new\"], [\"new\", \"way\"], [\"way\", \"expand\"], [\"expand\", \"business\"], [\"business\", \"want\"], [\"want\", \"someone\"], [\"someone\", \"identify\"], [\"identify\", \"analyze\"], [\"analyze\", \"strategic\"], [\"strategic\", \"opportunity\"], [\"opportunity\", \"unique\"], [\"unique\", \"opportunity\"], [\"opportunity\", \"right\"], [\"right\", \"candidate\"], [\"candidate\", \"operate\"], [\"operate\", \"part\"], [\"part\", \"inhouse\"], [\"inhouse\", \"startup\"], [\"startup\", \"team\"], [\"team\", \"support\"], [\"support\", \"one\"], [\"one\", \"web\"], [\"web\", \"first\"], [\"first\", \"successful\"], [\"successful\", \"online\"], [\"online\", \"magazine\"], [\"magazine\", \"slatecom\"], [\"slatecom\", \"graham\"], [\"graham\", \"holding\"], [\"holding\", \"co\"], [\"co\", \"looking\"], [\"looking\", \"bigthinker\"], [\"bigthinker\", \"who\"], [\"who\", \"engaged\"], [\"engaged\", \"creative\"], [\"creative\", \"eager\"], [\"eager\", \"roll\"], [\"roll\", \"sleeve\"], [\"sleeve\", \"role\"], [\"role\", \"add\"], [\"add\", \"retain\"], [\"retain\", \"partner\"], [\"partner\", \"panoply\"], [\"panoply\", \"network\"], [\"network\", \"building\"], [\"building\", \"existing\"], [\"existing\", \"relationship\"], [\"relationship\", \"cultivating\"], [\"cultivating\", \"new\"], [\"new\", \"one\"], [\"one\", \"working\"], [\"working\", \"anticipate\"], [\"anticipate\", \"partner\"], [\"partner\", \"ongoing\"], [\"ongoing\", \"need\"], [\"need\", \"network\"], [\"network\", \"building\"], [\"building\", \"existing\"], [\"existing\", \"relationship\"], [\"relationship\", \"cultivating\"], [\"cultivating\", \"new\"], [\"new\", \"one\"], [\"one\", \"working\"], [\"working\", \"anticipate\"], [\"anticipate\", \"partner\"], [\"partner\", \"ongoing\"], [\"ongoing\", \"need\"], [\"need\", \"negotiate\"], [\"negotiate\", \"deal\"], [\"deal\", \"variety\"], [\"variety\", \"potential\"], [\"potential\", \"partner\"], [\"partner\", \"ranging\"], [\"ranging\", \"celebrity\"], [\"celebrity\", \"medium\"], [\"medium\", \"company\"], [\"company\", \"bestselling\"], [\"bestselling\", \"author\"], [\"author\", \"promote\"], [\"promote\", \"new\"], [\"new\", \"technology\"], [\"technology\", \"product\"], [\"product\", \"capability\"], [\"capability\", \"internal\"], [\"internal\", \"external\"], [\"external\", \"client\"], [\"client\", \"develop\"], [\"develop\", \"new\"], [\"new\", \"business\"], [\"business\", \"initiative\"], [\"initiative\", \"identify\"], [\"identify\", \"new\"], [\"new\", \"market\"], [\"market\", \"across\"], [\"across\", \"audioondemand\"], [\"audioondemand\", \"landscape\"], [\"landscape\", \"stay\"], [\"stay\", \"date\"], [\"date\", \"podcasting\"], [\"podcasting\", \"business\"], [\"business\", \"evolving\"], [\"evolving\", \"quickly\"], [\"quickly\", \"director\"], [\"director\", \"stay\"], [\"stay\", \"minute\"], [\"minute\", \"industry\"], [\"industry\", \"trend\"], [\"trend\", \"shape\"], [\"shape\", \"strategy\"], [\"strategy\", \"goal\"], [\"goal\", \"work\"], [\"work\", \"closely\"], [\"closely\", \"develop\"], [\"develop\", \"great\"], [\"great\", \"relationship\"], [\"relationship\", \"panoply\"], [\"panoply\", \"product\"], [\"product\", \"technology\"], [\"technology\", \"content\"], [\"content\", \"legal\"], [\"legal\", \"sale\"], [\"sale\", \"team\"], [\"team\", \"looking\"], [\"looking\", \"someone\"], [\"someone\", \"who\"], [\"who\", \"hardworking\"], [\"hardworking\", \"smart\"], [\"smart\", \"nice\"], [\"nice\", \"5\"], [\"5\", \"year\"], [\"year\", \"business\"], [\"business\", \"development\"], [\"development\", \"experience\"], [\"experience\", \"technology\"], [\"technology\", \"platform\"], [\"platform\", \"sale\"], [\"sale\", \"experience\"], [\"experience\", \"plus\"], [\"plus\", \"proven\"], [\"proven\", \"track\"], [\"track\", \"record\"], [\"record\", \"balancing\"], [\"balancing\", \"multiple\"], [\"multiple\", \"deal\"], [\"deal\", \"competing\"], [\"competing\", \"priority\"], [\"priority\", \"fastpaced\"], [\"fastpaced\", \"environment\"], [\"environment\", \"excellent\"], [\"excellent\", \"negotiating\"], [\"negotiating\", \"skill\"], [\"skill\", \"proactive\"], [\"proactive\", \"selfstarter\"], [\"selfstarter\", \"think\"], [\"think\", \"beyond\"], [\"beyond\", \"role\"], [\"role\", \"creative\"], [\"creative\", \"thinker\"], [\"thinker\", \"strong\"], [\"strong\", \"organization\"], [\"organization\", \"skill\"], [\"skill\", \"who\"], [\"who\", \"afraid\"], [\"afraid\", \"talk\"], [\"talk\", \"process\"], [\"process\", \"audio\"], [\"audio\", \"industry\"], [\"industry\", \"experience\"], [\"experience\", \"desired\"], [\"desired\", \"required\"], [\"required\", \"bachelor\"], [\"bachelor\", \"degree\"], [\"degree\", \"mba\"], [\"mba\", \"preferred\"], [\"preferred\", \"bonus\"], [\"bonus\", \"point\"], [\"point\", \"host\"], [\"host\", \"podcast\"], [\"podcast\", \"live\"], [\"live\", \"negotiate\"], [\"negotiate\", \"early\"], [\"early\", \"adopter\"], [\"adopter\", \"passion\"], [\"passion\", \"technology\"], [\"technology\", \"pronounce\"], [\"pronounce\", \"panoply\"], [\"panoply\", \"properly\"], [\"properly\", \"panoply\"], [\"panoply\", \"welcome\"], [\"welcome\", \"applicant\"], [\"applicant\", \"diverse\"], [\"diverse\", \"background\"], [\"background\", \"perspective\"], [\"perspective\", \"panoply\"], [\"panoply\", \"panoply\"], [\"panoply\", \"launched\"], [\"launched\", \"2015\"], [\"2015\", \"innovative\"], [\"innovative\", \"fullservice\"], [\"fullservice\", \"podcast\"], [\"podcast\", \"network\"], [\"network\", \"medium\"], [\"medium\", \"brand\"], [\"brand\", \"author\"], [\"author\", \"personality\"], [\"personality\", \"premier\"], [\"premier\", \"organization\"], [\"organization\", \"panoply\"], [\"panoply\", \"provides\"], [\"provides\", \"production\"], [\"production\", \"audience\"], [\"audience\", \"development\"], [\"development\", \"sale\"], [\"sale\", \"technology\"], [\"technology\", \"service\"], [\"service\", \"expanding\"], [\"expanding\", \"number\"], [\"number\", \"partner\"], [\"partner\", \"fast\"], [\"fast\", \"moving\"], [\"moving\", \"team\"], [\"team\", \"aiming\"], [\"aiming\", \"build\"], [\"build\", \"industry\"], [\"industry\", \"leading\"], [\"leading\", \"company\"], [\"company\", \"led\"], [\"led\", \"high\"], [\"high\", \"quality\"], [\"quality\", \"content\"], [\"content\", \"innovative\"], [\"innovative\", \"sale\"], [\"sale\", \"solution\"], [\"solution\", \"industry\"], [\"industry\", \"leading\"], [\"leading\", \"technology\"], [\"technology\", \"publisher\"], [\"publisher\", \"slate\"], [\"slate\", \"weve\"], [\"weve\", \"since\"], [\"since\", \"beginning\"], [\"beginning\", \"pioneering\"], [\"pioneering\", \"original\"], [\"original\", \"digital\"], [\"digital\", \"journalism\"], [\"journalism\", \"unique\"], [\"unique\", \"editorial\"], [\"editorial\", \"strength\"], [\"strength\", \"intelligence\"], [\"intelligence\", \"wit\"], [\"wit\", \"creative\"], [\"creative\", \"use\"], [\"use\", \"medium\"], [\"medium\", \"attracts\"], [\"attracts\", \"new\"], [\"new\", \"influential\"], [\"influential\", \"audience\"], [\"audience\", \"30\"], [\"30\", \"million\"], [\"million\", \"top\"], [\"top\", \"decisionmakers\"], [\"decisionmakers\", \"cultural\"], [\"cultural\", \"tastemakers\"], [\"tastemakers\", \"proof\"], [\"proof\", \"positive\"], [\"positive\", \"weve\"], [\"weve\", \"found\"], [\"found\", \"right\"], [\"right\", \"mix\"], [\"mix\", \"highquality\"], [\"highquality\", \"journalism\"], [\"journalism\", \"cutting\"], [\"cutting\", \"edge\"], [\"edge\", \"technology\"], [\"technology\", \"deep\"], [\"deep\", \"integration\"], [\"integration\", \"social\"], [\"social\", \"medium\"], [\"medium\", \"tightknit\"], [\"tightknit\", \"group\"], [\"group\", \"smartest\"], [\"smartest\", \"marketer\"], [\"marketer\", \"communicator\"], [\"communicator\", \"technologist\"], [\"technologist\", \"writer\"], [\"writer\", \"thinker\"], [\"thinker\", \"combining\"], [\"combining\", \"best\"], [\"best\", \"two\"], [\"two\", \"world\"], [\"world\", \"slate\"], [\"slate\", \"offer\"], [\"offer\", \"stability\"], [\"stability\", \"resource\"], [\"resource\", \"come\"], [\"come\", \"part\"], [\"part\", \"graham\"], [\"graham\", \"holding\"], [\"holding\", \"co\"], [\"co\", \"flexibility\"], [\"flexibility\", \"fastpaced\"], [\"fastpaced\", \"environment\"], [\"environment\", \"digital\"], [\"digital\", \"startup\"], [\"startup\", \"help\"], [\"help\", \"u\"], [\"u\", \"continue\"], [\"continue\", \"change\"], [\"change\", \"game\"], [\"game\", \"slate\"], [\"slate\", \"turned\"], [\"turned\", \"original\"], [\"original\", \"high\"], [\"high\", \"quality\"], [\"quality\", \"digital\"], [\"digital\", \"journalism\"], [\"journalism\", \"good\"], [\"good\", \"businessand\"], [\"businessand\", \"run\"], [\"run\", \"business\"], [\"business\", \"know\"], [\"know\", \"critical\"], [\"critical\", \"invest\"], [\"invest\", \"future\"], [\"future\", \"stay\"], [\"stay\", \"ahead\"], [\"ahead\", \"pack\"], [\"pack\", \"thus\"], [\"thus\", \"need\"], [\"need\", \"business\"], [\"business\", \"leader\"], [\"leader\", \"know\"], [\"know\", \"run\"], [\"run\", \"multifaceted\"], [\"multifaceted\", \"sale\"], [\"sale\", \"marketing\"], [\"marketing\", \"planning\"], [\"planning\", \"ad\"], [\"ad\", \"innovation\"], [\"innovation\", \"pr\"], [\"pr\", \"inhouse\"], [\"inhouse\", \"content\"], [\"content\", \"studio\"], [\"studio\", \"ideal\"], [\"ideal\", \"candidate\"], [\"candidate\", \"thorough\"], [\"thorough\", \"understanding\"], [\"understanding\", \"digital\"], [\"digital\", \"agency\"], [\"agency\", \"client\"], [\"client\", \"landscape\"], [\"landscape\", \"powerful\"], [\"powerful\", \"relationship\"], [\"relationship\", \"strategic\"], [\"strategic\", \"vision\"], [\"vision\", \"develop\"], [\"develop\", \"new\"], [\"new\", \"product\"], [\"product\", \"line\"], [\"line\", \"business\"], [\"business\", \"anticipate\"], [\"anticipate\", \"customer\"], [\"customer\", \"soon\"], [\"soon\", \"look\"], [\"look\", \"candidate\"], [\"candidate\", \"must\"], [\"must\", \"ability\"], [\"ability\", \"work\"], [\"work\", \"internal\"], [\"internal\", \"team\"], [\"team\", \"especially\"], [\"especially\", \"technology\"], [\"technology\", \"ad\"], [\"ad\", \"operation\"], [\"operation\", \"editorial\"], [\"editorial\", \"create\"], [\"create\", \"next\"], [\"next\", \"generation\"], [\"generation\", \"advertising\"], [\"advertising\", \"product\"], [\"product\", \"solution\"], [\"solution\", \"smartest\"], [\"smartest\", \"marketer\"], [\"marketer\", \"medium\"], [\"medium\", \"business\"], [\"business\", \"launched\"], [\"launched\", \"content\"], [\"content\", \"design\"], [\"design\", \"studio\"], [\"studio\", \"slate\"], [\"slate\", \"custom\"], [\"custom\", \"well\"], [\"well\", \"ahead\"], [\"ahead\", \"herd\"], [\"herd\", \"native\"], [\"native\", \"part\"], [\"part\", \"digital\"], [\"digital\", \"vocabulary\"], [\"vocabulary\", \"panoply\"], [\"panoply\", \"premium\"], [\"premium\", \"podcast\"], [\"podcast\", \"network\"], [\"network\", \"quickly\"], [\"quickly\", \"become\"], [\"become\", \"leader\"], [\"leader\", \"fastgrowing\"], [\"fastgrowing\", \"audioondemand\"], [\"audioondemand\", \"market\"], [\"market\", \"else\"], [\"else\", \"change\"], [\"change\", \"game\"], [\"game\", \"help\"], [\"help\", \"partner\"], [\"partner\", \"drive\"], [\"drive\", \"business\"], [\"business\", \"department\"], [\"department\", \"youll\"], [\"youll\", \"lead\"], [\"lead\", \"motivate\"], [\"motivate\", \"advertising\"], [\"advertising\", \"sale\"], [\"sale\", \"sale\"], [\"sale\", \"planning\"], [\"planning\", \"marketing\"], [\"marketing\", \"pr\"], [\"pr\", \"ad\"], [\"ad\", \"innovation\"], [\"innovation\", \"slate\"], [\"slate\", \"custom\"], [\"custom\", \"inhouse\"], [\"inhouse\", \"creative\"], [\"creative\", \"studio\"], [\"studio\", \"proven\"], [\"proven\", \"background\"], [\"background\", \"leading\"], [\"leading\", \"successful\"], [\"successful\", \"digital\"], [\"digital\", \"team\"], [\"team\", \"strategic\"], [\"strategic\", \"thinker\"], [\"thinker\", \"hand\"], [\"hand\", \"manager\"], [\"manager\", \"deep\"], [\"deep\", \"understanding\"], [\"understanding\", \"digital\"], [\"digital\", \"medium\"], [\"medium\", \"landscape\"], [\"landscape\", \"passion\"], [\"passion\", \"respect\"], [\"respect\", \"original\"], [\"original\", \"highquality\"], [\"highquality\", \"journalism\"], [\"journalism\", \"move\"], [\"move\", \"fast\"], [\"fast\", \"get\"], [\"get\", \"thing\"], [\"thing\", \"done\"], [\"done\", \"original\"], [\"original\", \"thinker\"], [\"thinker\", \"zest\"], [\"zest\", \"making\"], [\"making\", \"workplace\"], [\"workplace\", \"fun\"], [\"fun\", \"comfortable\"], [\"comfortable\", \"thoughtprovoking\"], [\"thoughtprovoking\", \"industry\"], [\"industry\", \"panel\"], [\"panel\", \"press\"], [\"press\", \"effective\"], [\"effective\", \"managing\"], [\"managing\", \"complex\"], [\"complex\", \"budget\"], [\"budget\", \"controlling\"], [\"controlling\", \"cost\"], [\"cost\", \"investing\"], [\"investing\", \"wisely\"], [\"wisely\", \"turning\"], [\"turning\", \"profit\"], [\"profit\", \"strong\"], [\"strong\", \"manager\"], [\"manager\", \"mentor\"], [\"mentor\", \"junior\"], [\"junior\", \"talent\"], [\"talent\", \"must\"], [\"must\", \"have\"], [\"have\", \"10\"], [\"10\", \"year\"], [\"year\", \"successful\"], [\"successful\", \"digital\"], [\"digital\", \"leadership\"], [\"leadership\", \"experience\"], [\"experience\", \"deep\"], [\"deep\", \"knowledge\"], [\"knowledge\", \"key\"], [\"key\", \"digital\"], [\"digital\", \"client\"], [\"client\", \"agency\"], [\"agency\", \"rainmaker\"], [\"rainmaker\", \"within\"], [\"within\", \"proven\"], [\"proven\", \"experience\"], [\"experience\", \"finding\"], [\"finding\", \"developing\"], [\"developing\", \"managing\"], [\"managing\", \"bestinclass\"], [\"bestinclass\", \"talent\"], [\"talent\", \"conversant\"], [\"conversant\", \"technology\"], [\"technology\", \"grown\"], [\"grown\", \"existing\"], [\"existing\", \"ad\"], [\"ad\", \"revenue\"], [\"revenue\", \"uncovered\"], [\"uncovered\", \"new\"], [\"new\", \"ad\"], [\"ad\", \"revenue\"], [\"revenue\", \"stream\"], [\"stream\", \"effective\"], [\"effective\", \"communicator\"], [\"communicator\", \"bachelor\"], [\"bachelor\", \"degree\"], [\"degree\", \"required\"], [\"required\", \"master\"], [\"master\", \"plus\"], [\"plus\", \"slate\"], [\"slate\", \"welcome\"], [\"welcome\", \"applicant\"], [\"applicant\", \"diverse\"], [\"diverse\", \"background\"], [\"background\", \"perspective\"], [\"perspective\", \"design\"], [\"design\", \"director\"], [\"director\", \"slate\"], [\"slate\", \"seeking\"], [\"seeking\", \"design\"], [\"design\", \"director\"], [\"director\", \"elevate\"], [\"elevate\", \"slate\"], [\"slate\", \"visual\"], [\"visual\", \"impact\"], [\"impact\", \"across\"], [\"across\", \"platform\"], [\"platform\", \"opening\"], [\"opening\", \"offer\"], [\"offer\", \"rare\"], [\"rare\", \"opportunity\"], [\"opportunity\", \"work\"], [\"work\", \"slate\"], [\"slate\", \"worldclass\"], [\"worldclass\", \"editorial\"], [\"editorial\", \"tech\"], [\"tech\", \"product\"], [\"product\", \"sale\"], [\"sale\", \"team\"], [\"team\", \"lead\"], [\"lead\", \"smart\"], [\"smart\", \"innovative\"], [\"innovative\", \"successful\"], [\"successful\", \"company\"], [\"company\", \"next\"], [\"next\", \"level\"], [\"level\", \"design\"], [\"design\", \"director\"], [\"director\", \"oversee\"], [\"oversee\", \"editorial\"], [\"editorial\", \"design\"], [\"design\", \"slate\"], [\"slate\", \"awardwinning\"], [\"awardwinning\", \"flagship\"], [\"flagship\", \"site\"], [\"site\", \"lead\"], [\"lead\", \"product\"], [\"product\", \"design\"], [\"design\", \"slate\"], [\"slate\", \"presentation\"], [\"presentation\", \"across\"], [\"across\", \"platform\"], [\"platform\", \"steward\"], [\"steward\", \"slate\"], [\"slate\", \"visual\"], [\"visual\", \"identity\"], [\"identity\", \"across\"], [\"across\", \"sale\"], [\"sale\", \"marketing\"], [\"marketing\", \"material\"], [\"material\", \"brief\"], [\"brief\", \"ensure\"], [\"ensure\", \"beautiful\"], [\"beautiful\", \"consistent\"], [\"consistent\", \"readercentric\"], [\"readercentric\", \"experience\"], [\"experience\", \"wherever\"], [\"wherever\", \"user\"], [\"user\", \"encounter\"], [\"encounter\", \"slate\"], [\"slate\", \"ideal\"], [\"ideal\", \"candidate\"], [\"candidate\", \"exhibit\"], [\"exhibit\", \"elegant\"], [\"elegant\", \"exacting\"], [\"exacting\", \"design\"], [\"design\", \"sensibility\"], [\"sensibility\", \"excitement\"], [\"excitement\", \"exploring\"], [\"exploring\", \"frontier\"], [\"frontier\", \"digital\"], [\"digital\", \"design\"], [\"design\", \"crisp\"], [\"crisp\", \"communication\"], [\"communication\", \"skill\"], [\"skill\", \"deft\"], [\"deft\", \"managerial\"], [\"managerial\", \"ability\"], [\"ability\", \"must\"], [\"must\", \"also\"], [\"also\", \"love\"], [\"love\", \"excuse\"], [\"excuse\", \"add\"], [\"add\", \"smart\"], [\"smart\", \"fun\"], [\"fun\", \"funny\"], [\"funny\", \"people\"], [\"people\", \"uniquely\"], [\"uniquely\", \"engaged\"], [\"engaged\", \"inventive\"], [\"inventive\", \"team\"], [\"team\", \"candidate\"], [\"candidate\", \"must\"], [\"must\", \"also\"], [\"also\", \"comfortable\"], [\"comfortable\", \"collaboration\"], [\"collaboration\", \"datadriven\"], [\"datadriven\", \"decisionmaking\"], [\"decisionmaking\", \"design\"], [\"design\", \"director\"], [\"director\", \"leading\"], [\"leading\", \"effort\"], [\"effort\", \"improve\"], [\"improve\", \"slate\"], [\"slate\", \"overall\"], [\"overall\", \"reader\"], [\"reader\", \"experience\"], [\"experience\", \"design\"], [\"design\", \"measuring\"], [\"measuring\", \"improvement\"], [\"improvement\", \"whenever\"], [\"whenever\", \"possible\"], [\"possible\", \"design\"], [\"design\", \"director\"], [\"director\", \"work\"], [\"work\", \"directly\"], [\"directly\", \"product\"], [\"product\", \"editorial\"], [\"editorial\", \"development\"], [\"development\", \"business\"], [\"business\", \"lead\"], [\"lead\", \"collaboratively\"], [\"collaboratively\", \"define\"], [\"define\", \"new\"], [\"new\", \"product\"], [\"product\", \"enhance\"], [\"enhance\", \"existing\"], [\"existing\", \"one\"], [\"one\", \"responsibility\"], [\"responsibility\", \"ensure\"], [\"ensure\", \"overall\"], [\"overall\", \"look\"], [\"look\", \"feel\"], [\"feel\", \"site\"], [\"site\", \"best\"], [\"best\", \"class\"], [\"class\", \"appealing\"], [\"appealing\", \"reader\"], [\"reader\", \"advertiser\"], [\"advertiser\", \"manage\"], [\"manage\", \"team\"], [\"team\", \"five\"], [\"five\", \"lead\"], [\"lead\", \"design\"], [\"design\", \"review\"], [\"review\", \"stakeholder\"], [\"stakeholder\", \"around\"], [\"around\", \"organization\"], [\"organization\", \"provide\"], [\"provide\", \"responsive\"], [\"responsive\", \"design\"], [\"design\", \"developer\"], [\"developer\", \"manner\"], [\"manner\", \"make\"], [\"make\", \"implementation\"], [\"implementation\", \"true\"], [\"true\", \"frictionless\"], [\"frictionless\", \"possible\"], [\"possible\", \"validate\"], [\"validate\", \"design\"], [\"design\", \"internally\"], [\"internally\", \"externally\"], [\"externally\", \"conjunction\"], [\"conjunction\", \"product\"], [\"product\", \"team\"], [\"team\", \"clickable\"], [\"clickable\", \"prototype\"], [\"prototype\", \"user\"], [\"user\", \"testing\"], [\"testing\", \"oversee\"], [\"oversee\", \"production\"], [\"production\", \"editorial\"], [\"editorial\", \"art\"], [\"art\", \"site\"], [\"site\", \"including\"], [\"including\", \"limited\"], [\"limited\", \"art\"], [\"art\", \"accompany\"], [\"accompany\", \"daily\"], [\"daily\", \"news\"], [\"news\", \"analysis\"], [\"analysis\", \"commentary\"], [\"commentary\", \"art\"], [\"art\", \"accompany\"], [\"accompany\", \"ambitious\"], [\"ambitious\", \"project\"], [\"project\", \"package\"], [\"package\", \"recurring\"], [\"recurring\", \"visual\"], [\"visual\", \"element\"], [\"element\", \"design\"], [\"design\", \"used\"], [\"used\", \"onsite\"], [\"onsite\", \"social\"], [\"social\", \"promotion\"], [\"promotion\", \"offer\"], [\"offer\", \"legal\"], [\"legal\", \"aesthetic\"], [\"aesthetic\", \"guidance\"], [\"guidance\", \"slate\"], [\"slate\", \"blogger\"], [\"blogger\", \"selecting\"], [\"selecting\", \"art\"], [\"art\", \"story\"], [\"story\", \"blogger\"], [\"blogger\", \"selecting\"], [\"selecting\", \"art\"], [\"art\", \"story\"], [\"story\", \"develop\"], [\"develop\", \"design\"], [\"design\", \"template\"], [\"template\", \"slate\"], [\"slate\", \"marketing\"], [\"marketing\", \"sale\"], [\"sale\", \"material\"], [\"material\", \"marketing\"], [\"marketing\", \"sale\"], [\"sale\", \"material\"], [\"material\", \"oversee\"], [\"oversee\", \"creation\"], [\"creation\", \"collateral\"], [\"collateral\", \"advertiser\"], [\"advertiser\", \"pitch\"], [\"pitch\", \"manage\"], [\"manage\", \"art\"], [\"art\", \"design\"], [\"design\", \"budget\"], [\"budget\", \"qualification\"], [\"qualification\", \"senior\"], [\"senior\", \"role\"], [\"role\", \"must\"], [\"must\", \"seven\"], [\"seven\", \"year\"], [\"year\", \"experience\"], [\"experience\", \"including\"], [\"including\", \"prior\"], [\"prior\", \"management\"], [\"management\", \"experience\"], [\"experience\", \"slate\"], [\"slate\", \"digitalonly\"], [\"digitalonly\", \"magazine\"], [\"magazine\", \"strong\"], [\"strong\", \"candidate\"], [\"candidate\", \"focus\"], [\"focus\", \"modern\"], [\"modern\", \"digital\"], [\"digital\", \"design\"], [\"design\", \"including\"], [\"including\", \"responsive\"], [\"responsive\", \"design\"], [\"design\", \"digitalonly\"], [\"digitalonly\", \"magazine\"], [\"magazine\", \"strong\"], [\"strong\", \"candidate\"], [\"candidate\", \"focus\"], [\"focus\", \"modern\"], [\"modern\", \"digital\"], [\"digital\", \"design\"], [\"design\", \"including\"], [\"including\", \"responsive\"], [\"responsive\", \"design\"], [\"design\", \"must\"], [\"must\", \"nyc\"], [\"nyc\", \"dc\"], [\"dc\", \"must\"], [\"must\", \"comfortable\"], [\"comfortable\", \"communicating\"], [\"communicating\", \"managing\"], [\"managing\", \"people\"], [\"people\", \"remote\"], [\"remote\", \"slate\"], [\"slate\", \"built\"], [\"built\", \"primarily\"], [\"primarily\", \"word\"], [\"word\", \"strong\"], [\"strong\", \"written\"], [\"written\", \"oral\"], [\"oral\", \"communication\"], [\"communication\", \"skill\"], [\"skill\", \"must\"], [\"must\", \"nice\"], [\"nice\", \"experience\"], [\"experience\", \"designing\"], [\"designing\", \"mobile\"], [\"mobile\", \"apps\"], [\"apps\", \"including\"], [\"including\", \"user\"], [\"user\", \"flow\"], [\"flow\", \"motion\"], [\"motion\", \"animation\"], [\"animation\", \"experience\"], [\"experience\", \"current\"], [\"current\", \"ux\"], [\"ux\", \"design\"], [\"design\", \"tool\"], [\"tool\", \"sketch\"], [\"sketch\", \"htmlcss\"], [\"htmlcss\", \"experience\"], [\"experience\", \"slate\"], [\"slate\", \"welcome\"], [\"welcome\", \"applicant\"], [\"applicant\", \"diverse\"], [\"diverse\", \"background\"], [\"background\", \"perspective\"], [\"perspective\", \"senior\"], [\"senior\", \"producer\"], [\"producer\", \"video\"], [\"video\", \"slate\"], [\"slate\", \"magazine\"], [\"magazine\", \"looking\"], [\"looking\", \"senior\"], [\"senior\", \"producer\"], [\"producer\", \"help\"], [\"help\", \"executive\"], [\"executive\", \"producer\"], [\"producer\", \"run\"], [\"run\", \"daytoday\"], [\"daytoday\", \"video\"], [\"video\", \"operation\"], [\"operation\", \"work\"], [\"work\", \"fastpaced\"], [\"fastpaced\", \"news\"], [\"news\", \"environment\"], [\"environment\", \"need\"], [\"need\", \"creative\"], [\"creative\", \"mind\"], [\"mind\", \"think\"], [\"think\", \"foot\"], [\"foot\", \"pivot\"], [\"pivot\", \"needed\"], [\"needed\", \"provide\"], [\"provide\", \"endless\"], [\"endless\", \"idea\"], [\"idea\", \"smart\"], [\"smart\", \"quirky\"], [\"quirky\", \"viral\"], [\"viral\", \"video\"], [\"video\", \"boundless\"], [\"boundless\", \"energy\"], [\"energy\", \"plus\"], [\"plus\", \"ideal\"], [\"ideal\", \"candidate\"], [\"candidate\", \"5\"], [\"5\", \"year\"], [\"year\", \"experience\"], [\"experience\", \"managing\"], [\"managing\", \"team\"], [\"team\", \"digital\"], [\"digital\", \"world\"], [\"world\", \"proficient\"], [\"proficient\", \"adobe\"], [\"adobe\", \"c\"], [\"c\", \"extensive\"], [\"extensive\", \"experience\"], [\"experience\", \"operating\"], [\"operating\", \"dslr\"], [\"dslr\", \"camera\"], [\"camera\", \"looking\"], [\"looking\", \"someone\"], [\"someone\", \"give\"], [\"give\", \"direction\"], [\"direction\", \"mentor\"], [\"mentor\", \"junior\"], [\"junior\", \"talent\"], [\"talent\", \"feel\"], [\"feel\", \"home\"], [\"home\", \"creating\"], [\"creating\", \"content\"], [\"content\", \"strong\"], [\"strong\", \"voice\"], [\"voice\", \"nonstructured\"], [\"nonstructured\", \"environment\"], [\"environment\", \"fulltime\"], [\"fulltime\", \"contract\"], [\"contract\", \"position\"], [\"position\", \"salary\"], [\"salary\", \"commensurate\"], [\"commensurate\", \"experience\"], [\"experience\", \"slate\"], [\"slate\", \"equal\"], [\"equal\", \"opportunity\"], [\"opportunity\", \"employer\"], [\"employer\", \"committed\"], [\"committed\", \"sourcing\"], [\"sourcing\", \"applicant\"], [\"applicant\", \"diverse\"], [\"diverse\", \"background\"], [\"background\", \"perspective\"], [\"perspective\", \"candidate\"], [\"candidate\", \"evaluated\"], [\"evaluated\", \"solely\"], [\"solely\", \"qualification\"], [\"qualification\", \"perform\"], [\"perform\", \"work\"], [\"work\", \"video\"], [\"video\", \"blogger\"], [\"blogger\", \"slate\"], [\"slate\", \"hiring\"], [\"hiring\", \"parttime\"], [\"parttime\", \"video\"], [\"video\", \"blogger\"], [\"blogger\", \"write\"], [\"write\", \"several\"], [\"several\", \"time\"], [\"time\", \"week\"], [\"week\", \"best\"], [\"best\", \"new\"], [\"new\", \"video\"], [\"video\", \"web\"], [\"web\", \"ideal\"], [\"ideal\", \"candidate\"], [\"candidate\", \"fast\"], [\"fast\", \"smart\"], [\"smart\", \"writer\"], [\"writer\", \"tend\"], [\"tend\", \"first\"], [\"first\", \"see\"], [\"see\", \"video\"], [\"video\", \"everyone\"], [\"everyone\", \"else\"], [\"else\", \"sharing\"], [\"sharing\", \"tomorrow\"], [\"tomorrow\", \"must\"], [\"must\", \"feel\"], [\"feel\", \"comfortable\"], [\"comfortable\", \"writing\"], [\"writing\", \"last\"], [\"last\", \"night\"], [\"night\", \"cable\"], [\"cable\", \"news\"], [\"news\", \"animal\"], [\"animal\", \"new\"], [\"new\", \"movie\"], [\"movie\", \"surprising\"], [\"surprising\", \"footage\"], [\"footage\", \"science\"], [\"science\", \"journal\"], [\"journal\", \"understand\"], [\"understand\", \"slate\"], [\"slate\", \"well\"], [\"well\", \"enough\"], [\"enough\", \"know\"], [\"know\", \"perfect\"], [\"perfect\", \"video\"], [\"video\", \"audience\"], [\"audience\", \"see\"], [\"see\", \"candidate\"], [\"candidate\", \"able\"], [\"able\", \"work\"], [\"work\", \"independently\"], [\"independently\", \"judicious\"], [\"judicious\", \"communicator\"], [\"communicator\", \"apply\"], [\"apply\", \"please\"], [\"please\", \"upload\"], [\"upload\", \"resume\"], [\"resume\", \"cover\"], [\"cover\", \"letter\"], [\"letter\", \"includes\"], [\"includes\", \"brief\"], [\"brief\", \"note\"], [\"note\", \"introducing\"], [\"introducing\", \"example\"], [\"example\", \"video\"], [\"video\", \"think\"], [\"think\", \"featured\"], [\"featured\", \"site\"], [\"site\", \"qualification\"], [\"qualification\", \"candidate\"], [\"candidate\", \"writing\"], [\"writing\", \"experience\"], [\"experience\", \"online\"], [\"online\", \"magazine\"], [\"magazine\", \"video\"], [\"video\", \"editing\"], [\"editing\", \"experience\"], [\"experience\", \"necessary\"], [\"necessary\", \"know\"], [\"know\", \"mp4\"], [\"mp4\", \"brightcove\"], [\"brightcove\", \"contract\"], [\"contract\", \"position\"], [\"position\", \"pay\"], [\"pay\", \"commensurate\"], [\"commensurate\", \"experience\"], [\"experience\", \"slate\"], [\"slate\", \"welcome\"], [\"welcome\", \"applicant\"], [\"applicant\", \"diverse\"], [\"diverse\", \"background\"], [\"background\", \"perspective\"], [\"perspective\", \"ruby\"], [\"ruby\", \"developer\"], [\"developer\", \"audio\"], [\"audio\", \"2015\"], [\"2015\", \"slate\"], [\"slate\", \"redoubled\"], [\"redoubled\", \"effort\"], [\"effort\", \"world\"], [\"world\", \"podcasting\"], [\"podcasting\", \"panoply\"], [\"panoply\", \"brings\"], [\"brings\", \"million\"], [\"million\", \"listener\"], [\"listener\", \"smartest\"], [\"smartest\", \"conversation\"], [\"conversation\", \"podcasting\"], [\"podcasting\", \"offer\"], [\"offer\", \"20\"], [\"20\", \"show\"], [\"show\", \"panoply\"], [\"panoply\", \"tightknit\"], [\"tightknit\", \"group\"], [\"group\", \"smartest\"], [\"smartest\", \"engineer\"], [\"engineer\", \"producer\"], [\"producer\", \"entrepreneur\"], [\"entrepreneur\", \"thinker\"], [\"thinker\", \"everybody\"], [\"everybody\", \"pulling\"], [\"pulling\", \"direction\"], [\"direction\", \"youll\"], [\"youll\", \"working\"], [\"working\", \"tandem\"], [\"tandem\", \"rest\"], [\"rest\", \"slate\"], [\"slate\", \"development\"], [\"development\", \"product\"], [\"product\", \"team\"], [\"team\", \"provide\"], [\"provide\", \"compelling\"], [\"compelling\", \"experience\"], [\"experience\", \"across\"], [\"across\", \"platform\"], [\"platform\", \"weekly\"], [\"weekly\", \"lunchandlearns\"], [\"lunchandlearns\", \"free\"], [\"free\", \"lunch\"], [\"lunch\", \"exactly\"], [\"exactly\", \"course\"], [\"course\", \"also\"], [\"also\", \"normal\"], [\"normal\", \"heywerecool\"], [\"heywerecool\", \"item\"], [\"item\", \"check\"], [\"check\", \"list\"], [\"list\", \"like\"], [\"like\", \"flexible\"], [\"flexible\", \"office\"], [\"office\", \"hour\"], [\"hour\", \"casual\"], [\"casual\", \"dress\"], [\"dress\", \"location\"], [\"location\", \"20\"], [\"20\", \"step\"], [\"step\", \"metro\"], [\"metro\", \"exit\"], [\"exit\", \"team\"], [\"team\", \"happy\"], [\"happy\", \"hour\"], [\"hour\", \"slate\"], [\"slate\", \"pioneered\"], [\"pioneered\", \"podcasting\"], [\"podcasting\", \"almost\"], [\"almost\", \"decade\"], [\"decade\", \"ago\"], [\"ago\", \"time\"], [\"time\", \"technology\"], [\"technology\", \"behind\"], [\"behind\", \"demand\"], [\"demand\", \"audio\"], [\"audio\", \"changed\"], [\"changed\", \"today\"], [\"today\", \"looking\"], [\"looking\", \"brilliant\"], [\"brilliant\", \"full\"], [\"full\", \"stack\"], [\"stack\", \"ruby\"], [\"ruby\", \"developer\"], [\"developer\", \"help\"], [\"help\", \"craft\"], [\"craft\", \"collaborate\"], [\"collaborate\", \"around\"], [\"around\", \"medium\"], [\"medium\", \"future\"], [\"future\", \"ideal\"], [\"ideal\", \"candidate\"], [\"candidate\", \"strong\"], [\"strong\", \"object\"], [\"object\", \"oriented\"], [\"oriented\", \"relational\"], [\"relational\", \"db\"], [\"db\", \"skill\"], [\"skill\", \"strong\"], [\"strong\", \"experience\"], [\"experience\", \"ruby\"], [\"ruby\", \"ruby\"], [\"ruby\", \"rail\"], [\"rail\", \"ability\"], [\"ability\", \"jump\"], [\"jump\", \"language\"], [\"language\", \"particularly\"], [\"particularly\", \"javascript\"], [\"javascript\", \"knack\"], [\"knack\", \"prioritizing\"], [\"prioritizing\", \"planning\"], [\"planning\", \"executing\"], [\"executing\", \"feature\"], [\"feature\", \"fix\"], [\"fix\", \"system\"], [\"system\", \"experience\"], [\"experience\", \"familiarity\"], [\"familiarity\", \"agile\"], [\"agile\", \"development\"], [\"development\", \"eagerness\"], [\"eagerness\", \"communicate\"], [\"communicate\", \"work\"], [\"work\", \"collaboratively\"], [\"collaboratively\", \"around\"], [\"around\", \"product\"], [\"product\", \"definition\"], [\"definition\", \"product\"], [\"product\", \"manager\"], [\"manager\", \"designer\"], [\"designer\", \"developer\"], [\"developer\", \"well\"], [\"well\", \"editorial\"], [\"editorial\", \"business\"], [\"business\", \"stakeholder\"], [\"stakeholder\", \"drive\"], [\"drive\", \"deliver\"], [\"deliver\", \"working\"], [\"working\", \"software\"], [\"software\", \"motivated\"], [\"motivated\", \"user\"], [\"user\", \"growth\"], [\"growth\", \"simple\"], [\"simple\", \"clean\"], [\"clean\", \"swiftly\"], [\"swiftly\", \"produced\"], [\"produced\", \"technical\"], [\"technical\", \"solution\"], [\"solution\", \"responsibility\"], [\"responsibility\", \"implementing\"], [\"implementing\", \"maintaining\"], [\"maintaining\", \"code\"], [\"code\", \"managing\"], [\"managing\", \"user\"], [\"user\", \"profile\"], [\"profile\", \"integrate\"], [\"integrate\", \"slate\"], [\"slate\", \"various\"], [\"various\", \"thirdparty\"], [\"thirdparty\", \"service\"], [\"service\", \"via\"], [\"via\", \"web\"], [\"web\", \"apis\"], [\"apis\", \"various\"], [\"various\", \"thirdparty\"], [\"thirdparty\", \"service\"], [\"service\", \"via\"], [\"via\", \"web\"], [\"web\", \"apis\"], [\"apis\", \"provide\"], [\"provide\", \"input\"], [\"input\", \"improve\"], [\"improve\", \"slate\"], [\"slate\", \"service\"], [\"service\", \"service\"], [\"service\", \"troubleshooting\"], [\"troubleshooting\", \"solving\"], [\"solving\", \"problem\"], [\"problem\", \"testing\"], [\"testing\", \"publishing\"], [\"publishing\", \"new\"], [\"new\", \"feature\"], [\"feature\", \"nut\"], [\"nut\", \"bolt\"], [\"bolt\", \"building\"], [\"building\", \"suite\"], [\"suite\", \"tool\"], [\"tool\", \"user\"], [\"user\", \"experience\"], [\"experience\", \"powered\"], [\"powered\", \"discrete\"], [\"discrete\", \"microservices\"], [\"microservices\", \"suite\"], [\"suite\", \"currently\"], [\"currently\", \"consists\"], [\"consists\", \"apps\"], [\"apps\", \"written\"], [\"written\", \"go\"], [\"go\", \"ruby\"], [\"ruby\", \"python\"], [\"python\", \"javascript\"], [\"javascript\", \"communicating\"], [\"communicating\", \"via\"], [\"via\", \"rabbitmq\"], [\"rabbitmq\", \"position\"], [\"position\", \"report\"], [\"report\", \"slate\"], [\"slate\", \"director\"], [\"director\", \"technology\"], [\"technology\", \"salary\"], [\"salary\", \"commensurate\"], [\"commensurate\", \"experience\"], [\"experience\", \"slate\"], [\"slate\", \"welcome\"], [\"welcome\", \"applicant\"], [\"applicant\", \"diverse\"], [\"diverse\", \"background\"], [\"background\", \"perspective\"], [\"perspective\", \"apply\"], [\"apply\", \"click\"], [\"click\", \"freelance\"], [\"freelance\", \"video\"], [\"video\", \"editorproducer\"], [\"editorproducer\", \"slate\"], [\"slate\", \"seeking\"], [\"seeking\", \"energetic\"], [\"energetic\", \"resourceful\"], [\"resourceful\", \"hardworking\"], [\"hardworking\", \"detailoriented\"], [\"detailoriented\", \"creative\"], [\"creative\", \"thinker\"], [\"thinker\", \"produceedit\"], [\"produceedit\", \"weekly\"], [\"weekly\", \"video\"], [\"video\", \"series\"], [\"series\", \"responsibility\"], [\"responsibility\", \"include\"], [\"include\", \"video\"], [\"video\", \"editing\"], [\"editing\", \"writing\"], [\"writing\", \"producing\"], [\"producing\", \"shooting\"], [\"shooting\", \"ideal\"], [\"ideal\", \"candidate\"], [\"candidate\", \"would\"], [\"would\", \"excellent\"], [\"excellent\", \"news\"], [\"news\", \"editorial\"], [\"editorial\", \"judgement\"], [\"judgement\", \"proficiency\"], [\"proficiency\", \"fcp\"], [\"fcp\", \"adobe\"], [\"adobe\", \"premiere\"], [\"premiere\", \"effect\"], [\"effect\", \"plus\"], [\"plus\", \"background\"], [\"background\", \"phase\"], [\"phase\", \"digital\"], [\"digital\", \"production\"], [\"production\", \"job\"], [\"job\", \"officebasedour\"], [\"officebasedour\", \"freelancer\"], [\"freelancer\", \"work\"], [\"work\", \"home\"], [\"home\", \"equipment\"], [\"equipment\", \"parttime\"], [\"parttime\", \"position\"], [\"position\", \"day\"], [\"day\", \"rate\"], [\"rate\", \"commensurate\"], [\"commensurate\", \"experience\"], [\"experience\", \"please\"], [\"please\", \"include\"], [\"include\", \"resume\"], [\"resume\", \"well\"], [\"well\", \"link\"], [\"link\", \"reel\"], [\"reel\", \"body\"], [\"body\", \"work\"], [\"work\", \"slate\"], [\"slate\", \"welcome\"], [\"welcome\", \"applicant\"], [\"applicant\", \"diverse\"], [\"diverse\", \"background\"], [\"background\", \"perspective\"], [\"perspective\", \"apply\"], [\"apply\", \"position\"], [\"position\", \"click\"], [\"click\", \"editorial\"], [\"editorial\", \"internship\"], [\"internship\", \"interactives\"], [\"interactives\", \"intern\"], [\"intern\", \"slate\"], [\"slate\", \"new\"], [\"new\", \"york\"], [\"york\", \"office\"], [\"office\", \"hiring\"], [\"hiring\", \"paid\"], [\"paid\", \"intern\"], [\"intern\", \"work\"], [\"work\", \"data\"], [\"data\", \"reporting\"], [\"reporting\", \"data\"], [\"data\", \"visualization\"], [\"visualization\", \"interactives\"], [\"interactives\", \"interactives\"], [\"interactives\", \"editor\"], [\"editor\", \"position\"], [\"position\", \"journogeeks\"], [\"journogeeks\", \"sharp\"], [\"sharp\", \"news\"], [\"news\", \"judgment\"], [\"judgment\", \"keen\"], [\"keen\", \"math\"], [\"math\", \"writing\"], [\"writing\", \"skill\"], [\"skill\", \"interest\"], [\"interest\", \"computer\"], [\"computer\", \"science\"], [\"science\", \"application\"], [\"application\", \"journalism\"], [\"journalism\", \"intern\"], [\"intern\", \"responsible\"], [\"responsible\", \"pitching\"], [\"pitching\", \"story\"], [\"story\", \"idea\"], [\"idea\", \"wrangling\"], [\"wrangling\", \"data\"], [\"data\", \"testing\"], [\"testing\", \"critiquing\"], [\"critiquing\", \"new\"], [\"new\", \"interactives\"], [\"interactives\", \"writing\"], [\"writing\", \"data\"], [\"data\", \"story\"], [\"story\", \"producing\"], [\"producing\", \"interactives\"], [\"interactives\", \"visualization\"], [\"visualization\", \"guidance\"], [\"guidance\", \"interactives\"], [\"interactives\", \"editor\"], [\"editor\", \"work\"], [\"work\", \"schedule\"], [\"schedule\", \"flexible\"], [\"flexible\", \"least\"], [\"least\", \"two\"], [\"two\", \"full\"], [\"full\", \"day\"], [\"day\", \"inoffice\"], [\"inoffice\", \"work\"], [\"work\", \"week\"], [\"week\", \"preferred\"], [\"preferred\", \"candidate\"], [\"candidate\", \"must\"], [\"must\", \"solid\"], [\"solid\", \"grasp\"], [\"grasp\", \"excel\"], [\"excel\", \"html\"], [\"html\", \"familiarity\"], [\"familiarity\", \"javascript\"], [\"javascript\", \"programming\"], [\"programming\", \"language\"], [\"language\", \"major\"], [\"major\", \"plus\"], [\"plus\", \"currently\"], [\"currently\", \"looking\"], [\"looking\", \"intern\"], [\"intern\", \"summer\"], [\"summer\", \"fall\"], [\"fall\", \"start\"], [\"start\", \"end\"], [\"end\", \"date\"], [\"date\", \"flexible\"], [\"flexible\", \"please\"], [\"please\", \"include\"], [\"include\", \"resume\"], [\"resume\", \"cover\"], [\"cover\", \"letter\"], [\"letter\", \"outline\"], [\"outline\", \"availability\"], [\"availability\", \"application\"], [\"application\", \"deadline\"], [\"deadline\", \"july\"], [\"july\", \"30\"], [\"30\", \"2015\"], [\"2015\", \"slate\"], [\"slate\", \"welcome\"], [\"welcome\", \"candidate\"], [\"candidate\", \"diverse\"], [\"diverse\", \"background\"], [\"background\", \"perspective\"], [\"perspective\", \"slate\"], [\"slate\", \"plus\"], [\"plus\", \"internship\"], [\"internship\", \"slate\"], [\"slate\", \"hiring\"], [\"hiring\", \"editorial\"], [\"editorial\", \"intern\"], [\"intern\", \"slate\"], [\"slate\", \"plus\"], [\"plus\", \"membership\"], [\"membership\", \"program\"], [\"program\", \"candidate\"], [\"candidate\", \"must\"], [\"must\", \"available\"], [\"available\", \"work\"], [\"work\", \"30\"], [\"30\", \"hour\"], [\"hour\", \"per\"], [\"per\", \"week\"], [\"week\", \"either\"], [\"either\", \"slate\"], [\"slate\", \"new\"], [\"new\", \"york\"], [\"york\", \"washington\"], [\"washington\", \"dc\"], [\"dc\", \"office\"], [\"office\", \"position\"], [\"position\", \"involves\"], [\"involves\", \"writing\"], [\"writing\", \"editing\"], [\"editing\", \"light\"], [\"light\", \"audio\"], [\"audio\", \"editing\"], [\"editing\", \"well\"], [\"well\", \"train\"], [\"train\", \"ideal\"], [\"ideal\", \"candidate\"], [\"candidate\", \"ideagenerating\"], [\"ideagenerating\", \"machine\"], [\"machine\", \"work\"], [\"work\", \"quickly\"], [\"quickly\", \"independently\"], [\"independently\", \"apply\"], [\"apply\", \"include\"], [\"include\", \"resume\"], [\"resume\", \"one\"], [\"one\", \"clip\"], [\"clip\", \"writing\"], [\"writing\", \"sample\"], [\"sample\", \"cover\"], [\"cover\", \"letter\"], [\"letter\", \"doesnt\"], [\"doesnt\", \"put\"], [\"put\", \"u\"], [\"u\", \"sleep\"], [\"sleep\", \"300word\"], [\"300word\", \"critique\"], [\"critique\", \"slate\"], [\"slate\", \"membership\"], [\"membership\", \"program\"], [\"program\", \"please\"], [\"please\", \"upload\"], [\"upload\", \"application\"], [\"application\", \"material\"], [\"material\", \"one\"], [\"one\", \"attachment\"], [\"attachment\", \"deadline\"], [\"deadline\", \"apply\"], [\"apply\", \"july\"], [\"july\", \"30\"], [\"30\", \"2015\"], [\"2015\", \"slate\"], [\"slate\", \"hire\"], [\"hire\", \"paid\"], [\"paid\", \"intern\"], [\"intern\", \"spring\"], [\"spring\", \"summer\"], [\"summer\", \"fall\"], [\"fall\", \"offer\"], [\"offer\", \"internship\"], [\"internship\", \"following\"], [\"following\", \"department\"], [\"department\", \"culture\"], [\"culture\", \"politics\"], [\"politics\", \"video\"], [\"video\", \"slatest\"], [\"slatest\", \"photo\"], [\"photo\", \"art\"], [\"art\", \"information\"], [\"information\", \"internship\"], [\"internship\", \"deadline\"], [\"deadline\", \"summer\"], [\"summer\", \"internship\"], [\"internship\", \"march\"], [\"march\", \"15\"], [\"15\", \"deadline\"], [\"deadline\", \"fall\"], [\"fall\", \"internship\"], [\"internship\", \"july\"], [\"july\", \"30\"], [\"30\", \"deadline\"], [\"deadline\", \"spring\"], [\"spring\", \"internship\"], [\"internship\", \"nov\"], [\"nov\", \"15\"], [\"15\", \"new\"], [\"new\", \"york\"], [\"york\", \"editorial\"], [\"editorial\", \"internship\"], [\"internship\", \"candidate\"], [\"candidate\", \"culture\"], [\"culture\", \"internship\"], [\"internship\", \"must\"], [\"must\", \"available\"], [\"available\", \"work\"], [\"work\", \"slate\"], [\"slate\", \"new\"], [\"new\", \"york\"], [\"york\", \"office\"], [\"office\", \"30\"], [\"30\", \"hour\"], [\"hour\", \"per\"], [\"per\", \"week\"], [\"week\", \"must\"], [\"must\", \"highly\"], [\"highly\", \"organized\"], [\"organized\", \"proven\"], [\"proven\", \"interest\"], [\"interest\", \"art\"], [\"art\", \"familiar\"], [\"familiar\", \"slate\"], [\"slate\", \"must\"], [\"must\", \"also\"], [\"also\", \"able\"], [\"able\", \"work\"], [\"work\", \"quickly\"], [\"quickly\", \"efficiently\"], [\"efficiently\", \"without\"], [\"without\", \"much\"], [\"much\", \"supervision\"], [\"supervision\", \"strong\"], [\"strong\", \"writing\"], [\"writing\", \"editing\"], [\"editing\", \"skill\"], [\"skill\", \"required\"], [\"required\", \"apply\"], [\"apply\", \"include\"], [\"include\", \"cover\"], [\"cover\", \"letter\"], [\"letter\", \"clearly\"], [\"clearly\", \"outline\"], [\"outline\", \"availability\"], [\"availability\", \"cultural\"], [\"cultural\", \"interest\"], [\"interest\", \"well\"], [\"well\", \"400word\"], [\"400word\", \"brow\"], [\"brow\", \"beat\"], [\"beat\", \"post\"], [\"post\", \"cultural\"], [\"cultural\", \"topic\"], [\"topic\", \"interest\"], [\"interest\", \"upload\"], [\"upload\", \"cover\"], [\"cover\", \"letter\"], [\"letter\", \"assignment\"], [\"assignment\", \"one\"], [\"one\", \"attachment\"], [\"attachment\", \"slate\"], [\"slate\", \"welcome\"], [\"welcome\", \"candidate\"], [\"candidate\", \"diverse\"], [\"diverse\", \"background\"], [\"background\", \"perspective\"], [\"perspective\", \"dc\"], [\"dc\", \"editorial\"], [\"editorial\", \"internship\"], [\"internship\", \"candidate\"], [\"candidate\", \"fall\"], [\"fall\", \"dc\"], [\"dc\", \"editorial\"], [\"editorial\", \"internship\"], [\"internship\", \"must\"], [\"must\", \"available\"], [\"available\", \"work\"], [\"work\", \"slate\"], [\"slate\", \"washington\"], [\"washington\", \"dc\"], [\"dc\", \"office\"], [\"office\", \"30\"], [\"30\", \"hour\"], [\"hour\", \"per\"], [\"per\", \"week\"], [\"week\", \"must\"], [\"must\", \"highly\"], [\"highly\", \"organized\"], [\"organized\", \"proven\"], [\"proven\", \"interest\"], [\"interest\", \"journalism\"], [\"journalism\", \"familiar\"], [\"familiar\", \"slate\"], [\"slate\", \"must\"], [\"must\", \"also\"], [\"also\", \"able\"], [\"able\", \"work\"], [\"work\", \"quickly\"], [\"quickly\", \"efficiently\"], [\"efficiently\", \"without\"], [\"without\", \"much\"], [\"much\", \"supervision\"], [\"supervision\", \"opportunity\"], [\"opportunity\", \"writing\"], [\"writing\", \"blog\"], [\"blog\", \"post\"], [\"post\", \"article\"], [\"article\", \"apply\"], [\"apply\", \"include\"], [\"include\", \"resume\"], [\"resume\", \"cover\"], [\"cover\", \"letter\"], [\"letter\", \"includes\"], [\"includes\", \"300word\"], [\"300word\", \"critique\"], [\"critique\", \"slate\"], [\"slate\", \"story\"], [\"story\", \"past\"], [\"past\", \"year\"], [\"year\", \"three\"], [\"three\", \"clip\"], [\"clip\", \"writing\"], [\"writing\", \"sample\"], [\"sample\", \"least\"], [\"least\", \"clip\"], [\"clip\", \"relate\"], [\"relate\", \"politics\"], [\"politics\", \"policy\"], [\"policy\", \"law\"], [\"law\", \"science\"], [\"science\", \"washingtonrelated\"], [\"washingtonrelated\", \"topic\"], [\"topic\", \"upload\"], [\"upload\", \"cover\"], [\"cover\", \"letter\"], [\"letter\", \"assignment\"], [\"assignment\", \"one\"], [\"one\", \"attachment\"], [\"attachment\", \"slate\"], [\"slate\", \"welcome\"], [\"welcome\", \"candidate\"], [\"candidate\", \"diverse\"], [\"diverse\", \"background\"], [\"background\", \"perspective\"], [\"perspective\", \"slate\"], [\"slate\", \"video\"], [\"video\", \"internship\"], [\"internship\", \"candidate\"], [\"candidate\", \"slate\"], [\"slate\", \"video\"], [\"video\", \"internship\"], [\"internship\", \"must\"], [\"must\", \"highly\"], [\"highly\", \"energetic\"], [\"energetic\", \"organized\"], [\"organized\", \"detailoriented\"], [\"detailoriented\", \"responsible\"], [\"responsible\", \"selfstarting\"], [\"selfstarting\", \"individual\"], [\"individual\", \"looking\"], [\"looking\", \"pursue\"], [\"pursue\", \"career\"], [\"career\", \"digital\"], [\"digital\", \"video\"], [\"video\", \"production\"], [\"production\", \"must\"], [\"must\", \"able\"], [\"able\", \"work\"], [\"work\", \"quickly\"], [\"quickly\", \"efficiently\"], [\"efficiently\", \"posse\"], [\"posse\", \"keen\"], [\"keen\", \"problemsolving\"], [\"problemsolving\", \"skill\"], [\"skill\", \"candidate\"], [\"candidate\", \"must\"], [\"must\", \"proficient\"], [\"proficient\", \"adobe\"], [\"adobe\", \"premiere\"], [\"premiere\", \"pro\"], [\"pro\", \"effect\"], [\"effect\", \"plus\"], [\"plus\", \"experience\"], [\"experience\", \"shooting\"], [\"shooting\", \"dslrs\"], [\"dslrs\", \"internship\"], [\"internship\", \"three\"], [\"three\", \"day\"], [\"day\", \"week\"], [\"week\", \"candidate\"], [\"candidate\", \"must\"], [\"must\", \"available\"], [\"available\", \"work\"], [\"work\", \"slate\"], [\"slate\", \"new\"], [\"new\", \"york\"], [\"york\", \"office\"], [\"office\", \"slate\"], [\"slate\", \"welcome\"], [\"welcome\", \"applicant\"], [\"applicant\", \"diverse\"], [\"diverse\", \"background\"], [\"background\", \"perspective\"], [\"perspective\", \"slatest\"], [\"slatest\", \"candidate\"], [\"candidate\", \"slatest\"], [\"slatest\", \"internship\"], [\"internship\", \"must\"], [\"must\", \"available\"], [\"available\", \"work\"], [\"work\", \"slate\"], [\"slate\", \"new\"], [\"new\", \"york\"], [\"york\", \"office\"], [\"office\", \"least\"], [\"least\", \"two\"], [\"two\", \"day\"], [\"day\", \"per\"], [\"per\", \"week\"], [\"week\", \"spring\"], [\"spring\", \"fall\"], [\"fall\", \"four\"], [\"four\", \"full\"], [\"full\", \"day\"], [\"day\", \"summer\"], [\"summer\", \"day\"], [\"day\", \"hour\"], [\"hour\", \"flexible\"], [\"flexible\", \"candidate\"], [\"candidate\", \"must\"], [\"must\", \"highly\"], [\"highly\", \"energetic\"], [\"energetic\", \"selfstarting\"], [\"selfstarting\", \"individual\"], [\"individual\", \"nose\"], [\"nose\", \"news\"], [\"news\", \"along\"], [\"along\", \"sharp\"], [\"sharp\", \"quick\"], [\"quick\", \"writing\"], [\"writing\", \"skill\"], [\"skill\", \"applicant\"], [\"applicant\", \"tech\"], [\"tech\", \"savvy\"], [\"savvy\", \"great\"], [\"great\", \"editorial\"], [\"editorial\", \"judgment\"], [\"judgment\", \"previous\"], [\"previous\", \"reporting\"], [\"reporting\", \"experience\"], [\"experience\", \"plus\"], [\"plus\", \"ability\"], [\"ability\", \"write\"], [\"write\", \"clean\"], [\"clean\", \"quick\"], [\"quick\", \"clear\"], [\"clear\", \"copy\"], [\"copy\", \"must\"], [\"must\", \"apply\"], [\"apply\", \"include\"], [\"include\", \"resume\"], [\"resume\", \"cover\"], [\"cover\", \"letter\"], [\"letter\", \"brief\"], [\"brief\", \"statement\"], [\"statement\", \"interest\"], [\"interest\", \"slate\"], [\"slate\", \"welcome\"], [\"welcome\", \"applicant\"], [\"applicant\", \"diverse\"], [\"diverse\", \"background\"], [\"background\", \"perspective\"], [\"perspective\", \"photo\"], [\"photo\", \"art\"], [\"art\", \"candidate\"], [\"candidate\", \"photo\"], [\"photo\", \"art\"], [\"art\", \"internship\"], [\"internship\", \"must\"], [\"must\", \"available\"], [\"available\", \"work\"], [\"work\", \"slate\"], [\"slate\", \"new\"], [\"new\", \"york\"], [\"york\", \"office\"], [\"office\", \"least\"], [\"least\", \"two\"], [\"two\", \"full\"], [\"full\", \"day\"], [\"day\", \"per\"], [\"per\", \"week\"], [\"week\", \"spring\"], [\"spring\", \"fall\"], [\"fall\", \"four\"], [\"four\", \"full\"], [\"full\", \"day\"], [\"day\", \"summer\"], [\"summer\", \"highly\"], [\"highly\", \"organized\"], [\"organized\", \"visual\"], [\"visual\", \"thinker\"], [\"thinker\", \"comfortable\"], [\"comfortable\", \"working\"], [\"working\", \"efficiently\"], [\"efficiently\", \"without\"], [\"without\", \"much\"], [\"much\", \"supervision\"], [\"supervision\", \"intern\"], [\"intern\", \"gain\"], [\"gain\", \"handson\"], [\"handson\", \"experience\"], [\"experience\", \"editing\"], [\"editing\", \"photo\"], [\"photo\", \"producing\"], [\"producing\", \"slideshows\"], [\"slideshows\", \"selecting\"], [\"selecting\", \"art\"], [\"art\", \"editingnot\"], [\"editingnot\", \"shootinginternship\"], [\"shootinginternship\", \"however\"], [\"however\", \"ample\"], [\"ample\", \"opportunity\"], [\"opportunity\", \"motivated\"], [\"motivated\", \"intern\"], [\"intern\", \"work\"], [\"work\", \"special\"], [\"special\", \"project\"], [\"project\", \"publish\"], [\"publish\", \"work\"], [\"work\", \"apply\"], [\"apply\", \"include\"], [\"include\", \"cover\"], [\"cover\", \"letter\"], [\"letter\", \"clearly\"], [\"clearly\", \"outline\"], [\"outline\", \"availability\"], [\"availability\", \"link\"], [\"link\", \"visual\"], [\"visual\", \"work\"], [\"work\", \"online\"]], \"Text_Lemmatized\": \"photo illustration slate help wanted ad stephen vanhorn love slate incredibly talented maybe work u happen hiring click viewapply open job information applying paid internship click deputy audience engagement editor always know biggest story day anyone else smell internet hoax mile away love game thing post online see viral make even facebook feed find reading social medium feed rewriting people share text head gig slate looking true internet connoisseur clear voice feed head full new idea make digital presence stronger facebook twitter emerging platform responsibility deputy audience engagement editor report audience engagement editor work audience engagement team manage voice scheduling existing account new platform opportunity arise help define daytoday voice slate feed feed write fun catchy compelling headline supporting text work publish work editorial team moment story conceived make sure reach maximum potential time published keep close watch data user pattern continually improve serve audience slate front line breaking news event trending story qualification looking 13 year social medium digital strategy experience proof youve built something special digital content space quick fun witty writing ability throw lot idea around love improvisation brainstorming would rather throw five great idea fight one metabolism breaking news quick turnaround live internet next great story eye detail organizationyou work quickly get fact right write precise crisp errorfree sentence theyre witty even better enthusiasm number spreadsheet see pattern quickly draw logical conclusion zeal managing multiple different social platform voice knack translating content different audience ability work collaboratively act independently switch seamlessly two passion teaching others know apply upload resume attach cover letter explains biggest pet peeve medium company approach social medium approach differently make sure include word peeve respond four question included online application headlinespecific question here consider headline sharing facebook start date asap position fulltime benefit based new york qualified candidate apply sept 7 2015 slate believe diversity idea experience culture employee contribute company greatest advantage proud inclusive equalopportunity workplace applicant employee considered hire promotion job status without regard race color religion national origin age gender sexual orientation physical handicap director business development strategy panoply panoply slate group premium podcasting network looking director business development strategy lead rapid expansion audio business want someone love podcasts embrace chance spot show perfect fit growing panoply network youll scan digital audio landscape top quality program evaluate proposal sent panoply negotiate deal strategy side constantly looking new way expand business want someone identify analyze strategic opportunity unique opportunity right candidate operate part inhouse startup team support one web first successful online magazine slatecom graham holding co looking bigthinker who engaged creative eager roll sleeve role add retain partner panoply network building existing relationship cultivating new one working anticipate partner ongoing need network building existing relationship cultivating new one working anticipate partner ongoing need negotiate deal variety potential partner ranging celebrity medium company bestselling author promote new technology product capability internal external client develop new business initiative identify new market across audioondemand landscape stay date podcasting business evolving quickly director stay minute industry trend shape strategy goal work closely develop great relationship panoply product technology content legal sale team looking someone who hardworking smart nice 5 year business development experience technology platform sale experience plus proven track record balancing multiple deal competing priority fastpaced environment excellent negotiating skill proactive selfstarter think beyond role creative thinker strong organization skill who afraid talk process audio industry experience desired required bachelor degree mba preferred bonus point host podcast live negotiate early adopter passion technology pronounce panoply properly panoply welcome applicant diverse background perspective panoply panoply launched 2015 innovative fullservice podcast network medium brand author personality premier organization panoply provides production audience development sale technology service expanding number partner fast moving team aiming build industry leading company led high quality content innovative sale solution industry leading technology publisher slate weve since beginning pioneering original digital journalism unique editorial strength intelligence wit creative use medium attracts new influential audience 30 million top decisionmakers cultural tastemakers proof positive weve found right mix highquality journalism cutting edge technology deep integration social medium tightknit group smartest marketer communicator technologist writer thinker combining best two world slate offer stability resource come part graham holding co flexibility fastpaced environment digital startup help u continue change game slate turned original high quality digital journalism good businessand run business know critical invest future stay ahead pack thus need business leader know run multifaceted sale marketing planning ad innovation pr inhouse content studio ideal candidate thorough understanding digital agency client landscape powerful relationship strategic vision develop new product line business anticipate customer soon look candidate must ability work internal team especially technology ad operation editorial create next generation advertising product solution smartest marketer medium business launched content design studio slate custom well ahead herd native part digital vocabulary panoply premium podcast network quickly become leader fastgrowing audioondemand market else change game help partner drive business department youll lead motivate advertising sale sale planning marketing pr ad innovation slate custom inhouse creative studio proven background leading successful digital team strategic thinker hand manager deep understanding digital medium landscape passion respect original highquality journalism move fast get thing done original thinker zest making workplace fun comfortable thoughtprovoking industry panel press effective managing complex budget controlling cost investing wisely turning profit strong manager mentor junior talent must have 10 year successful digital leadership experience deep knowledge key digital client agency rainmaker within proven experience finding developing managing bestinclass talent conversant technology grown existing ad revenue uncovered new ad revenue stream effective communicator bachelor degree required master plus slate welcome applicant diverse background perspective design director slate seeking design director elevate slate visual impact across platform opening offer rare opportunity work slate worldclass editorial tech product sale team lead smart innovative successful company next level design director oversee editorial design slate awardwinning flagship site lead product design slate presentation across platform steward slate visual identity across sale marketing material brief ensure beautiful consistent readercentric experience wherever user encounter slate ideal candidate exhibit elegant exacting design sensibility excitement exploring frontier digital design crisp communication skill deft managerial ability must also love excuse add smart fun funny people uniquely engaged inventive team candidate must also comfortable collaboration datadriven decisionmaking design director leading effort improve slate overall reader experience design measuring improvement whenever possible design director work directly product editorial development business lead collaboratively define new product enhance existing one responsibility ensure overall look feel site best class appealing reader advertiser manage team five lead design review stakeholder around organization provide responsive design developer manner make implementation true frictionless possible validate design internally externally conjunction product team clickable prototype user testing oversee production editorial art site including limited art accompany daily news analysis commentary art accompany ambitious project package recurring visual element design used onsite social promotion offer legal aesthetic guidance slate blogger selecting art story blogger selecting art story develop design template slate marketing sale material marketing sale material oversee creation collateral advertiser pitch manage art design budget qualification senior role must seven year experience including prior management experience slate digitalonly magazine strong candidate focus modern digital design including responsive design digitalonly magazine strong candidate focus modern digital design including responsive design must nyc dc must comfortable communicating managing people remote slate built primarily word strong written oral communication skill must nice experience designing mobile apps including user flow motion animation experience current ux design tool sketch htmlcss experience slate welcome applicant diverse background perspective senior producer video slate magazine looking senior producer help executive producer run daytoday video operation work fastpaced news environment need creative mind think foot pivot needed provide endless idea smart quirky viral video boundless energy plus ideal candidate 5 year experience managing team digital world proficient adobe c extensive experience operating dslr camera looking someone give direction mentor junior talent feel home creating content strong voice nonstructured environment fulltime contract position salary commensurate experience slate equal opportunity employer committed sourcing applicant diverse background perspective candidate evaluated solely qualification perform work video blogger slate hiring parttime video blogger write several time week best new video web ideal candidate fast smart writer tend first see video everyone else sharing tomorrow must feel comfortable writing last night cable news animal new movie surprising footage science journal understand slate well enough know perfect video audience see candidate able work independently judicious communicator apply please upload resume cover letter includes brief note introducing example video think featured site qualification candidate writing experience online magazine video editing experience necessary know mp4 brightcove contract position pay commensurate experience slate welcome applicant diverse background perspective ruby developer audio 2015 slate redoubled effort world podcasting panoply brings million listener smartest conversation podcasting offer 20 show panoply tightknit group smartest engineer producer entrepreneur thinker everybody pulling direction youll working tandem rest slate development product team provide compelling experience across platform weekly lunchandlearns free lunch exactly course also normal heywerecool item check list like flexible office hour casual dress location 20 step metro exit team happy hour slate pioneered podcasting almost decade ago time technology behind demand audio changed today looking brilliant full stack ruby developer help craft collaborate around medium future ideal candidate strong object oriented relational db skill strong experience ruby ruby rail ability jump language particularly javascript knack prioritizing planning executing feature fix system experience familiarity agile development eagerness communicate work collaboratively around product definition product manager designer developer well editorial business stakeholder drive deliver working software motivated user growth simple clean swiftly produced technical solution responsibility implementing maintaining code managing user profile integrate slate various thirdparty service via web apis various thirdparty service via web apis provide input improve slate service service troubleshooting solving problem testing publishing new feature nut bolt building suite tool user experience powered discrete microservices suite currently consists apps written go ruby python javascript communicating via rabbitmq position report slate director technology salary commensurate experience slate welcome applicant diverse background perspective apply click freelance video editorproducer slate seeking energetic resourceful hardworking detailoriented creative thinker produceedit weekly video series responsibility include video editing writing producing shooting ideal candidate would excellent news editorial judgement proficiency fcp adobe premiere effect plus background phase digital production job officebasedour freelancer work home equipment parttime position day rate commensurate experience please include resume well link reel body work slate welcome applicant diverse background perspective apply position click editorial internship interactives intern slate new york office hiring paid intern work data reporting data visualization interactives interactives editor position journogeeks sharp news judgment keen math writing skill interest computer science application journalism intern responsible pitching story idea wrangling data testing critiquing new interactives writing data story producing interactives visualization guidance interactives editor work schedule flexible least two full day inoffice work week preferred candidate must solid grasp excel html familiarity javascript programming language major plus currently looking intern summer fall start end date flexible please include resume cover letter outline availability application deadline july 30 2015 slate welcome candidate diverse background perspective slate plus internship slate hiring editorial intern slate plus membership program candidate must available work 30 hour per week either slate new york washington dc office position involves writing editing light audio editing well train ideal candidate ideagenerating machine work quickly independently apply include resume one clip writing sample cover letter doesnt put u sleep 300word critique slate membership program please upload application material one attachment deadline apply july 30 2015 slate hire paid intern spring summer fall offer internship following department culture politics video slatest photo art information internship deadline summer internship march 15 deadline fall internship july 30 deadline spring internship nov 15 new york editorial internship candidate culture internship must available work slate new york office 30 hour per week must highly organized proven interest art familiar slate must also able work quickly efficiently without much supervision strong writing editing skill required apply include cover letter clearly outline availability cultural interest well 400word brow beat post cultural topic interest upload cover letter assignment one attachment slate welcome candidate diverse background perspective dc editorial internship candidate fall dc editorial internship must available work slate washington dc office 30 hour per week must highly organized proven interest journalism familiar slate must also able work quickly efficiently without much supervision opportunity writing blog post article apply include resume cover letter includes 300word critique slate story past year three clip writing sample least clip relate politics policy law science washingtonrelated topic upload cover letter assignment one attachment slate welcome candidate diverse background perspective slate video internship candidate slate video internship must highly energetic organized detailoriented responsible selfstarting individual looking pursue career digital video production must able work quickly efficiently posse keen problemsolving skill candidate must proficient adobe premiere pro effect plus experience shooting dslrs internship three day week candidate must available work slate new york office slate welcome applicant diverse background perspective slatest candidate slatest internship must available work slate new york office least two day per week spring fall four full day summer day hour flexible candidate must highly energetic selfstarting individual nose news along sharp quick writing skill applicant tech savvy great editorial judgment previous reporting experience plus ability write clean quick clear copy must apply include resume cover letter brief statement interest slate welcome applicant diverse background perspective photo art candidate photo art internship must available work slate new york office least two full day per week spring fall four full day summer highly organized visual thinker comfortable working efficiently without much supervision intern gain handson experience editing photo producing slideshows selecting art editingnot shootinginternship however ample opportunity motivated intern work special project publish work apply include cover letter clearly outline availability link visual work online\", \"Text_Lower\": \"photo illustration by slate help wanted ads by stephen vanhorn\\n\\nif you love slate and are incredibly talented maybe you should work for us we just so happen to be hiring\\n\\nclick here to viewapply to all open jobs\\n\\n\\n\\nfor information on applying for paid internships click here\\n\\ndeputy audience engagement editor\\n\\ndo you always know what the biggest story of the day is before anyone else can you smell an internet hoax from a mile away do you love to game the things you post online to see how viral you can make them even if its just on your own facebook feed do you find yourself reading through your social media feeds rewriting other peoples share texts in your head\\n\\nthis gig is for you slate is looking for a true internet connoisseur with a clear voice for our feeds and a head full of new ideas for how we can make our digital presence stronger on facebook twitter and other emerging platforms\\n\\nresponsibilities\\n\\nour deputy audience engagement editor will report to the audience engagement editor and work with the audience engagement team to\\n\\nmanage the voice and scheduling of existing accounts and new platform opportunities as they arise\\n\\nhelp define the daytoday voice of slate s feeds\\n\\ns feeds write fun catchy and compelling headlines and supporting text for the work we publish\\n\\nwork with the editorial team from the moment a story is conceived to make sure it reaches maximum potential by the time its published\\n\\nkeep close watch on data and user patterns to continually improve how we serve our audience\\n\\nbe slates front line on breaking news events and trending stories\\n\\nqualifications\\n\\nwhat were looking for\\n\\n13 years of social media or digital strategy experience or proof that youve built something special in the digital content space\\n\\nquick fun witty writing\\n\\nthe ability to throw lots of ideas around you love improvisation and brainstorming and would rather throw out five great ideas than fight for just one\\n\\na metabolism for breaking news and quick turnarounds you live on the internet and for the next great story\\n\\nan eye for detail and organizationyou work quickly you get the facts right you write precise crisp errorfree sentences if theyre witty too even better\\n\\nan enthusiasm for numbers or spreadsheets you see patterns quickly and draw logical conclusions from them\\n\\na zeal for managing multiple different social platforms and voices and a knack for translating content for different audiences\\n\\nability to work collaboratively and act independently and switch seamlessly between the two\\n\\na passion for teaching others what you know\\n\\nto apply\\n\\nupload a resume\\n\\nattach a cover letter that explains your biggest pet peeve with how media companies approach social media and how you approach it differently make sure to include the word peeve\\n\\nrespond to the four questions included in the online application for the headlinespecific questions heres what we consider the headline when sharing on facebook\\n\\nstart date asap\\n\\nthe position is fulltime with benefits based out of new york qualified candidates should apply by sept 7 2015\\n\\nat slate we believe that the diversity of ideas experiences and cultures that our employees contribute to our company is our greatest advantage and we are proud to be an inclusive and equalopportunity workplace where all applicants and employees are considered for hire promotion and job status without regard to race color religion national origin age gender sexual orientation or physical handicap\\n\\n  \\n\\ndirector business development and strategy panoply\\n\\npanoply the slate groups premium podcasting network is looking for a director of business development and strategy to lead the rapid expansion of our audio business we want someone who loves podcasts and will embrace the chance to spot shows that will be a perfect fit with the growing panoply network youll scan the digital audio landscape for top quality programs evaluate proposals sent into panoply and negotiate deals on the strategy side were constantly looking at new ways to expand our business and want someone who can identify and analyze such strategic opportunities\\n\\nthis is a unique opportunity for the right candidate to operate as part of an inhouse startup team with the support of one of the webs first and most successful online magazines slatecom and graham holdings co were looking for a bigthinker whos engaged creative and eager to roll up her or his sleeves\\n\\nthe role\\n\\nadd and retain partners in the panoply network by building on existing relationships cultivating new ones and working to anticipate partners ongoing needs\\n\\nnetwork by building on existing relationships cultivating new ones and working to anticipate partners ongoing needs negotiate deals with a variety of potential partners ranging from celebrities to media companies to bestselling authors\\n\\npromote new technology and product capabilities to internal and external clients\\n\\ndevelop new business initiatives and identify new markets across the audioondemand landscape\\n\\nstay up to date the podcasting business is evolving quickly so the director should stay up to the minute on industry trends that will shape our strategy and goals\\n\\n\\n\\nwork closely and develop great relationships with panoplys product technology content legal and sales teams\\n\\nwhat were looking for\\n\\nsomeone whos hardworking smart and nice\\n\\n5 years business development experience technology or platform sales experience a plus\\n\\nproven track record of balancing multiple deals and competing priorities in a fastpaced environment\\n\\nexcellent negotiating skills\\n\\nproactive selfstarter who will think beyond his or her own role\\n\\ncreative thinker with strong organization skills whos not afraid to talk process\\n\\naudio industry experience desired but not required\\n\\nbachelors degree mba preferred\\n\\nbonus points if you\\n\\nhost your own podcast\\n\\nlive to negotiate\\n\\nare an early adopter with a passion for technology\\n\\ncan pronounce panoply properly\\n\\npanoply welcomes applicants of diverse backgrounds and perspectives\\n\\nabout panoply\\n\\npanoply launched in 2015 is an innovative fullservice podcast network for media brands authors personalities and premier organizations panoply provides production audience development sales and technology services for its expanding number of partners were a fast moving team aiming to build an industry leading company led by high quality content innovative sales solutions and industry leading technology\\n\\n  \\n\\npublisher\\n\\nabout slate\\n\\nweve been here since the beginning pioneering original digital journalism our unique editorial strengths of intelligence wit and creative use of the medium attracts a new influential audience of 30 million top decisionmakers and cultural tastemakers its proof positive that weve found the right mix of highquality journalism cutting edge technology and deep integration with social media\\n\\nwere a tightknit group of the smartest marketers communicators technologists writers and thinkers combining the best of two worlds slate offers the stability and resources that come with being part of the graham holdings co and the flexibility and fastpaced environment of a digital startup\\n\\nhelp us continue to change the game\\n\\nslate turned original high quality digital journalism into good businessand we run it as a business we know its critical to invest in the future to stay out ahead of the pack thus we need a business leader that knows how to run multifaceted sales marketing planning ad innovations pr and an inhouse content studio the ideal candidate should have a thorough understanding of the digital agency and client landscape powerful relationships and the strategic vision to develop new products and lines of business and to anticipate what customers will soon look for candidates must have the ability to work with the internal teams especially technology ad operations and editorial to create the next generation of advertising products and solutions for some of the smartest marketers in the media business we launched our content design studio slate custom well ahead of the herd and before native was part of the digital vocabulary panoply our premium podcast network has quickly become a leader in the fastgrowing audioondemand market what else can we do to change the game help our partners and drive business\\n\\ndepartments youll lead and motivate\\n\\nadvertising sales\\n\\nsales planning\\n\\nmarketing\\n\\npr\\n\\nad innovations\\n\\nslate custom inhouse creative studio\\n\\nis this you\\n\\n\\n\\nproven background in leading successful digital teams\\n\\nstrategic thinker hands on manager\\n\\ndeep understanding of the digital media landscape\\n\\npassion and respect for original highquality journalism\\n\\nmoves fast and gets things done\\n\\noriginal thinker\\n\\nzest for making the workplace fun\\n\\ncomfortable and thoughtprovoking on industry panels and with the press\\n\\neffective at managing a complex budget controlling cost investing wisely and turning a profit\\n\\nstrong manager and mentor to junior talent\\n\\nmust haves\\n\\n10 years of successful digital leadership experience\\n\\ndeep knowledge of key digital clients and agencies and the rainmakers within them\\n\\nproven experience in finding developing and managing bestinclass talent\\n\\nconversant in technology\\n\\ngrown existing ad revenues and uncovered new ad revenue streams\\n\\neffective communicator\\n\\nbachelors degree required masters a plus\\n\\nslate welcomes applicants of diverse backgrounds and perspectives\\n\\n  \\n\\ndesign director\\n\\nslate is seeking a design director to elevate slates visual impact across all platforms the opening offers a rare opportunity to work with slates worldclass editorial tech product and sales teams to lead a smart innovative successful company to the next level\\n\\nthe design director will oversee all editorial design for slates awardwinning flagship site lead product design for slates presentation across platforms and be the steward of slates visual identity across sales and marketing materials the brief is to ensure a beautiful consistent readercentric experience wherever users encounter slate\\n\\nideal candidates will exhibit an elegant exacting design sensibility and excitement about exploring the frontiers of digital design crisp communication skills and deft managerial ability are musts we also love excuses to add smart fun funny people to our uniquely engaged and inventive team candidates must also be comfortable with collaboration and datadriven decisionmaking the design director will be leading efforts to improve slates overall reader experience through design measuring improvements whenever possible and the design director will work directly with product editorial development and business leads to collaboratively define new products and enhance existing ones\\n\\nresponsibilities\\n\\n\\n\\nensure that the overall look and feel of the site is best in class appealing both to readers and advertisers\\n\\nmanage a team of five\\n\\nlead design reviews with stakeholders around the organization\\n\\nprovide responsive designs to developers in a manner that makes implementation as true and frictionless as possible\\n\\nvalidate designs internally and externally in conjunction with the product team through clickable prototypes and user testing\\n\\noversee the production of all editorial art for the site including but not limited to art to accompany daily news analysis and commentary art to accompany ambitious projects and packages recurring visual elements designs used in onsite and social promotions and more\\n\\noffer legal and aesthetic guidance to slate bloggers selecting their own art for stories\\n\\nbloggers selecting their own art for stories develop design templates for slate marketing and sales materials\\n\\nmarketing and sales materials oversee the creation of collateral for advertiser pitches\\n\\nmanage the art and design budgets\\n\\nqualifications\\n\\nthis is a senior role you must have seven years experience including prior management experience\\n\\nslate is a digitalonly magazine so strong candidates will have a focus on modern digital design including responsive design\\n\\nis a digitalonly magazine so strong candidates will have a focus on modern digital design including responsive design you must be in nyc or dc and you must be comfortable communicating with and managing people who are remote\\n\\nslate is built primarily of words strong written and oral communication skills are a must\\n\\nnice to have\\n\\nexperience designing mobile apps including user flows motion and animation\\n\\nexperience with current ux design tools such as sketch\\n\\nsome htmlcss experience\\n\\nslate welcomes applicants of diverse backgrounds and perspectives\\n\\n  \\n\\nsenior producer video\\n\\nslate magazine is looking for a senior producer who can help our executive producer run daytoday video operations we work in a fastpaced news environment and need creative minds who can think on their feet pivot as needed and provide endless ideas for smart quirky viral videos boundless energy a plus\\n\\nideal candidates have 5 years experience managing teams in the digital world are proficient in adobe cs and have extensive experience operating dslr cameras we are looking for someone who can give direction can mentor junior talent and feels at home creating content with a strong voice in a nonstructured environment this is a fulltime contract position salary commensurate with experience\\n\\nslate is an equal opportunity employer we are committed to sourcing applicants of diverse backgrounds and perspectives and all candidates are evaluated solely on their qualifications to perform the work\\n\\n  \\n\\n\\n\\nvideo blogger\\n\\nslate is hiring a parttime video blogger to write several times a week on the best new video on the web ideal candidates will be fast smart writers who tend to be the first to see the videos everyone else will be sharing tomorrow they must feel as comfortable writing about last nights cable news as they are about animals or new movies or surprising footage from a science journal they will understand slate well enough to know a perfect video for our audience when they see it candidates should be able to work independently and be judicious communicators\\n\\nto apply please upload a resume and cover letter that includes a very brief note introducing yourself and a few examples of videos you think should be featured on the site\\n\\nqualifications candidates should have some writing experience in online magazines no video editing experience necessary but you should know what an mp4 and brightcove is this is a contract position and pay is commensurate with experience\\n\\nslate welcomes applicants of diverse backgrounds and perspectives\\n\\n  \\n\\nruby developer audio\\n\\nin 2015 slate has redoubled its efforts in the world of podcasting with panoply which brings millions of listeners the smartest conversation that podcasting has to offer through more than 20 shows panoply is a tightknit group of some of the smartest engineers producers entrepreneurs and thinkers and everybody is pulling in the same direction\\n\\nyoull be working in tandem with the rest of slates development and product team to provide a compelling experience across platforms our weekly lunchandlearns with free lunch are for exactly that of course there are also all the normal heywerecool items to check off your list like flexible office hours casual dress location 20 steps from the metro exit and team happy hours\\n\\nslate pioneered podcasting almost a decade ago but for all of that time the technology behind on demand audio has not changed but its about to\\n\\ntoday were looking for a brilliant full stack ruby developer to help craft and collaborate around the mediums future\\n\\nthe ideal candidate should have\\n\\nstrong object oriented and relational db skills\\n\\nstrong experience with ruby and ruby on rails\\n\\nthe ability to jump into other languages particularly javascript\\n\\na knack for prioritizing planning and executing features fixes and systems\\n\\nexperience or familiarity with agile development\\n\\nan eagerness to communicate and work collaboratively around product definition with product managers designers and other developers as well as editorial and business stakeholders\\n\\na drive to deliver working software motivated by user growth and simple clean swiftly produced technical solutions\\n\\nresponsibilities\\n\\nimplementing and maintaining code for managing user profiles\\n\\nintegrate slate and various thirdparty services via web apis\\n\\nand various thirdparty services via web apis provide input on how to improve slate s services\\n\\ns services troubleshooting and solving problems when testing and publishing new features\\n\\nthe nuts and bolts\\n\\nwere building a suite of tools and user experiences powered by discrete microservices our suite currently consists of apps written in go ruby python and javascript communicating via rabbitmq\\n\\nthis position reports to slates director of technology salary is commensurate with experience slate welcomes applicants of diverse backgrounds and perspectives to apply click here\\n\\n  \\n\\nfreelance video editorproducer\\n\\nslate is seeking an energetic resourceful hardworking detailoriented creative thinker to produceedit a weekly video series responsibilities include video editing writing producing and shooting the ideal candidate would have excellent news and editorial judgement proficiency is fcp or adobe premiere after effects a plus and a background in all phases of digital production\\n\\nthe job is not officebasedour freelancers work from home on their own equipment this is a parttime position day rate is commensurate with experience please include a resume as well as a link to your reel or body of work\\n\\nslate welcomes applicants of diverse backgrounds and perspectives to apply for this position click here\\n\\n  \\n\\neditorial internships\\n\\ninteractives intern\\n\\nslates new york office is hiring a paid intern to work on data reporting data visualizations and interactives with our interactives editor\\n\\nthis is a position for journogeeks with sharp news judgment keen math and writing skills and an interest in computer science and its applications to journalism the intern is responsible for pitching story ideas wrangling data testing and critiquing new interactives writing data stories and producing his or her own interactives and visualizations under the guidance of the interactives editors\\n\\nthe work schedule is flexible but at least two full days of inoffice work a week is preferred candidates must have a solid grasp of excel and html familiarity with javascript or other programming languages is a major plus we are currently looking for an intern for the summer or fall start and end dates are flexible please include a resume and cover letter that outlines your availability application deadline is july 30 2015\\n\\nslate welcomes candidates with diverse backgrounds and perspectives\\n\\nslate plus internship\\n\\nslate is hiring an editorial intern for slate plus our membership program\\n\\ncandidates must be available to work 30 hours per week in either slates new york or washington dc office the position involves writing editing and some light audio editing well train you the ideal candidate is an ideagenerating machine who works quickly and independently to apply include a resume one clip or writing sample a cover letter that doesnt put us to sleep and a 300word critique of slates membership program please upload all of these application materials as one attachment deadline to apply is july 30 2015\\n\\n\\n\\nslate hires paid interns for the spring summer and fall we offer internships in the following departments culture politics video the slatest and photo and art more information about each internship is below\\n\\nthe deadline for all summer internships is march 15 the deadline for all fall internships is july 30 the deadline for all spring internships is nov 15\\n\\nnew york editorial internship\\n\\ncandidates for the culture internship must be available to work in slates new york office 30 hours per week they must be highly organized have a proven interest in the arts and be very familiar with slate they must also be able to work quickly efficiently and without much supervision strong writing and editing skills are required to apply include a cover letter that clearly outlines your availability and cultural interests as well as a 400word brow beat post about a cultural topic that interests you upload your cover letter and the assignment above as one attachment\\n\\nslate welcomes candidates with diverse backgrounds and perspectives\\n\\ndc editorial internship\\n\\ncandidates for the fall dc editorial internship must be available to work in slates washington dc office 30 hours per week they must be highly organized have a proven interest in journalism and be very familiar with slate they must also be able to work quickly efficiently and without much supervision there will be opportunity for writing blog posts and articles to apply include a resume and a cover letter that includes a 300word critique of any slate story from the past year and three clips or writing samples at least some of the clips should relate to politics policy the law science or other washingtonrelated topics upload your cover letter and the assignments above as one attachment\\n\\nslate welcomes candidates with diverse backgrounds and perspectives\\n\\nslate video internship\\n\\ncandidates for the slate video internship must be highly energetic organized detailoriented responsible selfstarting individuals looking to pursue a career in digital video production they must be able to work quickly and efficiently and possess keen problemsolving skills candidates must be proficient in adobe premiere pro after effects a plus and have experience shooting on dslrs the internship is three days a week and candidates must be available to work in slates new york office\\n\\nslate welcomes applicants of diverse backgrounds and perspectives\\n\\nthe slatest\\n\\ncandidates for the slatest internship must be available to work in slates new york office at least two days per week in the spring and fall and four full days in the summer days and hours are flexible candidates must be highly energetic selfstarting individuals who have a nose for news along with sharp and quick writing skills applicants should be tech savvy and have great editorial judgment previous reporting experience is a plus and the ability to write clean quick and clear copy is a must to apply include a resume and cover letter with a very brief statement of interest\\n\\nslate welcomes applicants of diverse backgrounds and perspectives\\n\\nphoto and art\\n\\ncandidates for the photo and art internship must be available to work in slates new york office at least two full days per week in the spring and fall and four full days in the summer they should be highly organized visual thinkers who are comfortable working efficiently and without much supervision interns will gain handson experience editing photos producing slideshows and selecting art this is an editingnot shootinginternship however there are ample opportunities for motivated interns to work on special projects and publish their work apply here include a cover letter that clearly outlines your availability and links to visual works online\", \"Text_NoPunctuation\": \"Photo illustration by Slate help wanted ads by Stephen VanHorn\\n\\nIf you love Slate and are incredibly talented maybe you should work for us We just so happen to be hiring\\n\\nClick here to viewapply to all open jobs\\n\\n\\n\\nFor information on applying for paid internships click here\\n\\nDeputy Audience Engagement Editor\\n\\nDo you always know what the biggest story of the day is before anyone else Can you smell an Internet hoax from a mile away Do you love to game the things you post online to see how viral you can make them even if its just on your own Facebook feed Do you find yourself reading through your social media feeds rewriting other peoples share texts in your head\\n\\nThis gig is for you Slate is looking for a true Internet connoisseur with a clear voice for our feeds and a head full of new ideas for how we can make our digital presence stronger on Facebook Twitter and other emerging platforms\\n\\nResponsibilities\\n\\nOur deputy audience engagement editor will report to the audience engagement editor and work with the audience engagement team to\\n\\nManage the voice and scheduling of existing accounts and new platform opportunities as they arise\\n\\nHelp define the daytoday voice of Slate s feeds\\n\\ns feeds Write fun catchy and compelling headlines and supporting text for the work we publish\\n\\nWork with the editorial team from the moment a story is conceived to make sure it reaches maximum potential by the time its published\\n\\nKeep close watch on data and user patterns to continually improve how we serve our audience\\n\\nBe Slates front line on breaking news events and trending stories\\n\\nQualifications\\n\\nWhat were looking for\\n\\n13 years of social media or digital strategy experience or proof that youve built something special in the digital content space\\n\\nQuick fun witty writing\\n\\nThe ability to throw lots of ideas around You love improvisation and brainstorming and would rather throw out five great ideas than fight for just one\\n\\nA metabolism for breaking news and quick turnarounds You live on the internet and for the next great story\\n\\nAn eye for detail and organizationyou work quickly you get the facts right you write precise crisp errorfree sentences If theyre witty too even better\\n\\nAn enthusiasm for numbers or spreadsheets You see patterns quickly and draw logical conclusions from them\\n\\nA zeal for managing multiple different social platforms and voices and a knack for translating content for different audiences\\n\\nAbility to work collaboratively and act independently and switch seamlessly between the two\\n\\nA passion for teaching others what you know\\n\\nTo Apply\\n\\nUpload a resume\\n\\nAttach a cover letter that explains your biggest pet peeve with how media companies approach social media and how you approach it differently Make sure to include the word peeve\\n\\nRespond to the four questions included in the online application For the headlinespecific questions heres what we consider the headline when sharing on Facebook\\n\\nStart Date ASAP\\n\\nThe position is fulltime with benefits based out of New York Qualified candidates should apply by Sept 7 2015\\n\\nAt Slate we believe that the diversity of ideas experiences and cultures that our employees contribute to our company is our greatest advantage and we are proud to be an inclusive and equalopportunity workplace where all applicants and employees are considered for hire promotion and job status without regard to race color religion national origin age gender sexual orientation or physical handicap\\n\\n  \\n\\nDirector Business Development and Strategy Panoply\\n\\nPanoply The Slate Groups premium podcasting network is looking for a director of business development and strategy to lead the rapid expansion of our audio business We want someone who loves podcasts and will embrace the chance to spot shows that will be a perfect fit with the growing Panoply network Youll scan the digital audio landscape for top quality programs evaluate proposals sent into Panoply and negotiate deals On the strategy side were constantly looking at new ways to expand our business and want someone who can identify and analyze such strategic opportunities\\n\\nThis is a unique opportunity for the right candidate to operate as part of an inhouse startup team with the support of one of the Webs first and most successful online magazines Slatecom and Graham Holdings Co Were looking for a bigthinker whos engaged creative and eager to roll up her or his sleeves\\n\\nThe Role\\n\\nAdd and retain partners in the Panoply network by building on existing relationships cultivating new ones and working to anticipate partners ongoing needs\\n\\nnetwork by building on existing relationships cultivating new ones and working to anticipate partners ongoing needs Negotiate deals with a variety of potential partners ranging from celebrities to media companies to bestselling authors\\n\\nPromote new technology and product capabilities to internal and external clients\\n\\nDevelop new business initiatives and identify new markets across the audioondemand landscape\\n\\nStay up to date The podcasting business is evolving quickly so the director should stay up to the minute on industry trends that will shape our strategy and goals\\n\\n\\n\\nWork closely and develop great relationships with Panoplys product technology content legal and sales teams\\n\\nWhat Were Looking For\\n\\nSomeone whos hardworking smart and nice\\n\\n5 years business development experience technology or platform sales experience a plus\\n\\nProven track record of balancing multiple deals and competing priorities in a fastpaced environment\\n\\nExcellent negotiating skills\\n\\nProactive selfstarter who will think beyond his or her own role\\n\\nCreative thinker with strong organization skills whos not afraid to talk process\\n\\nAudio industry experience desired but not required\\n\\nBachelors degree MBA preferred\\n\\nBonus Points if You\\n\\nHost your own podcast\\n\\nLive to negotiate\\n\\nAre an early adopter with a passion for technology\\n\\nCan pronounce Panoply properly\\n\\nPanoply welcomes applicants of diverse backgrounds and perspectives\\n\\nAbout Panoply\\n\\nPanoply launched in 2015 is an innovative fullservice podcast network for media brands authors personalities and premier organizations Panoply provides production audience development sales and technology services for its expanding number of partners Were a fast moving team aiming to build an industry leading company led by high quality content innovative sales solutions and industry leading technology\\n\\n  \\n\\nPublisher\\n\\nAbout Slate\\n\\nWeve been here since the beginning pioneering original digital journalism Our unique editorial strengths of intelligence wit and creative use of the medium attracts a new influential audience of 30 million top decisionmakers and cultural tastemakers Its proof positive that weve found the right mix of highquality journalism cutting edge technology and deep integration with social media\\n\\nWere a tightknit group of the smartest marketers communicators technologists writers and thinkers Combining the best of two worlds Slate offers the stability and resources that come with being part of the Graham Holdings Co and the flexibility and fastpaced environment of a digital startup\\n\\nHelp Us Continue to Change the Game\\n\\nSlate turned original high quality digital journalism into good businessand we run it as a business We know its critical to invest in the future to stay out ahead of the pack thus we need a business leader that knows how to run multifaceted sales marketing planning ad innovations PR and an inhouse content studio The ideal candidate should have a thorough understanding of the digital agency and client landscape powerful relationships and the strategic vision to develop new products and lines of business and to anticipate what customers will soon look for Candidates must have the ability to work with the internal teams especially technology ad operations and editorial to create the next generation of advertising products and solutions for some of the smartest marketers in the media business We launched our content design studio Slate Custom well ahead of the herd and before native was part of the digital vocabulary Panoply our premium podcast network has quickly become a leader in the fastgrowing audioondemand market What else can we do to change the game help our partners and drive business\\n\\nDepartments Youll Lead and Motivate\\n\\nAdvertising Sales\\n\\nSales Planning\\n\\nMarketing\\n\\nPR\\n\\nAd Innovations\\n\\nSlate Custom InHouse Creative Studio\\n\\nIs This You\\n\\n\\n\\nProven background in leading successful digital teams\\n\\nStrategic thinker hands on manager\\n\\nDeep understanding of the digital media landscape\\n\\nPassion and respect for original highquality journalism\\n\\nMoves fast and gets things done\\n\\nOriginal thinker\\n\\nZest for making the workplace fun\\n\\nComfortable and thoughtprovoking on industry panels and with the press\\n\\nEffective at managing a complex budget controlling cost investing wisely and turning a profit\\n\\nStrong manager and mentor to junior talent\\n\\nMust haves\\n\\n10 years of successful digital leadership experience\\n\\nDeep knowledge of key digital clients and agencies and the rainmakers within them\\n\\nProven experience in finding developing and managing bestinclass talent\\n\\nConversant in technology\\n\\nGrown existing ad revenues and uncovered new ad revenue streams\\n\\nEffective communicator\\n\\nBachelors degree required masters a plus\\n\\nSlate welcomes applicants of diverse backgrounds and perspectives\\n\\n  \\n\\nDesign Director\\n\\nSlate is seeking a design director to elevate Slates visual impact across all platforms The opening offers a rare opportunity to work with Slates worldclass editorial tech product and sales teams to lead a smart innovative successful company to the next level\\n\\nThe design director will oversee all editorial design for Slates awardwinning flagship site lead product design for Slates presentation across platforms and be the steward of Slates visual identity across sales and marketing materials The brief is to ensure a beautiful consistent readercentric experience wherever users encounter Slate\\n\\nIdeal candidates will exhibit an elegant exacting design sensibility and excitement about exploring the frontiers of digital design Crisp communication skills and deft managerial ability are musts we also love excuses to add smart fun funny people to our uniquely engaged and inventive team Candidates must also be comfortable with collaboration and datadriven decisionmaking The design director will be leading efforts to improve Slates overall reader experience through design measuring improvements whenever possible And the design director will work directly with product editorial development and business leads to collaboratively define new products and enhance existing ones\\n\\nResponsibilities\\n\\n\\n\\nEnsure that the overall look and feel of the site is best in class appealing both to readers and advertisers\\n\\nManage a team of five\\n\\nLead design reviews with stakeholders around the organization\\n\\nProvide responsive designs to developers in a manner that makes implementation as true and frictionless as possible\\n\\nValidate designs internally and externally in conjunction with the product team through clickable prototypes and user testing\\n\\nOversee the production of all editorial art for the site including but not limited to art to accompany daily news analysis and commentary art to accompany ambitious projects and packages recurring visual elements designs used in onsite and social promotions and more\\n\\nOffer legal and aesthetic guidance to Slate bloggers selecting their own art for stories\\n\\nbloggers selecting their own art for stories Develop design templates for Slate marketing and sales materials\\n\\nmarketing and sales materials Oversee the creation of collateral for advertiser pitches\\n\\nManage the art and design budgets\\n\\nQualifications\\n\\nThis is a senior role You must have seven years experience including prior management experience\\n\\nSlate is a digitalonly magazine so strong candidates will have a focus on modern digital design including responsive design\\n\\nis a digitalonly magazine so strong candidates will have a focus on modern digital design including responsive design You must be in NYC or DC and you must be comfortable communicating with and managing people who are remote\\n\\nSlate is built primarily of words strong written and oral communication skills are a must\\n\\nNice to have\\n\\nExperience designing mobile apps including user flows motion and animation\\n\\nExperience with current UX design tools such as Sketch\\n\\nSome HTMLCSS experience\\n\\nSlate welcomes applicants of diverse backgrounds and perspectives\\n\\n  \\n\\nSenior Producer Video\\n\\nSlate magazine is looking for a senior producer who can help our executive producer run daytoday video operations We work in a fastpaced news environment and need creative minds who can think on their feet pivot as needed and provide endless ideas for smart quirky viral videos Boundless energy a plus\\n\\nIdeal candidates have 5 years experience managing teams in the digital world are proficient in Adobe CS and have extensive experience operating DSLR cameras We are looking for someone who can give direction can mentor junior talent and feels at home creating content with a strong voice in a nonstructured environment This is a fulltime contract position salary commensurate with experience\\n\\nSlate is an equal opportunity employer We are committed to sourcing applicants of diverse backgrounds and perspectives and all candidates are evaluated solely on their qualifications to perform the work\\n\\n  \\n\\n\\n\\nVideo Blogger\\n\\nSlate is hiring a parttime video blogger to write several times a week on the best new video on the Web Ideal candidates will be fast smart writers who tend to be the first to see the videos everyone else will be sharing tomorrow They must feel as comfortable writing about last nights cable news as they are about animals or new movies or surprising footage from a science journal They will understand Slate well enough to know a perfect video for our audience when they see it Candidates should be able to work independently and be judicious communicators\\n\\nTo apply please upload a resume and cover letter that includes a very brief note introducing yourself and a few examples of videos you think should be featured on the site\\n\\nQualifications Candidates should have some writing experience in online magazines No video editing experience necessary but you should know what an MP4 and Brightcove is This is a contract position and pay is commensurate with experience\\n\\nSlate welcomes applicants of diverse backgrounds and perspectives\\n\\n  \\n\\nRuby Developer Audio\\n\\nIn 2015 Slate has redoubled its efforts in the world of podcasting with Panoply which brings millions of listeners the smartest conversation that podcasting has to offer through more than 20 shows Panoply is a tightknit group of some of the smartest engineers producers entrepreneurs and thinkers and everybody is pulling in the same direction\\n\\nYoull be working in tandem with the rest of Slates development and product team to provide a compelling experience across platforms Our weekly lunchandlearns with free lunch are for exactly that Of course there are also all the normal heywerecool items to check off your list like flexible office hours casual dress location 20 steps from the Metro exit and team happy hours\\n\\nSlate pioneered podcasting almost a decade ago but for all of that time the technology behind on demand audio has not changed But its about to\\n\\nToday were looking for a brilliant full stack Ruby developer to help craft and collaborate around the mediums future\\n\\nThe ideal candidate should have\\n\\nStrong object oriented and relational DB skills\\n\\nStrong experience with Ruby and Ruby on Rails\\n\\nThe ability to jump into other languages particularly Javascript\\n\\nA knack for prioritizing planning and executing features fixes and systems\\n\\nExperience or familiarity with agile development\\n\\nAn eagerness to communicate and work collaboratively around product definition with product managers designers and other developers as well as editorial and business stakeholders\\n\\nA drive to deliver working software motivated by user growth and simple clean swiftly produced technical solutions\\n\\nResponsibilities\\n\\nImplementing and maintaining code for managing user profiles\\n\\nIntegrate Slate and various thirdparty services via Web APIs\\n\\nand various thirdparty services via Web APIs Provide input on how to improve Slate s services\\n\\ns services Troubleshooting and solving problems when testing and publishing new features\\n\\nThe nuts and bolts\\n\\nWere building a suite of tools and user experiences powered by discrete microservices Our suite currently consists of apps written in Go Ruby Python and Javascript communicating via RabbitMQ\\n\\nThis position reports to Slates director of technology Salary is commensurate with experience Slate welcomes applicants of diverse backgrounds and perspectives To apply click here\\n\\n  \\n\\nFreelance Video EditorProducer\\n\\nSlate is seeking an energetic resourceful hardworking detailoriented creative thinker to produceedit a weekly video series Responsibilities include video editing writing producing and shooting The ideal candidate would have excellent news and editorial judgement proficiency is FCP or Adobe Premiere After Effects a plus and a background in all phases of digital production\\n\\nThe job is not officebasedour freelancers work from home on their own equipment This is a parttime position Day rate is commensurate with experience Please include a resume as well as a link to your reel or body of work\\n\\nSlate welcomes applicants of diverse backgrounds and perspectives To apply for this position click here\\n\\n  \\n\\nEDITORIAL INTERNSHIPS\\n\\nInteractives Intern\\n\\nSlates New York office is hiring a paid intern to work on data reporting data visualizations and interactives with our interactives editor\\n\\nThis is a position for journogeeks with sharp news judgment keen math and writing skills and an interest in computer science and its applications to journalism The intern is responsible for pitching story ideas wrangling data testing and critiquing new interactives writing data stories and producing his or her own interactives and visualizations under the guidance of the interactives editors\\n\\nThe work schedule is flexible but at least two full days of inoffice work a week is preferred Candidates must have a solid grasp of Excel and HTML Familiarity with JavaScript or other programming languages is a major plus We are currently looking for an intern for the summer or fall Start and end dates are flexible Please include a resume and cover letter that outlines your availability Application deadline is July 30 2015\\n\\nSlate welcomes candidates with diverse backgrounds and perspectives\\n\\nSlate Plus Internship\\n\\nSlate is hiring an editorial intern for Slate Plus our membership program\\n\\nCandidates must be available to work 30 hours per week in either Slates New York or Washington DC office The position involves writing editing and some light audio editing well train you The ideal candidate is an ideagenerating machine who works quickly and independently To apply include a resume one clip or writing sample a cover letter that doesnt put us to sleep and a 300word critique of Slates membership program Please upload all of these application materials as one attachment Deadline to apply is July 30 2015\\n\\n\\n\\nSlate hires paid interns for the spring summer and fall We offer internships in the following departments Culture Politics Video The Slatest and Photo and Art More information about each internship is below\\n\\nThe deadline for all summer internships is March 15 The deadline for all fall internships is July 30 The deadline for all spring internships is Nov 15\\n\\nNew York Editorial Internship\\n\\nCandidates for the culture internship must be available to work in Slates New York office 30 hours per week They must be highly organized have a proven interest in the arts and be very familiar with Slate They must also be able to work quickly efficiently and without much supervision Strong writing and editing skills are required To apply include a cover letter that clearly outlines your availability and cultural interests as well as a 400word Brow Beat post about a cultural topic that interests you Upload your cover letter and the assignment above as one attachment\\n\\nSlate welcomes candidates with diverse backgrounds and perspectives\\n\\nDC Editorial Internship\\n\\nCandidates for the fall DC editorial internship must be available to work in Slates Washington DC office 30 hours per week They must be highly organized have a proven interest in journalism and be very familiar with Slate They must also be able to work quickly efficiently and without much supervision There will be opportunity for writing blog posts and articles To apply include a resume and a cover letter that includes a 300word critique of any Slate story from the past year and three clips or writing samples At least some of the clips should relate to politics policy the law science or other Washingtonrelated topics Upload your cover letter and the assignments above as one attachment\\n\\nSlate welcomes candidates with diverse backgrounds and perspectives\\n\\nSlate Video Internship\\n\\nCandidates for the Slate Video internship must be highly energetic organized detailoriented responsible selfstarting individuals looking to pursue a career in digital video production They must be able to work quickly and efficiently and possess keen problemsolving skills Candidates must be proficient in Adobe Premiere Pro After Effects a plus and have experience shooting on DSLRs The internship is three days a week and candidates must be available to work in Slates New York office\\n\\nSlate welcomes applicants of diverse backgrounds and perspectives\\n\\nThe Slatest\\n\\nCandidates for the Slatest internship must be available to work in Slates New York office at least two days per week in the spring and fall and four full days in the summer Days and hours are flexible Candidates must be highly energetic selfstarting individuals who have a nose for news along with sharp and quick writing skills Applicants should be tech savvy and have great editorial judgment Previous reporting experience is a plus and the ability to write clean quick and clear copy is a must To apply include a resume and cover letter with a very brief statement of interest\\n\\nSlate welcomes applicants of diverse backgrounds and perspectives\\n\\nPhoto and Art\\n\\nCandidates for the photo and art internship must be available to work in Slates New York office at least two full days per week in the spring and fall and four full days in the summer They should be highly organized visual thinkers who are comfortable working efficiently and without much supervision Interns will gain handson experience editing photos producing slideshows and selecting art This is an editingnot shootinginternship however there are ample opportunities for motivated interns to work on special projects and publish their work Apply here include a cover letter that clearly outlines your availability and links to visual works online\", \"Text_NoStopwords\": \"photo illustration slate help wanted ads stephen vanhorn love slate incredibly talented maybe work us happen hiring click viewapply open jobs information applying paid internships click deputy audience engagement editor always know biggest story day anyone else smell internet hoax mile away love game things post online see viral make even facebook feed find reading social media feeds rewriting peoples share texts head gig slate looking true internet connoisseur clear voice feeds head full new ideas make digital presence stronger facebook twitter emerging platforms responsibilities deputy audience engagement editor report audience engagement editor work audience engagement team manage voice scheduling existing accounts new platform opportunities arise help define daytoday voice slate feeds feeds write fun catchy compelling headlines supporting text work publish work editorial team moment story conceived make sure reaches maximum potential time published keep close watch data user patterns continually improve serve audience slates front line breaking news events trending stories qualifications looking 13 years social media digital strategy experience proof youve built something special digital content space quick fun witty writing ability throw lots ideas around love improvisation brainstorming would rather throw five great ideas fight one metabolism breaking news quick turnarounds live internet next great story eye detail organizationyou work quickly get facts right write precise crisp errorfree sentences theyre witty even better enthusiasm numbers spreadsheets see patterns quickly draw logical conclusions zeal managing multiple different social platforms voices knack translating content different audiences ability work collaboratively act independently switch seamlessly two passion teaching others know apply upload resume attach cover letter explains biggest pet peeve media companies approach social media approach differently make sure include word peeve respond four questions included online application headlinespecific questions heres consider headline sharing facebook start date asap position fulltime benefits based new york qualified candidates apply sept 7 2015 slate believe diversity ideas experiences cultures employees contribute company greatest advantage proud inclusive equalopportunity workplace applicants employees considered hire promotion job status without regard race color religion national origin age gender sexual orientation physical handicap director business development strategy panoply panoply slate groups premium podcasting network looking director business development strategy lead rapid expansion audio business want someone loves podcasts embrace chance spot shows perfect fit growing panoply network youll scan digital audio landscape top quality programs evaluate proposals sent panoply negotiate deals strategy side constantly looking new ways expand business want someone identify analyze strategic opportunities unique opportunity right candidate operate part inhouse startup team support one webs first successful online magazines slatecom graham holdings co looking bigthinker whos engaged creative eager roll sleeves role add retain partners panoply network building existing relationships cultivating new ones working anticipate partners ongoing needs network building existing relationships cultivating new ones working anticipate partners ongoing needs negotiate deals variety potential partners ranging celebrities media companies bestselling authors promote new technology product capabilities internal external clients develop new business initiatives identify new markets across audioondemand landscape stay date podcasting business evolving quickly director stay minute industry trends shape strategy goals work closely develop great relationships panoplys product technology content legal sales teams looking someone whos hardworking smart nice 5 years business development experience technology platform sales experience plus proven track record balancing multiple deals competing priorities fastpaced environment excellent negotiating skills proactive selfstarter think beyond role creative thinker strong organization skills whos afraid talk process audio industry experience desired required bachelors degree mba preferred bonus points host podcast live negotiate early adopter passion technology pronounce panoply properly panoply welcomes applicants diverse backgrounds perspectives panoply panoply launched 2015 innovative fullservice podcast network media brands authors personalities premier organizations panoply provides production audience development sales technology services expanding number partners fast moving team aiming build industry leading company led high quality content innovative sales solutions industry leading technology publisher slate weve since beginning pioneering original digital journalism unique editorial strengths intelligence wit creative use medium attracts new influential audience 30 million top decisionmakers cultural tastemakers proof positive weve found right mix highquality journalism cutting edge technology deep integration social media tightknit group smartest marketers communicators technologists writers thinkers combining best two worlds slate offers stability resources come part graham holdings co flexibility fastpaced environment digital startup help us continue change game slate turned original high quality digital journalism good businessand run business know critical invest future stay ahead pack thus need business leader knows run multifaceted sales marketing planning ad innovations pr inhouse content studio ideal candidate thorough understanding digital agency client landscape powerful relationships strategic vision develop new products lines business anticipate customers soon look candidates must ability work internal teams especially technology ad operations editorial create next generation advertising products solutions smartest marketers media business launched content design studio slate custom well ahead herd native part digital vocabulary panoply premium podcast network quickly become leader fastgrowing audioondemand market else change game help partners drive business departments youll lead motivate advertising sales sales planning marketing pr ad innovations slate custom inhouse creative studio proven background leading successful digital teams strategic thinker hands manager deep understanding digital media landscape passion respect original highquality journalism moves fast gets things done original thinker zest making workplace fun comfortable thoughtprovoking industry panels press effective managing complex budget controlling cost investing wisely turning profit strong manager mentor junior talent must haves 10 years successful digital leadership experience deep knowledge key digital clients agencies rainmakers within proven experience finding developing managing bestinclass talent conversant technology grown existing ad revenues uncovered new ad revenue streams effective communicator bachelors degree required masters plus slate welcomes applicants diverse backgrounds perspectives design director slate seeking design director elevate slates visual impact across platforms opening offers rare opportunity work slates worldclass editorial tech product sales teams lead smart innovative successful company next level design director oversee editorial design slates awardwinning flagship site lead product design slates presentation across platforms steward slates visual identity across sales marketing materials brief ensure beautiful consistent readercentric experience wherever users encounter slate ideal candidates exhibit elegant exacting design sensibility excitement exploring frontiers digital design crisp communication skills deft managerial ability musts also love excuses add smart fun funny people uniquely engaged inventive team candidates must also comfortable collaboration datadriven decisionmaking design director leading efforts improve slates overall reader experience design measuring improvements whenever possible design director work directly product editorial development business leads collaboratively define new products enhance existing ones responsibilities ensure overall look feel site best class appealing readers advertisers manage team five lead design reviews stakeholders around organization provide responsive designs developers manner makes implementation true frictionless possible validate designs internally externally conjunction product team clickable prototypes user testing oversee production editorial art site including limited art accompany daily news analysis commentary art accompany ambitious projects packages recurring visual elements designs used onsite social promotions offer legal aesthetic guidance slate bloggers selecting art stories bloggers selecting art stories develop design templates slate marketing sales materials marketing sales materials oversee creation collateral advertiser pitches manage art design budgets qualifications senior role must seven years experience including prior management experience slate digitalonly magazine strong candidates focus modern digital design including responsive design digitalonly magazine strong candidates focus modern digital design including responsive design must nyc dc must comfortable communicating managing people remote slate built primarily words strong written oral communication skills must nice experience designing mobile apps including user flows motion animation experience current ux design tools sketch htmlcss experience slate welcomes applicants diverse backgrounds perspectives senior producer video slate magazine looking senior producer help executive producer run daytoday video operations work fastpaced news environment need creative minds think feet pivot needed provide endless ideas smart quirky viral videos boundless energy plus ideal candidates 5 years experience managing teams digital world proficient adobe cs extensive experience operating dslr cameras looking someone give direction mentor junior talent feels home creating content strong voice nonstructured environment fulltime contract position salary commensurate experience slate equal opportunity employer committed sourcing applicants diverse backgrounds perspectives candidates evaluated solely qualifications perform work video blogger slate hiring parttime video blogger write several times week best new video web ideal candidates fast smart writers tend first see videos everyone else sharing tomorrow must feel comfortable writing last nights cable news animals new movies surprising footage science journal understand slate well enough know perfect video audience see candidates able work independently judicious communicators apply please upload resume cover letter includes brief note introducing examples videos think featured site qualifications candidates writing experience online magazines video editing experience necessary know mp4 brightcove contract position pay commensurate experience slate welcomes applicants diverse backgrounds perspectives ruby developer audio 2015 slate redoubled efforts world podcasting panoply brings millions listeners smartest conversation podcasting offer 20 shows panoply tightknit group smartest engineers producers entrepreneurs thinkers everybody pulling direction youll working tandem rest slates development product team provide compelling experience across platforms weekly lunchandlearns free lunch exactly course also normal heywerecool items check list like flexible office hours casual dress location 20 steps metro exit team happy hours slate pioneered podcasting almost decade ago time technology behind demand audio changed today looking brilliant full stack ruby developer help craft collaborate around mediums future ideal candidate strong object oriented relational db skills strong experience ruby ruby rails ability jump languages particularly javascript knack prioritizing planning executing features fixes systems experience familiarity agile development eagerness communicate work collaboratively around product definition product managers designers developers well editorial business stakeholders drive deliver working software motivated user growth simple clean swiftly produced technical solutions responsibilities implementing maintaining code managing user profiles integrate slate various thirdparty services via web apis various thirdparty services via web apis provide input improve slate services services troubleshooting solving problems testing publishing new features nuts bolts building suite tools user experiences powered discrete microservices suite currently consists apps written go ruby python javascript communicating via rabbitmq position reports slates director technology salary commensurate experience slate welcomes applicants diverse backgrounds perspectives apply click freelance video editorproducer slate seeking energetic resourceful hardworking detailoriented creative thinker produceedit weekly video series responsibilities include video editing writing producing shooting ideal candidate would excellent news editorial judgement proficiency fcp adobe premiere effects plus background phases digital production job officebasedour freelancers work home equipment parttime position day rate commensurate experience please include resume well link reel body work slate welcomes applicants diverse backgrounds perspectives apply position click editorial internships interactives intern slates new york office hiring paid intern work data reporting data visualizations interactives interactives editor position journogeeks sharp news judgment keen math writing skills interest computer science applications journalism intern responsible pitching story ideas wrangling data testing critiquing new interactives writing data stories producing interactives visualizations guidance interactives editors work schedule flexible least two full days inoffice work week preferred candidates must solid grasp excel html familiarity javascript programming languages major plus currently looking intern summer fall start end dates flexible please include resume cover letter outlines availability application deadline july 30 2015 slate welcomes candidates diverse backgrounds perspectives slate plus internship slate hiring editorial intern slate plus membership program candidates must available work 30 hours per week either slates new york washington dc office position involves writing editing light audio editing well train ideal candidate ideagenerating machine works quickly independently apply include resume one clip writing sample cover letter doesnt put us sleep 300word critique slates membership program please upload application materials one attachment deadline apply july 30 2015 slate hires paid interns spring summer fall offer internships following departments culture politics video slatest photo art information internship deadline summer internships march 15 deadline fall internships july 30 deadline spring internships nov 15 new york editorial internship candidates culture internship must available work slates new york office 30 hours per week must highly organized proven interest arts familiar slate must also able work quickly efficiently without much supervision strong writing editing skills required apply include cover letter clearly outlines availability cultural interests well 400word brow beat post cultural topic interests upload cover letter assignment one attachment slate welcomes candidates diverse backgrounds perspectives dc editorial internship candidates fall dc editorial internship must available work slates washington dc office 30 hours per week must highly organized proven interest journalism familiar slate must also able work quickly efficiently without much supervision opportunity writing blog posts articles apply include resume cover letter includes 300word critique slate story past year three clips writing samples least clips relate politics policy law science washingtonrelated topics upload cover letter assignments one attachment slate welcomes candidates diverse backgrounds perspectives slate video internship candidates slate video internship must highly energetic organized detailoriented responsible selfstarting individuals looking pursue career digital video production must able work quickly efficiently possess keen problemsolving skills candidates must proficient adobe premiere pro effects plus experience shooting dslrs internship three days week candidates must available work slates new york office slate welcomes applicants diverse backgrounds perspectives slatest candidates slatest internship must available work slates new york office least two days per week spring fall four full days summer days hours flexible candidates must highly energetic selfstarting individuals nose news along sharp quick writing skills applicants tech savvy great editorial judgment previous reporting experience plus ability write clean quick clear copy must apply include resume cover letter brief statement interest slate welcomes applicants diverse backgrounds perspectives photo art candidates photo art internship must available work slates new york office least two full days per week spring fall four full days summer highly organized visual thinkers comfortable working efficiently without much supervision interns gain handson experience editing photos producing slideshows selecting art editingnot shootinginternship however ample opportunities motivated interns work special projects publish work apply include cover letter clearly outlines availability links visual works online\", \"Text_Trigrams\": [[\"photo\", \"illustration\", \"slate\"], [\"illustration\", \"slate\", \"help\"], [\"slate\", \"help\", \"wanted\"], [\"help\", \"wanted\", \"ad\"], [\"wanted\", \"ad\", \"stephen\"], [\"ad\", \"stephen\", \"vanhorn\"], [\"stephen\", \"vanhorn\", \"love\"], [\"vanhorn\", \"love\", \"slate\"], [\"love\", \"slate\", \"incredibly\"], [\"slate\", \"incredibly\", \"talented\"], [\"incredibly\", \"talented\", \"maybe\"], [\"talented\", \"maybe\", \"work\"], [\"maybe\", \"work\", \"u\"], [\"work\", \"u\", \"happen\"], [\"u\", \"happen\", \"hiring\"], [\"happen\", \"hiring\", \"click\"], [\"hiring\", \"click\", \"viewapply\"], [\"click\", \"viewapply\", \"open\"], [\"viewapply\", \"open\", \"job\"], [\"open\", \"job\", \"information\"], [\"job\", \"information\", \"applying\"], [\"information\", \"applying\", \"paid\"], [\"applying\", \"paid\", \"internship\"], [\"paid\", \"internship\", \"click\"], [\"internship\", \"click\", \"deputy\"], [\"click\", \"deputy\", \"audience\"], [\"deputy\", \"audience\", \"engagement\"], [\"audience\", \"engagement\", \"editor\"], [\"engagement\", \"editor\", \"always\"], [\"editor\", \"always\", \"know\"], [\"always\", \"know\", \"biggest\"], [\"know\", \"biggest\", \"story\"], [\"biggest\", \"story\", \"day\"], [\"story\", \"day\", \"anyone\"], [\"day\", \"anyone\", \"else\"], [\"anyone\", \"else\", \"smell\"], [\"else\", \"smell\", \"internet\"], [\"smell\", \"internet\", \"hoax\"], [\"internet\", \"hoax\", \"mile\"], [\"hoax\", \"mile\", \"away\"], [\"mile\", \"away\", \"love\"], [\"away\", \"love\", \"game\"], [\"love\", \"game\", \"thing\"], [\"game\", \"thing\", \"post\"], [\"thing\", \"post\", \"online\"], [\"post\", \"online\", \"see\"], [\"online\", \"see\", \"viral\"], [\"see\", \"viral\", \"make\"], [\"viral\", \"make\", \"even\"], [\"make\", \"even\", \"facebook\"], [\"even\", \"facebook\", \"feed\"], [\"facebook\", \"feed\", \"find\"], [\"feed\", \"find\", \"reading\"], [\"find\", \"reading\", \"social\"], [\"reading\", \"social\", \"medium\"], [\"social\", \"medium\", \"feed\"], [\"medium\", \"feed\", \"rewriting\"], [\"feed\", \"rewriting\", \"people\"], [\"rewriting\", \"people\", \"share\"], [\"people\", \"share\", \"text\"], [\"share\", \"text\", \"head\"], [\"text\", \"head\", \"gig\"], [\"head\", \"gig\", \"slate\"], [\"gig\", \"slate\", \"looking\"], [\"slate\", \"looking\", \"true\"], [\"looking\", \"true\", \"internet\"], [\"true\", \"internet\", \"connoisseur\"], [\"internet\", \"connoisseur\", \"clear\"], [\"connoisseur\", \"clear\", \"voice\"], [\"clear\", \"voice\", \"feed\"], [\"voice\", \"feed\", \"head\"], [\"feed\", \"head\", \"full\"], [\"head\", \"full\", \"new\"], [\"full\", \"new\", \"idea\"], [\"new\", \"idea\", \"make\"], [\"idea\", \"make\", \"digital\"], [\"make\", \"digital\", \"presence\"], [\"digital\", \"presence\", \"stronger\"], [\"presence\", \"stronger\", \"facebook\"], [\"stronger\", \"facebook\", \"twitter\"], [\"facebook\", \"twitter\", \"emerging\"], [\"twitter\", \"emerging\", \"platform\"], [\"emerging\", \"platform\", \"responsibility\"], [\"platform\", \"responsibility\", \"deputy\"], [\"responsibility\", \"deputy\", \"audience\"], [\"deputy\", \"audience\", \"engagement\"], [\"audience\", \"engagement\", \"editor\"], [\"engagement\", \"editor\", \"report\"], [\"editor\", \"report\", \"audience\"], [\"report\", \"audience\", \"engagement\"], [\"audience\", \"engagement\", \"editor\"], [\"engagement\", \"editor\", \"work\"], [\"editor\", \"work\", \"audience\"], [\"work\", \"audience\", \"engagement\"], [\"audience\", \"engagement\", \"team\"], [\"engagement\", \"team\", \"manage\"], [\"team\", \"manage\", \"voice\"], [\"manage\", \"voice\", \"scheduling\"], [\"voice\", \"scheduling\", \"existing\"], [\"scheduling\", \"existing\", \"account\"], [\"existing\", \"account\", \"new\"], [\"account\", \"new\", \"platform\"], [\"new\", \"platform\", \"opportunity\"], [\"platform\", \"opportunity\", \"arise\"], [\"opportunity\", \"arise\", \"help\"], [\"arise\", \"help\", \"define\"], [\"help\", \"define\", \"daytoday\"], [\"define\", \"daytoday\", \"voice\"], [\"daytoday\", \"voice\", \"slate\"], [\"voice\", \"slate\", \"feed\"], [\"slate\", \"feed\", \"feed\"], [\"feed\", \"feed\", \"write\"], [\"feed\", \"write\", \"fun\"], [\"write\", \"fun\", \"catchy\"], [\"fun\", \"catchy\", \"compelling\"], [\"catchy\", \"compelling\", \"headline\"], [\"compelling\", \"headline\", \"supporting\"], [\"headline\", \"supporting\", \"text\"], [\"supporting\", \"text\", \"work\"], [\"text\", \"work\", \"publish\"], [\"work\", \"publish\", \"work\"], [\"publish\", \"work\", \"editorial\"], [\"work\", \"editorial\", \"team\"], [\"editorial\", \"team\", \"moment\"], [\"team\", \"moment\", \"story\"], [\"moment\", \"story\", \"conceived\"], [\"story\", \"conceived\", \"make\"], [\"conceived\", \"make\", \"sure\"], [\"make\", \"sure\", \"reach\"], [\"sure\", \"reach\", \"maximum\"], [\"reach\", \"maximum\", \"potential\"], [\"maximum\", \"potential\", \"time\"], [\"potential\", \"time\", \"published\"], [\"time\", \"published\", \"keep\"], [\"published\", \"keep\", \"close\"], [\"keep\", \"close\", \"watch\"], [\"close\", \"watch\", \"data\"], [\"watch\", \"data\", \"user\"], [\"data\", \"user\", \"pattern\"], [\"user\", \"pattern\", \"continually\"], [\"pattern\", \"continually\", \"improve\"], [\"continually\", \"improve\", \"serve\"], [\"improve\", \"serve\", \"audience\"], [\"serve\", \"audience\", \"slate\"], [\"audience\", \"slate\", \"front\"], [\"slate\", \"front\", \"line\"], [\"front\", \"line\", \"breaking\"], [\"line\", \"breaking\", \"news\"], [\"breaking\", \"news\", \"event\"], [\"news\", \"event\", \"trending\"], [\"event\", \"trending\", \"story\"], [\"trending\", \"story\", \"qualification\"], [\"story\", \"qualification\", \"looking\"], [\"qualification\", \"looking\", \"13\"], [\"looking\", \"13\", \"year\"], [\"13\", \"year\", \"social\"], [\"year\", \"social\", \"medium\"], [\"social\", \"medium\", \"digital\"], [\"medium\", \"digital\", \"strategy\"], [\"digital\", \"strategy\", \"experience\"], [\"strategy\", \"experience\", \"proof\"], [\"experience\", \"proof\", \"youve\"], [\"proof\", \"youve\", \"built\"], [\"youve\", \"built\", \"something\"], [\"built\", \"something\", \"special\"], [\"something\", \"special\", \"digital\"], [\"special\", \"digital\", \"content\"], [\"digital\", \"content\", \"space\"], [\"content\", \"space\", \"quick\"], [\"space\", \"quick\", \"fun\"], [\"quick\", \"fun\", \"witty\"], [\"fun\", \"witty\", \"writing\"], [\"witty\", \"writing\", \"ability\"], [\"writing\", \"ability\", \"throw\"], [\"ability\", \"throw\", \"lot\"], [\"throw\", \"lot\", \"idea\"], [\"lot\", \"idea\", \"around\"], [\"idea\", \"around\", \"love\"], [\"around\", \"love\", \"improvisation\"], [\"love\", \"improvisation\", \"brainstorming\"], [\"improvisation\", \"brainstorming\", \"would\"], [\"brainstorming\", \"would\", \"rather\"], [\"would\", \"rather\", \"throw\"], [\"rather\", \"throw\", \"five\"], [\"throw\", \"five\", \"great\"], [\"five\", \"great\", \"idea\"], [\"great\", \"idea\", \"fight\"], [\"idea\", \"fight\", \"one\"], [\"fight\", \"one\", \"metabolism\"], [\"one\", \"metabolism\", \"breaking\"], [\"metabolism\", \"breaking\", \"news\"], [\"breaking\", \"news\", \"quick\"], [\"news\", \"quick\", \"turnaround\"], [\"quick\", \"turnaround\", \"live\"], [\"turnaround\", \"live\", \"internet\"], [\"live\", \"internet\", \"next\"], [\"internet\", \"next\", \"great\"], [\"next\", \"great\", \"story\"], [\"great\", \"story\", \"eye\"], [\"story\", \"eye\", \"detail\"], [\"eye\", \"detail\", \"organizationyou\"], [\"detail\", \"organizationyou\", \"work\"], [\"organizationyou\", \"work\", \"quickly\"], [\"work\", \"quickly\", \"get\"], [\"quickly\", \"get\", \"fact\"], [\"get\", \"fact\", \"right\"], [\"fact\", \"right\", \"write\"], [\"right\", \"write\", \"precise\"], [\"write\", \"precise\", \"crisp\"], [\"precise\", \"crisp\", \"errorfree\"], [\"crisp\", \"errorfree\", \"sentence\"], [\"errorfree\", \"sentence\", \"theyre\"], [\"sentence\", \"theyre\", \"witty\"], [\"theyre\", \"witty\", \"even\"], [\"witty\", \"even\", \"better\"], [\"even\", \"better\", \"enthusiasm\"], [\"better\", \"enthusiasm\", \"number\"], [\"enthusiasm\", \"number\", \"spreadsheet\"], [\"number\", \"spreadsheet\", \"see\"], [\"spreadsheet\", \"see\", \"pattern\"], [\"see\", \"pattern\", \"quickly\"], [\"pattern\", \"quickly\", \"draw\"], [\"quickly\", \"draw\", \"logical\"], [\"draw\", \"logical\", \"conclusion\"], [\"logical\", \"conclusion\", \"zeal\"], [\"conclusion\", \"zeal\", \"managing\"], [\"zeal\", \"managing\", \"multiple\"], [\"managing\", \"multiple\", \"different\"], [\"multiple\", \"different\", \"social\"], [\"different\", \"social\", \"platform\"], [\"social\", \"platform\", \"voice\"], [\"platform\", \"voice\", \"knack\"], [\"voice\", \"knack\", \"translating\"], [\"knack\", \"translating\", \"content\"], [\"translating\", \"content\", \"different\"], [\"content\", \"different\", \"audience\"], [\"different\", \"audience\", \"ability\"], [\"audience\", \"ability\", \"work\"], [\"ability\", \"work\", \"collaboratively\"], [\"work\", \"collaboratively\", \"act\"], [\"collaboratively\", \"act\", \"independently\"], [\"act\", \"independently\", \"switch\"], [\"independently\", \"switch\", \"seamlessly\"], [\"switch\", \"seamlessly\", \"two\"], [\"seamlessly\", \"two\", \"passion\"], [\"two\", \"passion\", \"teaching\"], [\"passion\", \"teaching\", \"others\"], [\"teaching\", \"others\", \"know\"], [\"others\", \"know\", \"apply\"], [\"know\", \"apply\", \"upload\"], [\"apply\", \"upload\", \"resume\"], [\"upload\", \"resume\", \"attach\"], [\"resume\", \"attach\", \"cover\"], [\"attach\", \"cover\", \"letter\"], [\"cover\", \"letter\", \"explains\"], [\"letter\", \"explains\", \"biggest\"], [\"explains\", \"biggest\", \"pet\"], [\"biggest\", \"pet\", \"peeve\"], [\"pet\", \"peeve\", \"medium\"], [\"peeve\", \"medium\", \"company\"], [\"medium\", \"company\", \"approach\"], [\"company\", \"approach\", \"social\"], [\"approach\", \"social\", \"medium\"], [\"social\", \"medium\", \"approach\"], [\"medium\", \"approach\", \"differently\"], [\"approach\", \"differently\", \"make\"], [\"differently\", \"make\", \"sure\"], [\"make\", \"sure\", \"include\"], [\"sure\", \"include\", \"word\"], [\"include\", \"word\", \"peeve\"], [\"word\", \"peeve\", \"respond\"], [\"peeve\", \"respond\", \"four\"], [\"respond\", \"four\", \"question\"], [\"four\", \"question\", \"included\"], [\"question\", \"included\", \"online\"], [\"included\", \"online\", \"application\"], [\"online\", \"application\", \"headlinespecific\"], [\"application\", \"headlinespecific\", \"question\"], [\"headlinespecific\", \"question\", \"here\"], [\"question\", \"here\", \"consider\"], [\"here\", \"consider\", \"headline\"], [\"consider\", \"headline\", \"sharing\"], [\"headline\", \"sharing\", \"facebook\"], [\"sharing\", \"facebook\", \"start\"], [\"facebook\", \"start\", \"date\"], [\"start\", \"date\", \"asap\"], [\"date\", \"asap\", \"position\"], [\"asap\", \"position\", \"fulltime\"], [\"position\", \"fulltime\", \"benefit\"], [\"fulltime\", \"benefit\", \"based\"], [\"benefit\", \"based\", \"new\"], [\"based\", \"new\", \"york\"], [\"new\", \"york\", \"qualified\"], [\"york\", \"qualified\", \"candidate\"], [\"qualified\", \"candidate\", \"apply\"], [\"candidate\", \"apply\", \"sept\"], [\"apply\", \"sept\", \"7\"], [\"sept\", \"7\", \"2015\"], [\"7\", \"2015\", \"slate\"], [\"2015\", \"slate\", \"believe\"], [\"slate\", \"believe\", \"diversity\"], [\"believe\", \"diversity\", \"idea\"], [\"diversity\", \"idea\", \"experience\"], [\"idea\", \"experience\", \"culture\"], [\"experience\", \"culture\", \"employee\"], [\"culture\", \"employee\", \"contribute\"], [\"employee\", \"contribute\", \"company\"], [\"contribute\", \"company\", \"greatest\"], [\"company\", \"greatest\", \"advantage\"], [\"greatest\", \"advantage\", \"proud\"], [\"advantage\", \"proud\", \"inclusive\"], [\"proud\", \"inclusive\", \"equalopportunity\"], [\"inclusive\", \"equalopportunity\", \"workplace\"], [\"equalopportunity\", \"workplace\", \"applicant\"], [\"workplace\", \"applicant\", \"employee\"], [\"applicant\", \"employee\", \"considered\"], [\"employee\", \"considered\", \"hire\"], [\"considered\", \"hire\", \"promotion\"], [\"hire\", \"promotion\", \"job\"], [\"promotion\", \"job\", \"status\"], [\"job\", \"status\", \"without\"], [\"status\", \"without\", \"regard\"], [\"without\", \"regard\", \"race\"], [\"regard\", \"race\", \"color\"], [\"race\", \"color\", \"religion\"], [\"color\", \"religion\", \"national\"], [\"religion\", \"national\", \"origin\"], [\"national\", \"origin\", \"age\"], [\"origin\", \"age\", \"gender\"], [\"age\", \"gender\", \"sexual\"], [\"gender\", \"sexual\", \"orientation\"], [\"sexual\", \"orientation\", \"physical\"], [\"orientation\", \"physical\", \"handicap\"], [\"physical\", \"handicap\", \"director\"], [\"handicap\", \"director\", \"business\"], [\"director\", \"business\", \"development\"], [\"business\", \"development\", \"strategy\"], [\"development\", \"strategy\", \"panoply\"], [\"strategy\", \"panoply\", \"panoply\"], [\"panoply\", \"panoply\", \"slate\"], [\"panoply\", \"slate\", \"group\"], [\"slate\", \"group\", \"premium\"], [\"group\", \"premium\", \"podcasting\"], [\"premium\", \"podcasting\", \"network\"], [\"podcasting\", \"network\", \"looking\"], [\"network\", \"looking\", \"director\"], [\"looking\", \"director\", \"business\"], [\"director\", \"business\", \"development\"], [\"business\", \"development\", \"strategy\"], [\"development\", \"strategy\", \"lead\"], [\"strategy\", \"lead\", \"rapid\"], [\"lead\", \"rapid\", \"expansion\"], [\"rapid\", \"expansion\", \"audio\"], [\"expansion\", \"audio\", \"business\"], [\"audio\", \"business\", \"want\"], [\"business\", \"want\", \"someone\"], [\"want\", \"someone\", \"love\"], [\"someone\", \"love\", \"podcasts\"], [\"love\", \"podcasts\", \"embrace\"], [\"podcasts\", \"embrace\", \"chance\"], [\"embrace\", \"chance\", \"spot\"], [\"chance\", \"spot\", \"show\"], [\"spot\", \"show\", \"perfect\"], [\"show\", \"perfect\", \"fit\"], [\"perfect\", \"fit\", \"growing\"], [\"fit\", \"growing\", \"panoply\"], [\"growing\", \"panoply\", \"network\"], [\"panoply\", \"network\", \"youll\"], [\"network\", \"youll\", \"scan\"], [\"youll\", \"scan\", \"digital\"], [\"scan\", \"digital\", \"audio\"], [\"digital\", \"audio\", \"landscape\"], [\"audio\", \"landscape\", \"top\"], [\"landscape\", \"top\", \"quality\"], [\"top\", \"quality\", \"program\"], [\"quality\", \"program\", \"evaluate\"], [\"program\", \"evaluate\", \"proposal\"], [\"evaluate\", \"proposal\", \"sent\"], [\"proposal\", \"sent\", \"panoply\"], [\"sent\", \"panoply\", \"negotiate\"], [\"panoply\", \"negotiate\", \"deal\"], [\"negotiate\", \"deal\", \"strategy\"], [\"deal\", \"strategy\", \"side\"], [\"strategy\", \"side\", \"constantly\"], [\"side\", \"constantly\", \"looking\"], [\"constantly\", \"looking\", \"new\"], [\"looking\", \"new\", \"way\"], [\"new\", \"way\", \"expand\"], [\"way\", \"expand\", \"business\"], [\"expand\", \"business\", \"want\"], [\"business\", \"want\", \"someone\"], [\"want\", \"someone\", \"identify\"], [\"someone\", \"identify\", \"analyze\"], [\"identify\", \"analyze\", \"strategic\"], [\"analyze\", \"strategic\", \"opportunity\"], [\"strategic\", \"opportunity\", \"unique\"], [\"opportunity\", \"unique\", \"opportunity\"], [\"unique\", \"opportunity\", \"right\"], [\"opportunity\", \"right\", \"candidate\"], [\"right\", \"candidate\", \"operate\"], [\"candidate\", \"operate\", \"part\"], [\"operate\", \"part\", \"inhouse\"], [\"part\", \"inhouse\", \"startup\"], [\"inhouse\", \"startup\", \"team\"], [\"startup\", \"team\", \"support\"], [\"team\", \"support\", \"one\"], [\"support\", \"one\", \"web\"], [\"one\", \"web\", \"first\"], [\"web\", \"first\", \"successful\"], [\"first\", \"successful\", \"online\"], [\"successful\", \"online\", \"magazine\"], [\"online\", \"magazine\", \"slatecom\"], [\"magazine\", \"slatecom\", \"graham\"], [\"slatecom\", \"graham\", \"holding\"], [\"graham\", \"holding\", \"co\"], [\"holding\", \"co\", \"looking\"], [\"co\", \"looking\", \"bigthinker\"], [\"looking\", \"bigthinker\", \"who\"], [\"bigthinker\", \"who\", \"engaged\"], [\"who\", \"engaged\", \"creative\"], [\"engaged\", \"creative\", \"eager\"], [\"creative\", \"eager\", \"roll\"], [\"eager\", \"roll\", \"sleeve\"], [\"roll\", \"sleeve\", \"role\"], [\"sleeve\", \"role\", \"add\"], [\"role\", \"add\", \"retain\"], [\"add\", \"retain\", \"partner\"], [\"retain\", \"partner\", \"panoply\"], [\"partner\", \"panoply\", \"network\"], [\"panoply\", \"network\", \"building\"], [\"network\", \"building\", \"existing\"], [\"building\", \"existing\", \"relationship\"], [\"existing\", \"relationship\", \"cultivating\"], [\"relationship\", \"cultivating\", \"new\"], [\"cultivating\", \"new\", \"one\"], [\"new\", \"one\", \"working\"], [\"one\", \"working\", \"anticipate\"], [\"working\", \"anticipate\", \"partner\"], [\"anticipate\", \"partner\", \"ongoing\"], [\"partner\", \"ongoing\", \"need\"], [\"ongoing\", \"need\", \"network\"], [\"need\", \"network\", \"building\"], [\"network\", \"building\", \"existing\"], [\"building\", \"existing\", \"relationship\"], [\"existing\", \"relationship\", \"cultivating\"], [\"relationship\", \"cultivating\", \"new\"], [\"cultivating\", \"new\", \"one\"], [\"new\", \"one\", \"working\"], [\"one\", \"working\", \"anticipate\"], [\"working\", \"anticipate\", \"partner\"], [\"anticipate\", \"partner\", \"ongoing\"], [\"partner\", \"ongoing\", \"need\"], [\"ongoing\", \"need\", \"negotiate\"], [\"need\", \"negotiate\", \"deal\"], [\"negotiate\", \"deal\", \"variety\"], [\"deal\", \"variety\", \"potential\"], [\"variety\", \"potential\", \"partner\"], [\"potential\", \"partner\", \"ranging\"], [\"partner\", \"ranging\", \"celebrity\"], [\"ranging\", \"celebrity\", \"medium\"], [\"celebrity\", \"medium\", \"company\"], [\"medium\", \"company\", \"bestselling\"], [\"company\", \"bestselling\", \"author\"], [\"bestselling\", \"author\", \"promote\"], [\"author\", \"promote\", \"new\"], [\"promote\", \"new\", \"technology\"], [\"new\", \"technology\", \"product\"], [\"technology\", \"product\", \"capability\"], [\"product\", \"capability\", \"internal\"], [\"capability\", \"internal\", \"external\"], [\"internal\", \"external\", \"client\"], [\"external\", \"client\", \"develop\"], [\"client\", \"develop\", \"new\"], [\"develop\", \"new\", \"business\"], [\"new\", \"business\", \"initiative\"], [\"business\", \"initiative\", \"identify\"], [\"initiative\", \"identify\", \"new\"], [\"identify\", \"new\", \"market\"], [\"new\", \"market\", \"across\"], [\"market\", \"across\", \"audioondemand\"], [\"across\", \"audioondemand\", \"landscape\"], [\"audioondemand\", \"landscape\", \"stay\"], [\"landscape\", \"stay\", \"date\"], [\"stay\", \"date\", \"podcasting\"], [\"date\", \"podcasting\", \"business\"], [\"podcasting\", \"business\", \"evolving\"], [\"business\", \"evolving\", \"quickly\"], [\"evolving\", \"quickly\", \"director\"], [\"quickly\", \"director\", \"stay\"], [\"director\", \"stay\", \"minute\"], [\"stay\", \"minute\", \"industry\"], [\"minute\", \"industry\", \"trend\"], [\"industry\", \"trend\", \"shape\"], [\"trend\", \"shape\", \"strategy\"], [\"shape\", \"strategy\", \"goal\"], [\"strategy\", \"goal\", \"work\"], [\"goal\", \"work\", \"closely\"], [\"work\", \"closely\", \"develop\"], [\"closely\", \"develop\", \"great\"], [\"develop\", \"great\", \"relationship\"], [\"great\", \"relationship\", \"panoply\"], [\"relationship\", \"panoply\", \"product\"], [\"panoply\", \"product\", \"technology\"], [\"product\", \"technology\", \"content\"], [\"technology\", \"content\", \"legal\"], [\"content\", \"legal\", \"sale\"], [\"legal\", \"sale\", \"team\"], [\"sale\", \"team\", \"looking\"], [\"team\", \"looking\", \"someone\"], [\"looking\", \"someone\", \"who\"], [\"someone\", \"who\", \"hardworking\"], [\"who\", \"hardworking\", \"smart\"], [\"hardworking\", \"smart\", \"nice\"], [\"smart\", \"nice\", \"5\"], [\"nice\", \"5\", \"year\"], [\"5\", \"year\", \"business\"], [\"year\", \"business\", \"development\"], [\"business\", \"development\", \"experience\"], [\"development\", \"experience\", \"technology\"], [\"experience\", \"technology\", \"platform\"], [\"technology\", \"platform\", \"sale\"], [\"platform\", \"sale\", \"experience\"], [\"sale\", \"experience\", \"plus\"], [\"experience\", \"plus\", \"proven\"], [\"plus\", \"proven\", \"track\"], [\"proven\", \"track\", \"record\"], [\"track\", \"record\", \"balancing\"], [\"record\", \"balancing\", \"multiple\"], [\"balancing\", \"multiple\", \"deal\"], [\"multiple\", \"deal\", \"competing\"], [\"deal\", \"competing\", \"priority\"], [\"competing\", \"priority\", \"fastpaced\"], [\"priority\", \"fastpaced\", \"environment\"], [\"fastpaced\", \"environment\", \"excellent\"], [\"environment\", \"excellent\", \"negotiating\"], [\"excellent\", \"negotiating\", \"skill\"], [\"negotiating\", \"skill\", \"proactive\"], [\"skill\", \"proactive\", \"selfstarter\"], [\"proactive\", \"selfstarter\", \"think\"], [\"selfstarter\", \"think\", \"beyond\"], [\"think\", \"beyond\", \"role\"], [\"beyond\", \"role\", \"creative\"], [\"role\", \"creative\", \"thinker\"], [\"creative\", \"thinker\", \"strong\"], [\"thinker\", \"strong\", \"organization\"], [\"strong\", \"organization\", \"skill\"], [\"organization\", \"skill\", \"who\"], [\"skill\", \"who\", \"afraid\"], [\"who\", \"afraid\", \"talk\"], [\"afraid\", \"talk\", \"process\"], [\"talk\", \"process\", \"audio\"], [\"process\", \"audio\", \"industry\"], [\"audio\", \"industry\", \"experience\"], [\"industry\", \"experience\", \"desired\"], [\"experience\", \"desired\", \"required\"], [\"desired\", \"required\", \"bachelor\"], [\"required\", \"bachelor\", \"degree\"], [\"bachelor\", \"degree\", \"mba\"], [\"degree\", \"mba\", \"preferred\"], [\"mba\", \"preferred\", \"bonus\"], [\"preferred\", \"bonus\", \"point\"], [\"bonus\", \"point\", \"host\"], [\"point\", \"host\", \"podcast\"], [\"host\", \"podcast\", \"live\"], [\"podcast\", \"live\", \"negotiate\"], [\"live\", \"negotiate\", \"early\"], [\"negotiate\", \"early\", \"adopter\"], [\"early\", \"adopter\", \"passion\"], [\"adopter\", \"passion\", \"technology\"], [\"passion\", \"technology\", \"pronounce\"], [\"technology\", \"pronounce\", \"panoply\"], [\"pronounce\", \"panoply\", \"properly\"], [\"panoply\", \"properly\", \"panoply\"], [\"properly\", \"panoply\", \"welcome\"], [\"panoply\", \"welcome\", \"applicant\"], [\"welcome\", \"applicant\", \"diverse\"], [\"applicant\", \"diverse\", \"background\"], [\"diverse\", \"background\", \"perspective\"], [\"background\", \"perspective\", \"panoply\"], [\"perspective\", \"panoply\", \"panoply\"], [\"panoply\", \"panoply\", \"launched\"], [\"panoply\", \"launched\", \"2015\"], [\"launched\", \"2015\", \"innovative\"], [\"2015\", \"innovative\", \"fullservice\"], [\"innovative\", \"fullservice\", \"podcast\"], [\"fullservice\", \"podcast\", \"network\"], [\"podcast\", \"network\", \"medium\"], [\"network\", \"medium\", \"brand\"], [\"medium\", \"brand\", \"author\"], [\"brand\", \"author\", \"personality\"], [\"author\", \"personality\", \"premier\"], [\"personality\", \"premier\", \"organization\"], [\"premier\", \"organization\", \"panoply\"], [\"organization\", \"panoply\", \"provides\"], [\"panoply\", \"provides\", \"production\"], [\"provides\", \"production\", \"audience\"], [\"production\", \"audience\", \"development\"], [\"audience\", \"development\", \"sale\"], [\"development\", \"sale\", \"technology\"], [\"sale\", \"technology\", \"service\"], [\"technology\", \"service\", \"expanding\"], [\"service\", \"expanding\", \"number\"], [\"expanding\", \"number\", \"partner\"], [\"number\", \"partner\", \"fast\"], [\"partner\", \"fast\", \"moving\"], [\"fast\", \"moving\", \"team\"], [\"moving\", \"team\", \"aiming\"], [\"team\", \"aiming\", \"build\"], [\"aiming\", \"build\", \"industry\"], [\"build\", \"industry\", \"leading\"], [\"industry\", \"leading\", \"company\"], [\"leading\", \"company\", \"led\"], [\"company\", \"led\", \"high\"], [\"led\", \"high\", \"quality\"], [\"high\", \"quality\", \"content\"], [\"quality\", \"content\", \"innovative\"], [\"content\", \"innovative\", \"sale\"], [\"innovative\", \"sale\", \"solution\"], [\"sale\", \"solution\", \"industry\"], [\"solution\", \"industry\", \"leading\"], [\"industry\", \"leading\", \"technology\"], [\"leading\", \"technology\", \"publisher\"], [\"technology\", \"publisher\", \"slate\"], [\"publisher\", \"slate\", \"weve\"], [\"slate\", \"weve\", \"since\"], [\"weve\", \"since\", \"beginning\"], [\"since\", \"beginning\", \"pioneering\"], [\"beginning\", \"pioneering\", \"original\"], [\"pioneering\", \"original\", \"digital\"], [\"original\", \"digital\", \"journalism\"], [\"digital\", \"journalism\", \"unique\"], [\"journalism\", \"unique\", \"editorial\"], [\"unique\", \"editorial\", \"strength\"], [\"editorial\", \"strength\", \"intelligence\"], [\"strength\", \"intelligence\", \"wit\"], [\"intelligence\", \"wit\", \"creative\"], [\"wit\", \"creative\", \"use\"], [\"creative\", \"use\", \"medium\"], [\"use\", \"medium\", \"attracts\"], [\"medium\", \"attracts\", \"new\"], [\"attracts\", \"new\", \"influential\"], [\"new\", \"influential\", \"audience\"], [\"influential\", \"audience\", \"30\"], [\"audience\", \"30\", \"million\"], [\"30\", \"million\", \"top\"], [\"million\", \"top\", \"decisionmakers\"], [\"top\", \"decisionmakers\", \"cultural\"], [\"decisionmakers\", \"cultural\", \"tastemakers\"], [\"cultural\", \"tastemakers\", \"proof\"], [\"tastemakers\", \"proof\", \"positive\"], [\"proof\", \"positive\", \"weve\"], [\"positive\", \"weve\", \"found\"], [\"weve\", \"found\", \"right\"], [\"found\", \"right\", \"mix\"], [\"right\", \"mix\", \"highquality\"], [\"mix\", \"highquality\", \"journalism\"], [\"highquality\", \"journalism\", \"cutting\"], [\"journalism\", \"cutting\", \"edge\"], [\"cutting\", \"edge\", \"technology\"], [\"edge\", \"technology\", \"deep\"], [\"technology\", \"deep\", \"integration\"], [\"deep\", \"integration\", \"social\"], [\"integration\", \"social\", \"medium\"], [\"social\", \"medium\", \"tightknit\"], [\"medium\", \"tightknit\", \"group\"], [\"tightknit\", \"group\", \"smartest\"], [\"group\", \"smartest\", \"marketer\"], [\"smartest\", \"marketer\", \"communicator\"], [\"marketer\", \"communicator\", \"technologist\"], [\"communicator\", \"technologist\", \"writer\"], [\"technologist\", \"writer\", \"thinker\"], [\"writer\", \"thinker\", \"combining\"], [\"thinker\", \"combining\", \"best\"], [\"combining\", \"best\", \"two\"], [\"best\", \"two\", \"world\"], [\"two\", \"world\", \"slate\"], [\"world\", \"slate\", \"offer\"], [\"slate\", \"offer\", \"stability\"], [\"offer\", \"stability\", \"resource\"], [\"stability\", \"resource\", \"come\"], [\"resource\", \"come\", \"part\"], [\"come\", \"part\", \"graham\"], [\"part\", \"graham\", \"holding\"], [\"graham\", \"holding\", \"co\"], [\"holding\", \"co\", \"flexibility\"], [\"co\", \"flexibility\", \"fastpaced\"], [\"flexibility\", \"fastpaced\", \"environment\"], [\"fastpaced\", \"environment\", \"digital\"], [\"environment\", \"digital\", \"startup\"], [\"digital\", \"startup\", \"help\"], [\"startup\", \"help\", \"u\"], [\"help\", \"u\", \"continue\"], [\"u\", \"continue\", \"change\"], [\"continue\", \"change\", \"game\"], [\"change\", \"game\", \"slate\"], [\"game\", \"slate\", \"turned\"], [\"slate\", \"turned\", \"original\"], [\"turned\", \"original\", \"high\"], [\"original\", \"high\", \"quality\"], [\"high\", \"quality\", \"digital\"], [\"quality\", \"digital\", \"journalism\"], [\"digital\", \"journalism\", \"good\"], [\"journalism\", \"good\", \"businessand\"], [\"good\", \"businessand\", \"run\"], [\"businessand\", \"run\", \"business\"], [\"run\", \"business\", \"know\"], [\"business\", \"know\", \"critical\"], [\"know\", \"critical\", \"invest\"], [\"critical\", \"invest\", \"future\"], [\"invest\", \"future\", \"stay\"], [\"future\", \"stay\", \"ahead\"], [\"stay\", \"ahead\", \"pack\"], [\"ahead\", \"pack\", \"thus\"], [\"pack\", \"thus\", \"need\"], [\"thus\", \"need\", \"business\"], [\"need\", \"business\", \"leader\"], [\"business\", \"leader\", \"know\"], [\"leader\", \"know\", \"run\"], [\"know\", \"run\", \"multifaceted\"], [\"run\", \"multifaceted\", \"sale\"], [\"multifaceted\", \"sale\", \"marketing\"], [\"sale\", \"marketing\", \"planning\"], [\"marketing\", \"planning\", \"ad\"], [\"planning\", \"ad\", \"innovation\"], [\"ad\", \"innovation\", \"pr\"], [\"innovation\", \"pr\", \"inhouse\"], [\"pr\", \"inhouse\", \"content\"], [\"inhouse\", \"content\", \"studio\"], [\"content\", \"studio\", \"ideal\"], [\"studio\", \"ideal\", \"candidate\"], [\"ideal\", \"candidate\", \"thorough\"], [\"candidate\", \"thorough\", \"understanding\"], [\"thorough\", \"understanding\", \"digital\"], [\"understanding\", \"digital\", \"agency\"], [\"digital\", \"agency\", \"client\"], [\"agency\", \"client\", \"landscape\"], [\"client\", \"landscape\", \"powerful\"], [\"landscape\", \"powerful\", \"relationship\"], [\"powerful\", \"relationship\", \"strategic\"], [\"relationship\", \"strategic\", \"vision\"], [\"strategic\", \"vision\", \"develop\"], [\"vision\", \"develop\", \"new\"], [\"develop\", \"new\", \"product\"], [\"new\", \"product\", \"line\"], [\"product\", \"line\", \"business\"], [\"line\", \"business\", \"anticipate\"], [\"business\", \"anticipate\", \"customer\"], [\"anticipate\", \"customer\", \"soon\"], [\"customer\", \"soon\", \"look\"], [\"soon\", \"look\", \"candidate\"], [\"look\", \"candidate\", \"must\"], [\"candidate\", \"must\", \"ability\"], [\"must\", \"ability\", \"work\"], [\"ability\", \"work\", \"internal\"], [\"work\", \"internal\", \"team\"], [\"internal\", \"team\", \"especially\"], [\"team\", \"especially\", \"technology\"], [\"especially\", \"technology\", \"ad\"], [\"technology\", \"ad\", \"operation\"], [\"ad\", \"operation\", \"editorial\"], [\"operation\", \"editorial\", \"create\"], [\"editorial\", \"create\", \"next\"], [\"create\", \"next\", \"generation\"], [\"next\", \"generation\", \"advertising\"], [\"generation\", \"advertising\", \"product\"], [\"advertising\", \"product\", \"solution\"], [\"product\", \"solution\", \"smartest\"], [\"solution\", \"smartest\", \"marketer\"], [\"smartest\", \"marketer\", \"medium\"], [\"marketer\", \"medium\", \"business\"], [\"medium\", \"business\", \"launched\"], [\"business\", \"launched\", \"content\"], [\"launched\", \"content\", \"design\"], [\"content\", \"design\", \"studio\"], [\"design\", \"studio\", \"slate\"], [\"studio\", \"slate\", \"custom\"], [\"slate\", \"custom\", \"well\"], [\"custom\", \"well\", \"ahead\"], [\"well\", \"ahead\", \"herd\"], [\"ahead\", \"herd\", \"native\"], [\"herd\", \"native\", \"part\"], [\"native\", \"part\", \"digital\"], [\"part\", \"digital\", \"vocabulary\"], [\"digital\", \"vocabulary\", \"panoply\"], [\"vocabulary\", \"panoply\", \"premium\"], [\"panoply\", \"premium\", \"podcast\"], [\"premium\", \"podcast\", \"network\"], [\"podcast\", \"network\", \"quickly\"], [\"network\", \"quickly\", \"become\"], [\"quickly\", \"become\", \"leader\"], [\"become\", \"leader\", \"fastgrowing\"], [\"leader\", \"fastgrowing\", \"audioondemand\"], [\"fastgrowing\", \"audioondemand\", \"market\"], [\"audioondemand\", \"market\", \"else\"], [\"market\", \"else\", \"change\"], [\"else\", \"change\", \"game\"], [\"change\", \"game\", \"help\"], [\"game\", \"help\", \"partner\"], [\"help\", \"partner\", \"drive\"], [\"partner\", \"drive\", \"business\"], [\"drive\", \"business\", \"department\"], [\"business\", \"department\", \"youll\"], [\"department\", \"youll\", \"lead\"], [\"youll\", \"lead\", \"motivate\"], [\"lead\", \"motivate\", \"advertising\"], [\"motivate\", \"advertising\", \"sale\"], [\"advertising\", \"sale\", \"sale\"], [\"sale\", \"sale\", \"planning\"], [\"sale\", \"planning\", \"marketing\"], [\"planning\", \"marketing\", \"pr\"], [\"marketing\", \"pr\", \"ad\"], [\"pr\", \"ad\", \"innovation\"], [\"ad\", \"innovation\", \"slate\"], [\"innovation\", \"slate\", \"custom\"], [\"slate\", \"custom\", \"inhouse\"], [\"custom\", \"inhouse\", \"creative\"], [\"inhouse\", \"creative\", \"studio\"], [\"creative\", \"studio\", \"proven\"], [\"studio\", \"proven\", \"background\"], [\"proven\", \"background\", \"leading\"], [\"background\", \"leading\", \"successful\"], [\"leading\", \"successful\", \"digital\"], [\"successful\", \"digital\", \"team\"], [\"digital\", \"team\", \"strategic\"], [\"team\", \"strategic\", \"thinker\"], [\"strategic\", \"thinker\", \"hand\"], [\"thinker\", \"hand\", \"manager\"], [\"hand\", \"manager\", \"deep\"], [\"manager\", \"deep\", \"understanding\"], [\"deep\", \"understanding\", \"digital\"], [\"understanding\", \"digital\", \"medium\"], [\"digital\", \"medium\", \"landscape\"], [\"medium\", \"landscape\", \"passion\"], [\"landscape\", \"passion\", \"respect\"], [\"passion\", \"respect\", \"original\"], [\"respect\", \"original\", \"highquality\"], [\"original\", \"highquality\", \"journalism\"], [\"highquality\", \"journalism\", \"move\"], [\"journalism\", \"move\", \"fast\"], [\"move\", \"fast\", \"get\"], [\"fast\", \"get\", \"thing\"], [\"get\", \"thing\", \"done\"], [\"thing\", \"done\", \"original\"], [\"done\", \"original\", \"thinker\"], [\"original\", \"thinker\", \"zest\"], [\"thinker\", \"zest\", \"making\"], [\"zest\", \"making\", \"workplace\"], [\"making\", \"workplace\", \"fun\"], [\"workplace\", \"fun\", \"comfortable\"], [\"fun\", \"comfortable\", \"thoughtprovoking\"], [\"comfortable\", \"thoughtprovoking\", \"industry\"], [\"thoughtprovoking\", \"industry\", \"panel\"], [\"industry\", \"panel\", \"press\"], [\"panel\", \"press\", \"effective\"], [\"press\", \"effective\", \"managing\"], [\"effective\", \"managing\", \"complex\"], [\"managing\", \"complex\", \"budget\"], [\"complex\", \"budget\", \"controlling\"], [\"budget\", \"controlling\", \"cost\"], [\"controlling\", \"cost\", \"investing\"], [\"cost\", \"investing\", \"wisely\"], [\"investing\", \"wisely\", \"turning\"], [\"wisely\", \"turning\", \"profit\"], [\"turning\", \"profit\", \"strong\"], [\"profit\", \"strong\", \"manager\"], [\"strong\", \"manager\", \"mentor\"], [\"manager\", \"mentor\", \"junior\"], [\"mentor\", \"junior\", \"talent\"], [\"junior\", \"talent\", \"must\"], [\"talent\", \"must\", \"have\"], [\"must\", \"have\", \"10\"], [\"have\", \"10\", \"year\"], [\"10\", \"year\", \"successful\"], [\"year\", \"successful\", \"digital\"], [\"successful\", \"digital\", \"leadership\"], [\"digital\", \"leadership\", \"experience\"], [\"leadership\", \"experience\", \"deep\"], [\"experience\", \"deep\", \"knowledge\"], [\"deep\", \"knowledge\", \"key\"], [\"knowledge\", \"key\", \"digital\"], [\"key\", \"digital\", \"client\"], [\"digital\", \"client\", \"agency\"], [\"client\", \"agency\", \"rainmaker\"], [\"agency\", \"rainmaker\", \"within\"], [\"rainmaker\", \"within\", \"proven\"], [\"within\", \"proven\", \"experience\"], [\"proven\", \"experience\", \"finding\"], [\"experience\", \"finding\", \"developing\"], [\"finding\", \"developing\", \"managing\"], [\"developing\", \"managing\", \"bestinclass\"], [\"managing\", \"bestinclass\", \"talent\"], [\"bestinclass\", \"talent\", \"conversant\"], [\"talent\", \"conversant\", \"technology\"], [\"conversant\", \"technology\", \"grown\"], [\"technology\", \"grown\", \"existing\"], [\"grown\", \"existing\", \"ad\"], [\"existing\", \"ad\", \"revenue\"], [\"ad\", \"revenue\", \"uncovered\"], [\"revenue\", \"uncovered\", \"new\"], [\"uncovered\", \"new\", \"ad\"], [\"new\", \"ad\", \"revenue\"], [\"ad\", \"revenue\", \"stream\"], [\"revenue\", \"stream\", \"effective\"], [\"stream\", \"effective\", \"communicator\"], [\"effective\", \"communicator\", \"bachelor\"], [\"communicator\", \"bachelor\", \"degree\"], [\"bachelor\", \"degree\", \"required\"], [\"degree\", \"required\", \"master\"], [\"required\", \"master\", \"plus\"], [\"master\", \"plus\", \"slate\"], [\"plus\", \"slate\", \"welcome\"], [\"slate\", \"welcome\", \"applicant\"], [\"welcome\", \"applicant\", \"diverse\"], [\"applicant\", \"diverse\", \"background\"], [\"diverse\", \"background\", \"perspective\"], [\"background\", \"perspective\", \"design\"], [\"perspective\", \"design\", \"director\"], [\"design\", \"director\", \"slate\"], [\"director\", \"slate\", \"seeking\"], [\"slate\", \"seeking\", \"design\"], [\"seeking\", \"design\", \"director\"], [\"design\", \"director\", \"elevate\"], [\"director\", \"elevate\", \"slate\"], [\"elevate\", \"slate\", \"visual\"], [\"slate\", \"visual\", \"impact\"], [\"visual\", \"impact\", \"across\"], [\"impact\", \"across\", \"platform\"], [\"across\", \"platform\", \"opening\"], [\"platform\", \"opening\", \"offer\"], [\"opening\", \"offer\", \"rare\"], [\"offer\", \"rare\", \"opportunity\"], [\"rare\", \"opportunity\", \"work\"], [\"opportunity\", \"work\", \"slate\"], [\"work\", \"slate\", \"worldclass\"], [\"slate\", \"worldclass\", \"editorial\"], [\"worldclass\", \"editorial\", \"tech\"], [\"editorial\", \"tech\", \"product\"], [\"tech\", \"product\", \"sale\"], [\"product\", \"sale\", \"team\"], [\"sale\", \"team\", \"lead\"], [\"team\", \"lead\", \"smart\"], [\"lead\", \"smart\", \"innovative\"], [\"smart\", \"innovative\", \"successful\"], [\"innovative\", \"successful\", \"company\"], [\"successful\", \"company\", \"next\"], [\"company\", \"next\", \"level\"], [\"next\", \"level\", \"design\"], [\"level\", \"design\", \"director\"], [\"design\", \"director\", \"oversee\"], [\"director\", \"oversee\", \"editorial\"], [\"oversee\", \"editorial\", \"design\"], [\"editorial\", \"design\", \"slate\"], [\"design\", \"slate\", \"awardwinning\"], [\"slate\", \"awardwinning\", \"flagship\"], [\"awardwinning\", \"flagship\", \"site\"], [\"flagship\", \"site\", \"lead\"], [\"site\", \"lead\", \"product\"], [\"lead\", \"product\", \"design\"], [\"product\", \"design\", \"slate\"], [\"design\", \"slate\", \"presentation\"], [\"slate\", \"presentation\", \"across\"], [\"presentation\", \"across\", \"platform\"], [\"across\", \"platform\", \"steward\"], [\"platform\", \"steward\", \"slate\"], [\"steward\", \"slate\", \"visual\"], [\"slate\", \"visual\", \"identity\"], [\"visual\", \"identity\", \"across\"], [\"identity\", \"across\", \"sale\"], [\"across\", \"sale\", \"marketing\"], [\"sale\", \"marketing\", \"material\"], [\"marketing\", \"material\", \"brief\"], [\"material\", \"brief\", \"ensure\"], [\"brief\", \"ensure\", \"beautiful\"], [\"ensure\", \"beautiful\", \"consistent\"], [\"beautiful\", \"consistent\", \"readercentric\"], [\"consistent\", \"readercentric\", \"experience\"], [\"readercentric\", \"experience\", \"wherever\"], [\"experience\", \"wherever\", \"user\"], [\"wherever\", \"user\", \"encounter\"], [\"user\", \"encounter\", \"slate\"], [\"encounter\", \"slate\", \"ideal\"], [\"slate\", \"ideal\", \"candidate\"], [\"ideal\", \"candidate\", \"exhibit\"], [\"candidate\", \"exhibit\", \"elegant\"], [\"exhibit\", \"elegant\", \"exacting\"], [\"elegant\", \"exacting\", \"design\"], [\"exacting\", \"design\", \"sensibility\"], [\"design\", \"sensibility\", \"excitement\"], [\"sensibility\", \"excitement\", \"exploring\"], [\"excitement\", \"exploring\", \"frontier\"], [\"exploring\", \"frontier\", \"digital\"], [\"frontier\", \"digital\", \"design\"], [\"digital\", \"design\", \"crisp\"], [\"design\", \"crisp\", \"communication\"], [\"crisp\", \"communication\", \"skill\"], [\"communication\", \"skill\", \"deft\"], [\"skill\", \"deft\", \"managerial\"], [\"deft\", \"managerial\", \"ability\"], [\"managerial\", \"ability\", \"must\"], [\"ability\", \"must\", \"also\"], [\"must\", \"also\", \"love\"], [\"also\", \"love\", \"excuse\"], [\"love\", \"excuse\", \"add\"], [\"excuse\", \"add\", \"smart\"], [\"add\", \"smart\", \"fun\"], [\"smart\", \"fun\", \"funny\"], [\"fun\", \"funny\", \"people\"], [\"funny\", \"people\", \"uniquely\"], [\"people\", \"uniquely\", \"engaged\"], [\"uniquely\", \"engaged\", \"inventive\"], [\"engaged\", \"inventive\", \"team\"], [\"inventive\", \"team\", \"candidate\"], [\"team\", \"candidate\", \"must\"], [\"candidate\", \"must\", \"also\"], [\"must\", \"also\", \"comfortable\"], [\"also\", \"comfortable\", \"collaboration\"], [\"comfortable\", \"collaboration\", \"datadriven\"], [\"collaboration\", \"datadriven\", \"decisionmaking\"], [\"datadriven\", \"decisionmaking\", \"design\"], [\"decisionmaking\", \"design\", \"director\"], [\"design\", \"director\", \"leading\"], [\"director\", \"leading\", \"effort\"], [\"leading\", \"effort\", \"improve\"], [\"effort\", \"improve\", \"slate\"], [\"improve\", \"slate\", \"overall\"], [\"slate\", \"overall\", \"reader\"], [\"overall\", \"reader\", \"experience\"], [\"reader\", \"experience\", \"design\"], [\"experience\", \"design\", \"measuring\"], [\"design\", \"measuring\", \"improvement\"], [\"measuring\", \"improvement\", \"whenever\"], [\"improvement\", \"whenever\", \"possible\"], [\"whenever\", \"possible\", \"design\"], [\"possible\", \"design\", \"director\"], [\"design\", \"director\", \"work\"], [\"director\", \"work\", \"directly\"], [\"work\", \"directly\", \"product\"], [\"directly\", \"product\", \"editorial\"], [\"product\", \"editorial\", \"development\"], [\"editorial\", \"development\", \"business\"], [\"development\", \"business\", \"lead\"], [\"business\", \"lead\", \"collaboratively\"], [\"lead\", \"collaboratively\", \"define\"], [\"collaboratively\", \"define\", \"new\"], [\"define\", \"new\", \"product\"], [\"new\", \"product\", \"enhance\"], [\"product\", \"enhance\", \"existing\"], [\"enhance\", \"existing\", \"one\"], [\"existing\", \"one\", \"responsibility\"], [\"one\", \"responsibility\", \"ensure\"], [\"responsibility\", \"ensure\", \"overall\"], [\"ensure\", \"overall\", \"look\"], [\"overall\", \"look\", \"feel\"], [\"look\", \"feel\", \"site\"], [\"feel\", \"site\", \"best\"], [\"site\", \"best\", \"class\"], [\"best\", \"class\", \"appealing\"], [\"class\", \"appealing\", \"reader\"], [\"appealing\", \"reader\", \"advertiser\"], [\"reader\", \"advertiser\", \"manage\"], [\"advertiser\", \"manage\", \"team\"], [\"manage\", \"team\", \"five\"], [\"team\", \"five\", \"lead\"], [\"five\", \"lead\", \"design\"], [\"lead\", \"design\", \"review\"], [\"design\", \"review\", \"stakeholder\"], [\"review\", \"stakeholder\", \"around\"], [\"stakeholder\", \"around\", \"organization\"], [\"around\", \"organization\", \"provide\"], [\"organization\", \"provide\", \"responsive\"], [\"provide\", \"responsive\", \"design\"], [\"responsive\", \"design\", \"developer\"], [\"design\", \"developer\", \"manner\"], [\"developer\", \"manner\", \"make\"], [\"manner\", \"make\", \"implementation\"], [\"make\", \"implementation\", \"true\"], [\"implementation\", \"true\", \"frictionless\"], [\"true\", \"frictionless\", \"possible\"], [\"frictionless\", \"possible\", \"validate\"], [\"possible\", \"validate\", \"design\"], [\"validate\", \"design\", \"internally\"], [\"design\", \"internally\", \"externally\"], [\"internally\", \"externally\", \"conjunction\"], [\"externally\", \"conjunction\", \"product\"], [\"conjunction\", \"product\", \"team\"], [\"product\", \"team\", \"clickable\"], [\"team\", \"clickable\", \"prototype\"], [\"clickable\", \"prototype\", \"user\"], [\"prototype\", \"user\", \"testing\"], [\"user\", \"testing\", \"oversee\"], [\"testing\", \"oversee\", \"production\"], [\"oversee\", \"production\", \"editorial\"], [\"production\", \"editorial\", \"art\"], [\"editorial\", \"art\", \"site\"], [\"art\", \"site\", \"including\"], [\"site\", \"including\", \"limited\"], [\"including\", \"limited\", \"art\"], [\"limited\", \"art\", \"accompany\"], [\"art\", \"accompany\", \"daily\"], [\"accompany\", \"daily\", \"news\"], [\"daily\", \"news\", \"analysis\"], [\"news\", \"analysis\", \"commentary\"], [\"analysis\", \"commentary\", \"art\"], [\"commentary\", \"art\", \"accompany\"], [\"art\", \"accompany\", \"ambitious\"], [\"accompany\", \"ambitious\", \"project\"], [\"ambitious\", \"project\", \"package\"], [\"project\", \"package\", \"recurring\"], [\"package\", \"recurring\", \"visual\"], [\"recurring\", \"visual\", \"element\"], [\"visual\", \"element\", \"design\"], [\"element\", \"design\", \"used\"], [\"design\", \"used\", \"onsite\"], [\"used\", \"onsite\", \"social\"], [\"onsite\", \"social\", \"promotion\"], [\"social\", \"promotion\", \"offer\"], [\"promotion\", \"offer\", \"legal\"], [\"offer\", \"legal\", \"aesthetic\"], [\"legal\", \"aesthetic\", \"guidance\"], [\"aesthetic\", \"guidance\", \"slate\"], [\"guidance\", \"slate\", \"blogger\"], [\"slate\", \"blogger\", \"selecting\"], [\"blogger\", \"selecting\", \"art\"], [\"selecting\", \"art\", \"story\"], [\"art\", \"story\", \"blogger\"], [\"story\", \"blogger\", \"selecting\"], [\"blogger\", \"selecting\", \"art\"], [\"selecting\", \"art\", \"story\"], [\"art\", \"story\", \"develop\"], [\"story\", \"develop\", \"design\"], [\"develop\", \"design\", \"template\"], [\"design\", \"template\", \"slate\"], [\"template\", \"slate\", \"marketing\"], [\"slate\", \"marketing\", \"sale\"], [\"marketing\", \"sale\", \"material\"], [\"sale\", \"material\", \"marketing\"], [\"material\", \"marketing\", \"sale\"], [\"marketing\", \"sale\", \"material\"], [\"sale\", \"material\", \"oversee\"], [\"material\", \"oversee\", \"creation\"], [\"oversee\", \"creation\", \"collateral\"], [\"creation\", \"collateral\", \"advertiser\"], [\"collateral\", \"advertiser\", \"pitch\"], [\"advertiser\", \"pitch\", \"manage\"], [\"pitch\", \"manage\", \"art\"], [\"manage\", \"art\", \"design\"], [\"art\", \"design\", \"budget\"], [\"design\", \"budget\", \"qualification\"], [\"budget\", \"qualification\", \"senior\"], [\"qualification\", \"senior\", \"role\"], [\"senior\", \"role\", \"must\"], [\"role\", \"must\", \"seven\"], [\"must\", \"seven\", \"year\"], [\"seven\", \"year\", \"experience\"], [\"year\", \"experience\", \"including\"], [\"experience\", \"including\", \"prior\"], [\"including\", \"prior\", \"management\"], [\"prior\", \"management\", \"experience\"], [\"management\", \"experience\", \"slate\"], [\"experience\", \"slate\", \"digitalonly\"], [\"slate\", \"digitalonly\", \"magazine\"], [\"digitalonly\", \"magazine\", \"strong\"], [\"magazine\", \"strong\", \"candidate\"], [\"strong\", \"candidate\", \"focus\"], [\"candidate\", \"focus\", \"modern\"], [\"focus\", \"modern\", \"digital\"], [\"modern\", \"digital\", \"design\"], [\"digital\", \"design\", \"including\"], [\"design\", \"including\", \"responsive\"], [\"including\", \"responsive\", \"design\"], [\"responsive\", \"design\", \"digitalonly\"], [\"design\", \"digitalonly\", \"magazine\"], [\"digitalonly\", \"magazine\", \"strong\"], [\"magazine\", \"strong\", \"candidate\"], [\"strong\", \"candidate\", \"focus\"], [\"candidate\", \"focus\", \"modern\"], [\"focus\", \"modern\", \"digital\"], [\"modern\", \"digital\", \"design\"], [\"digital\", \"design\", \"including\"], [\"design\", \"including\", \"responsive\"], [\"including\", \"responsive\", \"design\"], [\"responsive\", \"design\", \"must\"], [\"design\", \"must\", \"nyc\"], [\"must\", \"nyc\", \"dc\"], [\"nyc\", \"dc\", \"must\"], [\"dc\", \"must\", \"comfortable\"], [\"must\", \"comfortable\", \"communicating\"], [\"comfortable\", \"communicating\", \"managing\"], [\"communicating\", \"managing\", \"people\"], [\"managing\", \"people\", \"remote\"], [\"people\", \"remote\", \"slate\"], [\"remote\", \"slate\", \"built\"], [\"slate\", \"built\", \"primarily\"], [\"built\", \"primarily\", \"word\"], [\"primarily\", \"word\", \"strong\"], [\"word\", \"strong\", \"written\"], [\"strong\", \"written\", \"oral\"], [\"written\", \"oral\", \"communication\"], [\"oral\", \"communication\", \"skill\"], [\"communication\", \"skill\", \"must\"], [\"skill\", \"must\", \"nice\"], [\"must\", \"nice\", \"experience\"], [\"nice\", \"experience\", \"designing\"], [\"experience\", \"designing\", \"mobile\"], [\"designing\", \"mobile\", \"apps\"], [\"mobile\", \"apps\", \"including\"], [\"apps\", \"including\", \"user\"], [\"including\", \"user\", \"flow\"], [\"user\", \"flow\", \"motion\"], [\"flow\", \"motion\", \"animation\"], [\"motion\", \"animation\", \"experience\"], [\"animation\", \"experience\", \"current\"], [\"experience\", \"current\", \"ux\"], [\"current\", \"ux\", \"design\"], [\"ux\", \"design\", \"tool\"], [\"design\", \"tool\", \"sketch\"], [\"tool\", \"sketch\", \"htmlcss\"], [\"sketch\", \"htmlcss\", \"experience\"], [\"htmlcss\", \"experience\", \"slate\"], [\"experience\", \"slate\", \"welcome\"], [\"slate\", \"welcome\", \"applicant\"], [\"welcome\", \"applicant\", \"diverse\"], [\"applicant\", \"diverse\", \"background\"], [\"diverse\", \"background\", \"perspective\"], [\"background\", \"perspective\", \"senior\"], [\"perspective\", \"senior\", \"producer\"], [\"senior\", \"producer\", \"video\"], [\"producer\", \"video\", \"slate\"], [\"video\", \"slate\", \"magazine\"], [\"slate\", \"magazine\", \"looking\"], [\"magazine\", \"looking\", \"senior\"], [\"looking\", \"senior\", \"producer\"], [\"senior\", \"producer\", \"help\"], [\"producer\", \"help\", \"executive\"], [\"help\", \"executive\", \"producer\"], [\"executive\", \"producer\", \"run\"], [\"producer\", \"run\", \"daytoday\"], [\"run\", \"daytoday\", \"video\"], [\"daytoday\", \"video\", \"operation\"], [\"video\", \"operation\", \"work\"], [\"operation\", \"work\", \"fastpaced\"], [\"work\", \"fastpaced\", \"news\"], [\"fastpaced\", \"news\", \"environment\"], [\"news\", \"environment\", \"need\"], [\"environment\", \"need\", \"creative\"], [\"need\", \"creative\", \"mind\"], [\"creative\", \"mind\", \"think\"], [\"mind\", \"think\", \"foot\"], [\"think\", \"foot\", \"pivot\"], [\"foot\", \"pivot\", \"needed\"], [\"pivot\", \"needed\", \"provide\"], [\"needed\", \"provide\", \"endless\"], [\"provide\", \"endless\", \"idea\"], [\"endless\", \"idea\", \"smart\"], [\"idea\", \"smart\", \"quirky\"], [\"smart\", \"quirky\", \"viral\"], [\"quirky\", \"viral\", \"video\"], [\"viral\", \"video\", \"boundless\"], [\"video\", \"boundless\", \"energy\"], [\"boundless\", \"energy\", \"plus\"], [\"energy\", \"plus\", \"ideal\"], [\"plus\", \"ideal\", \"candidate\"], [\"ideal\", \"candidate\", \"5\"], [\"candidate\", \"5\", \"year\"], [\"5\", \"year\", \"experience\"], [\"year\", \"experience\", \"managing\"], [\"experience\", \"managing\", \"team\"], [\"managing\", \"team\", \"digital\"], [\"team\", \"digital\", \"world\"], [\"digital\", \"world\", \"proficient\"], [\"world\", \"proficient\", \"adobe\"], [\"proficient\", \"adobe\", \"c\"], [\"adobe\", \"c\", \"extensive\"], [\"c\", \"extensive\", \"experience\"], [\"extensive\", \"experience\", \"operating\"], [\"experience\", \"operating\", \"dslr\"], [\"operating\", \"dslr\", \"camera\"], [\"dslr\", \"camera\", \"looking\"], [\"camera\", \"looking\", \"someone\"], [\"looking\", \"someone\", \"give\"], [\"someone\", \"give\", \"direction\"], [\"give\", \"direction\", \"mentor\"], [\"direction\", \"mentor\", \"junior\"], [\"mentor\", \"junior\", \"talent\"], [\"junior\", \"talent\", \"feel\"], [\"talent\", \"feel\", \"home\"], [\"feel\", \"home\", \"creating\"], [\"home\", \"creating\", \"content\"], [\"creating\", \"content\", \"strong\"], [\"content\", \"strong\", \"voice\"], [\"strong\", \"voice\", \"nonstructured\"], [\"voice\", \"nonstructured\", \"environment\"], [\"nonstructured\", \"environment\", \"fulltime\"], [\"environment\", \"fulltime\", \"contract\"], [\"fulltime\", \"contract\", \"position\"], [\"contract\", \"position\", \"salary\"], [\"position\", \"salary\", \"commensurate\"], [\"salary\", \"commensurate\", \"experience\"], [\"commensurate\", \"experience\", \"slate\"], [\"experience\", \"slate\", \"equal\"], [\"slate\", \"equal\", \"opportunity\"], [\"equal\", \"opportunity\", \"employer\"], [\"opportunity\", \"employer\", \"committed\"], [\"employer\", \"committed\", \"sourcing\"], [\"committed\", \"sourcing\", \"applicant\"], [\"sourcing\", \"applicant\", \"diverse\"], [\"applicant\", \"diverse\", \"background\"], [\"diverse\", \"background\", \"perspective\"], [\"background\", \"perspective\", \"candidate\"], [\"perspective\", \"candidate\", \"evaluated\"], [\"candidate\", \"evaluated\", \"solely\"], [\"evaluated\", \"solely\", \"qualification\"], [\"solely\", \"qualification\", \"perform\"], [\"qualification\", \"perform\", \"work\"], [\"perform\", \"work\", \"video\"], [\"work\", \"video\", \"blogger\"], [\"video\", \"blogger\", \"slate\"], [\"blogger\", \"slate\", \"hiring\"], [\"slate\", \"hiring\", \"parttime\"], [\"hiring\", \"parttime\", \"video\"], [\"parttime\", \"video\", \"blogger\"], [\"video\", \"blogger\", \"write\"], [\"blogger\", \"write\", \"several\"], [\"write\", \"several\", \"time\"], [\"several\", \"time\", \"week\"], [\"time\", \"week\", \"best\"], [\"week\", \"best\", \"new\"], [\"best\", \"new\", \"video\"], [\"new\", \"video\", \"web\"], [\"video\", \"web\", \"ideal\"], [\"web\", \"ideal\", \"candidate\"], [\"ideal\", \"candidate\", \"fast\"], [\"candidate\", \"fast\", \"smart\"], [\"fast\", \"smart\", \"writer\"], [\"smart\", \"writer\", \"tend\"], [\"writer\", \"tend\", \"first\"], [\"tend\", \"first\", \"see\"], [\"first\", \"see\", \"video\"], [\"see\", \"video\", \"everyone\"], [\"video\", \"everyone\", \"else\"], [\"everyone\", \"else\", \"sharing\"], [\"else\", \"sharing\", \"tomorrow\"], [\"sharing\", \"tomorrow\", \"must\"], [\"tomorrow\", \"must\", \"feel\"], [\"must\", \"feel\", \"comfortable\"], [\"feel\", \"comfortable\", \"writing\"], [\"comfortable\", \"writing\", \"last\"], [\"writing\", \"last\", \"night\"], [\"last\", \"night\", \"cable\"], [\"night\", \"cable\", \"news\"], [\"cable\", \"news\", \"animal\"], [\"news\", \"animal\", \"new\"], [\"animal\", \"new\", \"movie\"], [\"new\", \"movie\", \"surprising\"], [\"movie\", \"surprising\", \"footage\"], [\"surprising\", \"footage\", \"science\"], [\"footage\", \"science\", \"journal\"], [\"science\", \"journal\", \"understand\"], [\"journal\", \"understand\", \"slate\"], [\"understand\", \"slate\", \"well\"], [\"slate\", \"well\", \"enough\"], [\"well\", \"enough\", \"know\"], [\"enough\", \"know\", \"perfect\"], [\"know\", \"perfect\", \"video\"], [\"perfect\", \"video\", \"audience\"], [\"video\", \"audience\", \"see\"], [\"audience\", \"see\", \"candidate\"], [\"see\", \"candidate\", \"able\"], [\"candidate\", \"able\", \"work\"], [\"able\", \"work\", \"independently\"], [\"work\", \"independently\", \"judicious\"], [\"independently\", \"judicious\", \"communicator\"], [\"judicious\", \"communicator\", \"apply\"], [\"communicator\", \"apply\", \"please\"], [\"apply\", \"please\", \"upload\"], [\"please\", \"upload\", \"resume\"], [\"upload\", \"resume\", \"cover\"], [\"resume\", \"cover\", \"letter\"], [\"cover\", \"letter\", \"includes\"], [\"letter\", \"includes\", \"brief\"], [\"includes\", \"brief\", \"note\"], [\"brief\", \"note\", \"introducing\"], [\"note\", \"introducing\", \"example\"], [\"introducing\", \"example\", \"video\"], [\"example\", \"video\", \"think\"], [\"video\", \"think\", \"featured\"], [\"think\", \"featured\", \"site\"], [\"featured\", \"site\", \"qualification\"], [\"site\", \"qualification\", \"candidate\"], [\"qualification\", \"candidate\", \"writing\"], [\"candidate\", \"writing\", \"experience\"], [\"writing\", \"experience\", \"online\"], [\"experience\", \"online\", \"magazine\"], [\"online\", \"magazine\", \"video\"], [\"magazine\", \"video\", \"editing\"], [\"video\", \"editing\", \"experience\"], [\"editing\", \"experience\", \"necessary\"], [\"experience\", \"necessary\", \"know\"], [\"necessary\", \"know\", \"mp4\"], [\"know\", \"mp4\", \"brightcove\"], [\"mp4\", \"brightcove\", \"contract\"], [\"brightcove\", \"contract\", \"position\"], [\"contract\", \"position\", \"pay\"], [\"position\", \"pay\", \"commensurate\"], [\"pay\", \"commensurate\", \"experience\"], [\"commensurate\", \"experience\", \"slate\"], [\"experience\", \"slate\", \"welcome\"], [\"slate\", \"welcome\", \"applicant\"], [\"welcome\", \"applicant\", \"diverse\"], [\"applicant\", \"diverse\", \"background\"], [\"diverse\", \"background\", \"perspective\"], [\"background\", \"perspective\", \"ruby\"], [\"perspective\", \"ruby\", \"developer\"], [\"ruby\", \"developer\", \"audio\"], [\"developer\", \"audio\", \"2015\"], [\"audio\", \"2015\", \"slate\"], [\"2015\", \"slate\", \"redoubled\"], [\"slate\", \"redoubled\", \"effort\"], [\"redoubled\", \"effort\", \"world\"], [\"effort\", \"world\", \"podcasting\"], [\"world\", \"podcasting\", \"panoply\"], [\"podcasting\", \"panoply\", \"brings\"], [\"panoply\", \"brings\", \"million\"], [\"brings\", \"million\", \"listener\"], [\"million\", \"listener\", \"smartest\"], [\"listener\", \"smartest\", \"conversation\"], [\"smartest\", \"conversation\", \"podcasting\"], [\"conversation\", \"podcasting\", \"offer\"], [\"podcasting\", \"offer\", \"20\"], [\"offer\", \"20\", \"show\"], [\"20\", \"show\", \"panoply\"], [\"show\", \"panoply\", \"tightknit\"], [\"panoply\", \"tightknit\", \"group\"], [\"tightknit\", \"group\", \"smartest\"], [\"group\", \"smartest\", \"engineer\"], [\"smartest\", \"engineer\", \"producer\"], [\"engineer\", \"producer\", \"entrepreneur\"], [\"producer\", \"entrepreneur\", \"thinker\"], [\"entrepreneur\", \"thinker\", \"everybody\"], [\"thinker\", \"everybody\", \"pulling\"], [\"everybody\", \"pulling\", \"direction\"], [\"pulling\", \"direction\", \"youll\"], [\"direction\", \"youll\", \"working\"], [\"youll\", \"working\", \"tandem\"], [\"working\", \"tandem\", \"rest\"], [\"tandem\", \"rest\", \"slate\"], [\"rest\", \"slate\", \"development\"], [\"slate\", \"development\", \"product\"], [\"development\", \"product\", \"team\"], [\"product\", \"team\", \"provide\"], [\"team\", \"provide\", \"compelling\"], [\"provide\", \"compelling\", \"experience\"], [\"compelling\", \"experience\", \"across\"], [\"experience\", \"across\", \"platform\"], [\"across\", \"platform\", \"weekly\"], [\"platform\", \"weekly\", \"lunchandlearns\"], [\"weekly\", \"lunchandlearns\", \"free\"], [\"lunchandlearns\", \"free\", \"lunch\"], [\"free\", \"lunch\", \"exactly\"], [\"lunch\", \"exactly\", \"course\"], [\"exactly\", \"course\", \"also\"], [\"course\", \"also\", \"normal\"], [\"also\", \"normal\", \"heywerecool\"], [\"normal\", \"heywerecool\", \"item\"], [\"heywerecool\", \"item\", \"check\"], [\"item\", \"check\", \"list\"], [\"check\", \"list\", \"like\"], [\"list\", \"like\", \"flexible\"], [\"like\", \"flexible\", \"office\"], [\"flexible\", \"office\", \"hour\"], [\"office\", \"hour\", \"casual\"], [\"hour\", \"casual\", \"dress\"], [\"casual\", \"dress\", \"location\"], [\"dress\", \"location\", \"20\"], [\"location\", \"20\", \"step\"], [\"20\", \"step\", \"metro\"], [\"step\", \"metro\", \"exit\"], [\"metro\", \"exit\", \"team\"], [\"exit\", \"team\", \"happy\"], [\"team\", \"happy\", \"hour\"], [\"happy\", \"hour\", \"slate\"], [\"hour\", \"slate\", \"pioneered\"], [\"slate\", \"pioneered\", \"podcasting\"], [\"pioneered\", \"podcasting\", \"almost\"], [\"podcasting\", \"almost\", \"decade\"], [\"almost\", \"decade\", \"ago\"], [\"decade\", \"ago\", \"time\"], [\"ago\", \"time\", \"technology\"], [\"time\", \"technology\", \"behind\"], [\"technology\", \"behind\", \"demand\"], [\"behind\", \"demand\", \"audio\"], [\"demand\", \"audio\", \"changed\"], [\"audio\", \"changed\", \"today\"], [\"changed\", \"today\", \"looking\"], [\"today\", \"looking\", \"brilliant\"], [\"looking\", \"brilliant\", \"full\"], [\"brilliant\", \"full\", \"stack\"], [\"full\", \"stack\", \"ruby\"], [\"stack\", \"ruby\", \"developer\"], [\"ruby\", \"developer\", \"help\"], [\"developer\", \"help\", \"craft\"], [\"help\", \"craft\", \"collaborate\"], [\"craft\", \"collaborate\", \"around\"], [\"collaborate\", \"around\", \"medium\"], [\"around\", \"medium\", \"future\"], [\"medium\", \"future\", \"ideal\"], [\"future\", \"ideal\", \"candidate\"], [\"ideal\", \"candidate\", \"strong\"], [\"candidate\", \"strong\", \"object\"], [\"strong\", \"object\", \"oriented\"], [\"object\", \"oriented\", \"relational\"], [\"oriented\", \"relational\", \"db\"], [\"relational\", \"db\", \"skill\"], [\"db\", \"skill\", \"strong\"], [\"skill\", \"strong\", \"experience\"], [\"strong\", \"experience\", \"ruby\"], [\"experience\", \"ruby\", \"ruby\"], [\"ruby\", \"ruby\", \"rail\"], [\"ruby\", \"rail\", \"ability\"], [\"rail\", \"ability\", \"jump\"], [\"ability\", \"jump\", \"language\"], [\"jump\", \"language\", \"particularly\"], [\"language\", \"particularly\", \"javascript\"], [\"particularly\", \"javascript\", \"knack\"], [\"javascript\", \"knack\", \"prioritizing\"], [\"knack\", \"prioritizing\", \"planning\"], [\"prioritizing\", \"planning\", \"executing\"], [\"planning\", \"executing\", \"feature\"], [\"executing\", \"feature\", \"fix\"], [\"feature\", \"fix\", \"system\"], [\"fix\", \"system\", \"experience\"], [\"system\", \"experience\", \"familiarity\"], [\"experience\", \"familiarity\", \"agile\"], [\"familiarity\", \"agile\", \"development\"], [\"agile\", \"development\", \"eagerness\"], [\"development\", \"eagerness\", \"communicate\"], [\"eagerness\", \"communicate\", \"work\"], [\"communicate\", \"work\", \"collaboratively\"], [\"work\", \"collaboratively\", \"around\"], [\"collaboratively\", \"around\", \"product\"], [\"around\", \"product\", \"definition\"], [\"product\", \"definition\", \"product\"], [\"definition\", \"product\", \"manager\"], [\"product\", \"manager\", \"designer\"], [\"manager\", \"designer\", \"developer\"], [\"designer\", \"developer\", \"well\"], [\"developer\", \"well\", \"editorial\"], [\"well\", \"editorial\", \"business\"], [\"editorial\", \"business\", \"stakeholder\"], [\"business\", \"stakeholder\", \"drive\"], [\"stakeholder\", \"drive\", \"deliver\"], [\"drive\", \"deliver\", \"working\"], [\"deliver\", \"working\", \"software\"], [\"working\", \"software\", \"motivated\"], [\"software\", \"motivated\", \"user\"], [\"motivated\", \"user\", \"growth\"], [\"user\", \"growth\", \"simple\"], [\"growth\", \"simple\", \"clean\"], [\"simple\", \"clean\", \"swiftly\"], [\"clean\", \"swiftly\", \"produced\"], [\"swiftly\", \"produced\", \"technical\"], [\"produced\", \"technical\", \"solution\"], [\"technical\", \"solution\", \"responsibility\"], [\"solution\", \"responsibility\", \"implementing\"], [\"responsibility\", \"implementing\", \"maintaining\"], [\"implementing\", \"maintaining\", \"code\"], [\"maintaining\", \"code\", \"managing\"], [\"code\", \"managing\", \"user\"], [\"managing\", \"user\", \"profile\"], [\"user\", \"profile\", \"integrate\"], [\"profile\", \"integrate\", \"slate\"], [\"integrate\", \"slate\", \"various\"], [\"slate\", \"various\", \"thirdparty\"], [\"various\", \"thirdparty\", \"service\"], [\"thirdparty\", \"service\", \"via\"], [\"service\", \"via\", \"web\"], [\"via\", \"web\", \"apis\"], [\"web\", \"apis\", \"various\"], [\"apis\", \"various\", \"thirdparty\"], [\"various\", \"thirdparty\", \"service\"], [\"thirdparty\", \"service\", \"via\"], [\"service\", \"via\", \"web\"], [\"via\", \"web\", \"apis\"], [\"web\", \"apis\", \"provide\"], [\"apis\", \"provide\", \"input\"], [\"provide\", \"input\", \"improve\"], [\"input\", \"improve\", \"slate\"], [\"improve\", \"slate\", \"service\"], [\"slate\", \"service\", \"service\"], [\"service\", \"service\", \"troubleshooting\"], [\"service\", \"troubleshooting\", \"solving\"], [\"troubleshooting\", \"solving\", \"problem\"], [\"solving\", \"problem\", \"testing\"], [\"problem\", \"testing\", \"publishing\"], [\"testing\", \"publishing\", \"new\"], [\"publishing\", \"new\", \"feature\"], [\"new\", \"feature\", \"nut\"], [\"feature\", \"nut\", \"bolt\"], [\"nut\", \"bolt\", \"building\"], [\"bolt\", \"building\", \"suite\"], [\"building\", \"suite\", \"tool\"], [\"suite\", \"tool\", \"user\"], [\"tool\", \"user\", \"experience\"], [\"user\", \"experience\", \"powered\"], [\"experience\", \"powered\", \"discrete\"], [\"powered\", \"discrete\", \"microservices\"], [\"discrete\", \"microservices\", \"suite\"], [\"microservices\", \"suite\", \"currently\"], [\"suite\", \"currently\", \"consists\"], [\"currently\", \"consists\", \"apps\"], [\"consists\", \"apps\", \"written\"], [\"apps\", \"written\", \"go\"], [\"written\", \"go\", \"ruby\"], [\"go\", \"ruby\", \"python\"], [\"ruby\", \"python\", \"javascript\"], [\"python\", \"javascript\", \"communicating\"], [\"javascript\", \"communicating\", \"via\"], [\"communicating\", \"via\", \"rabbitmq\"], [\"via\", \"rabbitmq\", \"position\"], [\"rabbitmq\", \"position\", \"report\"], [\"position\", \"report\", \"slate\"], [\"report\", \"slate\", \"director\"], [\"slate\", \"director\", \"technology\"], [\"director\", \"technology\", \"salary\"], [\"technology\", \"salary\", \"commensurate\"], [\"salary\", \"commensurate\", \"experience\"], [\"commensurate\", \"experience\", \"slate\"], [\"experience\", \"slate\", \"welcome\"], [\"slate\", \"welcome\", \"applicant\"], [\"welcome\", \"applicant\", \"diverse\"], [\"applicant\", \"diverse\", \"background\"], [\"diverse\", \"background\", \"perspective\"], [\"background\", \"perspective\", \"apply\"], [\"perspective\", \"apply\", \"click\"], [\"apply\", \"click\", \"freelance\"], [\"click\", \"freelance\", \"video\"], [\"freelance\", \"video\", \"editorproducer\"], [\"video\", \"editorproducer\", \"slate\"], [\"editorproducer\", \"slate\", \"seeking\"], [\"slate\", \"seeking\", \"energetic\"], [\"seeking\", \"energetic\", \"resourceful\"], [\"energetic\", \"resourceful\", \"hardworking\"], [\"resourceful\", \"hardworking\", \"detailoriented\"], [\"hardworking\", \"detailoriented\", \"creative\"], [\"detailoriented\", \"creative\", \"thinker\"], [\"creative\", \"thinker\", \"produceedit\"], [\"thinker\", \"produceedit\", \"weekly\"], [\"produceedit\", \"weekly\", \"video\"], [\"weekly\", \"video\", \"series\"], [\"video\", \"series\", \"responsibility\"], [\"series\", \"responsibility\", \"include\"], [\"responsibility\", \"include\", \"video\"], [\"include\", \"video\", \"editing\"], [\"video\", \"editing\", \"writing\"], [\"editing\", \"writing\", \"producing\"], [\"writing\", \"producing\", \"shooting\"], [\"producing\", \"shooting\", \"ideal\"], [\"shooting\", \"ideal\", \"candidate\"], [\"ideal\", \"candidate\", \"would\"], [\"candidate\", \"would\", \"excellent\"], [\"would\", \"excellent\", \"news\"], [\"excellent\", \"news\", \"editorial\"], [\"news\", \"editorial\", \"judgement\"], [\"editorial\", \"judgement\", \"proficiency\"], [\"judgement\", \"proficiency\", \"fcp\"], [\"proficiency\", \"fcp\", \"adobe\"], [\"fcp\", \"adobe\", \"premiere\"], [\"adobe\", \"premiere\", \"effect\"], [\"premiere\", \"effect\", \"plus\"], [\"effect\", \"plus\", \"background\"], [\"plus\", \"background\", \"phase\"], [\"background\", \"phase\", \"digital\"], [\"phase\", \"digital\", \"production\"], [\"digital\", \"production\", \"job\"], [\"production\", \"job\", \"officebasedour\"], [\"job\", \"officebasedour\", \"freelancer\"], [\"officebasedour\", \"freelancer\", \"work\"], [\"freelancer\", \"work\", \"home\"], [\"work\", \"home\", \"equipment\"], [\"home\", \"equipment\", \"parttime\"], [\"equipment\", \"parttime\", \"position\"], [\"parttime\", \"position\", \"day\"], [\"position\", \"day\", \"rate\"], [\"day\", \"rate\", \"commensurate\"], [\"rate\", \"commensurate\", \"experience\"], [\"commensurate\", \"experience\", \"please\"], [\"experience\", \"please\", \"include\"], [\"please\", \"include\", \"resume\"], [\"include\", \"resume\", \"well\"], [\"resume\", \"well\", \"link\"], [\"well\", \"link\", \"reel\"], [\"link\", \"reel\", \"body\"], [\"reel\", \"body\", \"work\"], [\"body\", \"work\", \"slate\"], [\"work\", \"slate\", \"welcome\"], [\"slate\", \"welcome\", \"applicant\"], [\"welcome\", \"applicant\", \"diverse\"], [\"applicant\", \"diverse\", \"background\"], [\"diverse\", \"background\", \"perspective\"], [\"background\", \"perspective\", \"apply\"], [\"perspective\", \"apply\", \"position\"], [\"apply\", \"position\", \"click\"], [\"position\", \"click\", \"editorial\"], [\"click\", \"editorial\", \"internship\"], [\"editorial\", \"internship\", \"interactives\"], [\"internship\", \"interactives\", \"intern\"], [\"interactives\", \"intern\", \"slate\"], [\"intern\", \"slate\", \"new\"], [\"slate\", \"new\", \"york\"], [\"new\", \"york\", \"office\"], [\"york\", \"office\", \"hiring\"], [\"office\", \"hiring\", \"paid\"], [\"hiring\", \"paid\", \"intern\"], [\"paid\", \"intern\", \"work\"], [\"intern\", \"work\", \"data\"], [\"work\", \"data\", \"reporting\"], [\"data\", \"reporting\", \"data\"], [\"reporting\", \"data\", \"visualization\"], [\"data\", \"visualization\", \"interactives\"], [\"visualization\", \"interactives\", \"interactives\"], [\"interactives\", \"interactives\", \"editor\"], [\"interactives\", \"editor\", \"position\"], [\"editor\", \"position\", \"journogeeks\"], [\"position\", \"journogeeks\", \"sharp\"], [\"journogeeks\", \"sharp\", \"news\"], [\"sharp\", \"news\", \"judgment\"], [\"news\", \"judgment\", \"keen\"], [\"judgment\", \"keen\", \"math\"], [\"keen\", \"math\", \"writing\"], [\"math\", \"writing\", \"skill\"], [\"writing\", \"skill\", \"interest\"], [\"skill\", \"interest\", \"computer\"], [\"interest\", \"computer\", \"science\"], [\"computer\", \"science\", \"application\"], [\"science\", \"application\", \"journalism\"], [\"application\", \"journalism\", \"intern\"], [\"journalism\", \"intern\", \"responsible\"], [\"intern\", \"responsible\", \"pitching\"], [\"responsible\", \"pitching\", \"story\"], [\"pitching\", \"story\", \"idea\"], [\"story\", \"idea\", \"wrangling\"], [\"idea\", \"wrangling\", \"data\"], [\"wrangling\", \"data\", \"testing\"], [\"data\", \"testing\", \"critiquing\"], [\"testing\", \"critiquing\", \"new\"], [\"critiquing\", \"new\", \"interactives\"], [\"new\", \"interactives\", \"writing\"], [\"interactives\", \"writing\", \"data\"], [\"writing\", \"data\", \"story\"], [\"data\", \"story\", \"producing\"], [\"story\", \"producing\", \"interactives\"], [\"producing\", \"interactives\", \"visualization\"], [\"interactives\", \"visualization\", \"guidance\"], [\"visualization\", \"guidance\", \"interactives\"], [\"guidance\", \"interactives\", \"editor\"], [\"interactives\", \"editor\", \"work\"], [\"editor\", \"work\", \"schedule\"], [\"work\", \"schedule\", \"flexible\"], [\"schedule\", \"flexible\", \"least\"], [\"flexible\", \"least\", \"two\"], [\"least\", \"two\", \"full\"], [\"two\", \"full\", \"day\"], [\"full\", \"day\", \"inoffice\"], [\"day\", \"inoffice\", \"work\"], [\"inoffice\", \"work\", \"week\"], [\"work\", \"week\", \"preferred\"], [\"week\", \"preferred\", \"candidate\"], [\"preferred\", \"candidate\", \"must\"], [\"candidate\", \"must\", \"solid\"], [\"must\", \"solid\", \"grasp\"], [\"solid\", \"grasp\", \"excel\"], [\"grasp\", \"excel\", \"html\"], [\"excel\", \"html\", \"familiarity\"], [\"html\", \"familiarity\", \"javascript\"], [\"familiarity\", \"javascript\", \"programming\"], [\"javascript\", \"programming\", \"language\"], [\"programming\", \"language\", \"major\"], [\"language\", \"major\", \"plus\"], [\"major\", \"plus\", \"currently\"], [\"plus\", \"currently\", \"looking\"], [\"currently\", \"looking\", \"intern\"], [\"looking\", \"intern\", \"summer\"], [\"intern\", \"summer\", \"fall\"], [\"summer\", \"fall\", \"start\"], [\"fall\", \"start\", \"end\"], [\"start\", \"end\", \"date\"], [\"end\", \"date\", \"flexible\"], [\"date\", \"flexible\", \"please\"], [\"flexible\", \"please\", \"include\"], [\"please\", \"include\", \"resume\"], [\"include\", \"resume\", \"cover\"], [\"resume\", \"cover\", \"letter\"], [\"cover\", \"letter\", \"outline\"], [\"letter\", \"outline\", \"availability\"], [\"outline\", \"availability\", \"application\"], [\"availability\", \"application\", \"deadline\"], [\"application\", \"deadline\", \"july\"], [\"deadline\", \"july\", \"30\"], [\"july\", \"30\", \"2015\"], [\"30\", \"2015\", \"slate\"], [\"2015\", \"slate\", \"welcome\"], [\"slate\", \"welcome\", \"candidate\"], [\"welcome\", \"candidate\", \"diverse\"], [\"candidate\", \"diverse\", \"background\"], [\"diverse\", \"background\", \"perspective\"], [\"background\", \"perspective\", \"slate\"], [\"perspective\", \"slate\", \"plus\"], [\"slate\", \"plus\", \"internship\"], [\"plus\", \"internship\", \"slate\"], [\"internship\", \"slate\", \"hiring\"], [\"slate\", \"hiring\", \"editorial\"], [\"hiring\", \"editorial\", \"intern\"], [\"editorial\", \"intern\", \"slate\"], [\"intern\", \"slate\", \"plus\"], [\"slate\", \"plus\", \"membership\"], [\"plus\", \"membership\", \"program\"], [\"membership\", \"program\", \"candidate\"], [\"program\", \"candidate\", \"must\"], [\"candidate\", \"must\", \"available\"], [\"must\", \"available\", \"work\"], [\"available\", \"work\", \"30\"], [\"work\", \"30\", \"hour\"], [\"30\", \"hour\", \"per\"], [\"hour\", \"per\", \"week\"], [\"per\", \"week\", \"either\"], [\"week\", \"either\", \"slate\"], [\"either\", \"slate\", \"new\"], [\"slate\", \"new\", \"york\"], [\"new\", \"york\", \"washington\"], [\"york\", \"washington\", \"dc\"], [\"washington\", \"dc\", \"office\"], [\"dc\", \"office\", \"position\"], [\"office\", \"position\", \"involves\"], [\"position\", \"involves\", \"writing\"], [\"involves\", \"writing\", \"editing\"], [\"writing\", \"editing\", \"light\"], [\"editing\", \"light\", \"audio\"], [\"light\", \"audio\", \"editing\"], [\"audio\", \"editing\", \"well\"], [\"editing\", \"well\", \"train\"], [\"well\", \"train\", \"ideal\"], [\"train\", \"ideal\", \"candidate\"], [\"ideal\", \"candidate\", \"ideagenerating\"], [\"candidate\", \"ideagenerating\", \"machine\"], [\"ideagenerating\", \"machine\", \"work\"], [\"machine\", \"work\", \"quickly\"], [\"work\", \"quickly\", \"independently\"], [\"quickly\", \"independently\", \"apply\"], [\"independently\", \"apply\", \"include\"], [\"apply\", \"include\", \"resume\"], [\"include\", \"resume\", \"one\"], [\"resume\", \"one\", \"clip\"], [\"one\", \"clip\", \"writing\"], [\"clip\", \"writing\", \"sample\"], [\"writing\", \"sample\", \"cover\"], [\"sample\", \"cover\", \"letter\"], [\"cover\", \"letter\", \"doesnt\"], [\"letter\", \"doesnt\", \"put\"], [\"doesnt\", \"put\", \"u\"], [\"put\", \"u\", \"sleep\"], [\"u\", \"sleep\", \"300word\"], [\"sleep\", \"300word\", \"critique\"], [\"300word\", \"critique\", \"slate\"], [\"critique\", \"slate\", \"membership\"], [\"slate\", \"membership\", \"program\"], [\"membership\", \"program\", \"please\"], [\"program\", \"please\", \"upload\"], [\"please\", \"upload\", \"application\"], [\"upload\", \"application\", \"material\"], [\"application\", \"material\", \"one\"], [\"material\", \"one\", \"attachment\"], [\"one\", \"attachment\", \"deadline\"], [\"attachment\", \"deadline\", \"apply\"], [\"deadline\", \"apply\", \"july\"], [\"apply\", \"july\", \"30\"], [\"july\", \"30\", \"2015\"], [\"30\", \"2015\", \"slate\"], [\"2015\", \"slate\", \"hire\"], [\"slate\", \"hire\", \"paid\"], [\"hire\", \"paid\", \"intern\"], [\"paid\", \"intern\", \"spring\"], [\"intern\", \"spring\", \"summer\"], [\"spring\", \"summer\", \"fall\"], [\"summer\", \"fall\", \"offer\"], [\"fall\", \"offer\", \"internship\"], [\"offer\", \"internship\", \"following\"], [\"internship\", \"following\", \"department\"], [\"following\", \"department\", \"culture\"], [\"department\", \"culture\", \"politics\"], [\"culture\", \"politics\", \"video\"], [\"politics\", \"video\", \"slatest\"], [\"video\", \"slatest\", \"photo\"], [\"slatest\", \"photo\", \"art\"], [\"photo\", \"art\", \"information\"], [\"art\", \"information\", \"internship\"], [\"information\", \"internship\", \"deadline\"], [\"internship\", \"deadline\", \"summer\"], [\"deadline\", \"summer\", \"internship\"], [\"summer\", \"internship\", \"march\"], [\"internship\", \"march\", \"15\"], [\"march\", \"15\", \"deadline\"], [\"15\", \"deadline\", \"fall\"], [\"deadline\", \"fall\", \"internship\"], [\"fall\", \"internship\", \"july\"], [\"internship\", \"july\", \"30\"], [\"july\", \"30\", \"deadline\"], [\"30\", \"deadline\", \"spring\"], [\"deadline\", \"spring\", \"internship\"], [\"spring\", \"internship\", \"nov\"], [\"internship\", \"nov\", \"15\"], [\"nov\", \"15\", \"new\"], [\"15\", \"new\", \"york\"], [\"new\", \"york\", \"editorial\"], [\"york\", \"editorial\", \"internship\"], [\"editorial\", \"internship\", \"candidate\"], [\"internship\", \"candidate\", \"culture\"], [\"candidate\", \"culture\", \"internship\"], [\"culture\", \"internship\", \"must\"], [\"internship\", \"must\", \"available\"], [\"must\", \"available\", \"work\"], [\"available\", \"work\", \"slate\"], [\"work\", \"slate\", \"new\"], [\"slate\", \"new\", \"york\"], [\"new\", \"york\", \"office\"], [\"york\", \"office\", \"30\"], [\"office\", \"30\", \"hour\"], [\"30\", \"hour\", \"per\"], [\"hour\", \"per\", \"week\"], [\"per\", \"week\", \"must\"], [\"week\", \"must\", \"highly\"], [\"must\", \"highly\", \"organized\"], [\"highly\", \"organized\", \"proven\"], [\"organized\", \"proven\", \"interest\"], [\"proven\", \"interest\", \"art\"], [\"interest\", \"art\", \"familiar\"], [\"art\", \"familiar\", \"slate\"], [\"familiar\", \"slate\", \"must\"], [\"slate\", \"must\", \"also\"], [\"must\", \"also\", \"able\"], [\"also\", \"able\", \"work\"], [\"able\", \"work\", \"quickly\"], [\"work\", \"quickly\", \"efficiently\"], [\"quickly\", \"efficiently\", \"without\"], [\"efficiently\", \"without\", \"much\"], [\"without\", \"much\", \"supervision\"], [\"much\", \"supervision\", \"strong\"], [\"supervision\", \"strong\", \"writing\"], [\"strong\", \"writing\", \"editing\"], [\"writing\", \"editing\", \"skill\"], [\"editing\", \"skill\", \"required\"], [\"skill\", \"required\", \"apply\"], [\"required\", \"apply\", \"include\"], [\"apply\", \"include\", \"cover\"], [\"include\", \"cover\", \"letter\"], [\"cover\", \"letter\", \"clearly\"], [\"letter\", \"clearly\", \"outline\"], [\"clearly\", \"outline\", \"availability\"], [\"outline\", \"availability\", \"cultural\"], [\"availability\", \"cultural\", \"interest\"], [\"cultural\", \"interest\", \"well\"], [\"interest\", \"well\", \"400word\"], [\"well\", \"400word\", \"brow\"], [\"400word\", \"brow\", \"beat\"], [\"brow\", \"beat\", \"post\"], [\"beat\", \"post\", \"cultural\"], [\"post\", \"cultural\", \"topic\"], [\"cultural\", \"topic\", \"interest\"], [\"topic\", \"interest\", \"upload\"], [\"interest\", \"upload\", \"cover\"], [\"upload\", \"cover\", \"letter\"], [\"cover\", \"letter\", \"assignment\"], [\"letter\", \"assignment\", \"one\"], [\"assignment\", \"one\", \"attachment\"], [\"one\", \"attachment\", \"slate\"], [\"attachment\", \"slate\", \"welcome\"], [\"slate\", \"welcome\", \"candidate\"], [\"welcome\", \"candidate\", \"diverse\"], [\"candidate\", \"diverse\", \"background\"], [\"diverse\", \"background\", \"perspective\"], [\"background\", \"perspective\", \"dc\"], [\"perspective\", \"dc\", \"editorial\"], [\"dc\", \"editorial\", \"internship\"], [\"editorial\", \"internship\", \"candidate\"], [\"internship\", \"candidate\", \"fall\"], [\"candidate\", \"fall\", \"dc\"], [\"fall\", \"dc\", \"editorial\"], [\"dc\", \"editorial\", \"internship\"], [\"editorial\", \"internship\", \"must\"], [\"internship\", \"must\", \"available\"], [\"must\", \"available\", \"work\"], [\"available\", \"work\", \"slate\"], [\"work\", \"slate\", \"washington\"], [\"slate\", \"washington\", \"dc\"], [\"washington\", \"dc\", \"office\"], [\"dc\", \"office\", \"30\"], [\"office\", \"30\", \"hour\"], [\"30\", \"hour\", \"per\"], [\"hour\", \"per\", \"week\"], [\"per\", \"week\", \"must\"], [\"week\", \"must\", \"highly\"], [\"must\", \"highly\", \"organized\"], [\"highly\", \"organized\", \"proven\"], [\"organized\", \"proven\", \"interest\"], [\"proven\", \"interest\", \"journalism\"], [\"interest\", \"journalism\", \"familiar\"], [\"journalism\", \"familiar\", \"slate\"], [\"familiar\", \"slate\", \"must\"], [\"slate\", \"must\", \"also\"], [\"must\", \"also\", \"able\"], [\"also\", \"able\", \"work\"], [\"able\", \"work\", \"quickly\"], [\"work\", \"quickly\", \"efficiently\"], [\"quickly\", \"efficiently\", \"without\"], [\"efficiently\", \"without\", \"much\"], [\"without\", \"much\", \"supervision\"], [\"much\", \"supervision\", \"opportunity\"], [\"supervision\", \"opportunity\", \"writing\"], [\"opportunity\", \"writing\", \"blog\"], [\"writing\", \"blog\", \"post\"], [\"blog\", \"post\", \"article\"], [\"post\", \"article\", \"apply\"], [\"article\", \"apply\", \"include\"], [\"apply\", \"include\", \"resume\"], [\"include\", \"resume\", \"cover\"], [\"resume\", \"cover\", \"letter\"], [\"cover\", \"letter\", \"includes\"], [\"letter\", \"includes\", \"300word\"], [\"includes\", \"300word\", \"critique\"], [\"300word\", \"critique\", \"slate\"], [\"critique\", \"slate\", \"story\"], [\"slate\", \"story\", \"past\"], [\"story\", \"past\", \"year\"], [\"past\", \"year\", \"three\"], [\"year\", \"three\", \"clip\"], [\"three\", \"clip\", \"writing\"], [\"clip\", \"writing\", \"sample\"], [\"writing\", \"sample\", \"least\"], [\"sample\", \"least\", \"clip\"], [\"least\", \"clip\", \"relate\"], [\"clip\", \"relate\", \"politics\"], [\"relate\", \"politics\", \"policy\"], [\"politics\", \"policy\", \"law\"], [\"policy\", \"law\", \"science\"], [\"law\", \"science\", \"washingtonrelated\"], [\"science\", \"washingtonrelated\", \"topic\"], [\"washingtonrelated\", \"topic\", \"upload\"], [\"topic\", \"upload\", \"cover\"], [\"upload\", \"cover\", \"letter\"], [\"cover\", \"letter\", \"assignment\"], [\"letter\", \"assignment\", \"one\"], [\"assignment\", \"one\", \"attachment\"], [\"one\", \"attachment\", \"slate\"], [\"attachment\", \"slate\", \"welcome\"], [\"slate\", \"welcome\", \"candidate\"], [\"welcome\", \"candidate\", \"diverse\"], [\"candidate\", \"diverse\", \"background\"], [\"diverse\", \"background\", \"perspective\"], [\"background\", \"perspective\", \"slate\"], [\"perspective\", \"slate\", \"video\"], [\"slate\", \"video\", \"internship\"], [\"video\", \"internship\", \"candidate\"], [\"internship\", \"candidate\", \"slate\"], [\"candidate\", \"slate\", \"video\"], [\"slate\", \"video\", \"internship\"], [\"video\", \"internship\", \"must\"], [\"internship\", \"must\", \"highly\"], [\"must\", \"highly\", \"energetic\"], [\"highly\", \"energetic\", \"organized\"], [\"energetic\", \"organized\", \"detailoriented\"], [\"organized\", \"detailoriented\", \"responsible\"], [\"detailoriented\", \"responsible\", \"selfstarting\"], [\"responsible\", \"selfstarting\", \"individual\"], [\"selfstarting\", \"individual\", \"looking\"], [\"individual\", \"looking\", \"pursue\"], [\"looking\", \"pursue\", \"career\"], [\"pursue\", \"career\", \"digital\"], [\"career\", \"digital\", \"video\"], [\"digital\", \"video\", \"production\"], [\"video\", \"production\", \"must\"], [\"production\", \"must\", \"able\"], [\"must\", \"able\", \"work\"], [\"able\", \"work\", \"quickly\"], [\"work\", \"quickly\", \"efficiently\"], [\"quickly\", \"efficiently\", \"posse\"], [\"efficiently\", \"posse\", \"keen\"], [\"posse\", \"keen\", \"problemsolving\"], [\"keen\", \"problemsolving\", \"skill\"], [\"problemsolving\", \"skill\", \"candidate\"], [\"skill\", \"candidate\", \"must\"], [\"candidate\", \"must\", \"proficient\"], [\"must\", \"proficient\", \"adobe\"], [\"proficient\", \"adobe\", \"premiere\"], [\"adobe\", \"premiere\", \"pro\"], [\"premiere\", \"pro\", \"effect\"], [\"pro\", \"effect\", \"plus\"], [\"effect\", \"plus\", \"experience\"], [\"plus\", \"experience\", \"shooting\"], [\"experience\", \"shooting\", \"dslrs\"], [\"shooting\", \"dslrs\", \"internship\"], [\"dslrs\", \"internship\", \"three\"], [\"internship\", \"three\", \"day\"], [\"three\", \"day\", \"week\"], [\"day\", \"week\", \"candidate\"], [\"week\", \"candidate\", \"must\"], [\"candidate\", \"must\", \"available\"], [\"must\", \"available\", \"work\"], [\"available\", \"work\", \"slate\"], [\"work\", \"slate\", \"new\"], [\"slate\", \"new\", \"york\"], [\"new\", \"york\", \"office\"], [\"york\", \"office\", \"slate\"], [\"office\", \"slate\", \"welcome\"], [\"slate\", \"welcome\", \"applicant\"], [\"welcome\", \"applicant\", \"diverse\"], [\"applicant\", \"diverse\", \"background\"], [\"diverse\", \"background\", \"perspective\"], [\"background\", \"perspective\", \"slatest\"], [\"perspective\", \"slatest\", \"candidate\"], [\"slatest\", \"candidate\", \"slatest\"], [\"candidate\", \"slatest\", \"internship\"], [\"slatest\", \"internship\", \"must\"], [\"internship\", \"must\", \"available\"], [\"must\", \"available\", \"work\"], [\"available\", \"work\", \"slate\"], [\"work\", \"slate\", \"new\"], [\"slate\", \"new\", \"york\"], [\"new\", \"york\", \"office\"], [\"york\", \"office\", \"least\"], [\"office\", \"least\", \"two\"], [\"least\", \"two\", \"day\"], [\"two\", \"day\", \"per\"], [\"day\", \"per\", \"week\"], [\"per\", \"week\", \"spring\"], [\"week\", \"spring\", \"fall\"], [\"spring\", \"fall\", \"four\"], [\"fall\", \"four\", \"full\"], [\"four\", \"full\", \"day\"], [\"full\", \"day\", \"summer\"], [\"day\", \"summer\", \"day\"], [\"summer\", \"day\", \"hour\"], [\"day\", \"hour\", \"flexible\"], [\"hour\", \"flexible\", \"candidate\"], [\"flexible\", \"candidate\", \"must\"], [\"candidate\", \"must\", \"highly\"], [\"must\", \"highly\", \"energetic\"], [\"highly\", \"energetic\", \"selfstarting\"], [\"energetic\", \"selfstarting\", \"individual\"], [\"selfstarting\", \"individual\", \"nose\"], [\"individual\", \"nose\", \"news\"], [\"nose\", \"news\", \"along\"], [\"news\", \"along\", \"sharp\"], [\"along\", \"sharp\", \"quick\"], [\"sharp\", \"quick\", \"writing\"], [\"quick\", \"writing\", \"skill\"], [\"writing\", \"skill\", \"applicant\"], [\"skill\", \"applicant\", \"tech\"], [\"applicant\", \"tech\", \"savvy\"], [\"tech\", \"savvy\", \"great\"], [\"savvy\", \"great\", \"editorial\"], [\"great\", \"editorial\", \"judgment\"], [\"editorial\", \"judgment\", \"previous\"], [\"judgment\", \"previous\", \"reporting\"], [\"previous\", \"reporting\", \"experience\"], [\"reporting\", \"experience\", \"plus\"], [\"experience\", \"plus\", \"ability\"], [\"plus\", \"ability\", \"write\"], [\"ability\", \"write\", \"clean\"], [\"write\", \"clean\", \"quick\"], [\"clean\", \"quick\", \"clear\"], [\"quick\", \"clear\", \"copy\"], [\"clear\", \"copy\", \"must\"], [\"copy\", \"must\", \"apply\"], [\"must\", \"apply\", \"include\"], [\"apply\", \"include\", \"resume\"], [\"include\", \"resume\", \"cover\"], [\"resume\", \"cover\", \"letter\"], [\"cover\", \"letter\", \"brief\"], [\"letter\", \"brief\", \"statement\"], [\"brief\", \"statement\", \"interest\"], [\"statement\", \"interest\", \"slate\"], [\"interest\", \"slate\", \"welcome\"], [\"slate\", \"welcome\", \"applicant\"], [\"welcome\", \"applicant\", \"diverse\"], [\"applicant\", \"diverse\", \"background\"], [\"diverse\", \"background\", \"perspective\"], [\"background\", \"perspective\", \"photo\"], [\"perspective\", \"photo\", \"art\"], [\"photo\", \"art\", \"candidate\"], [\"art\", \"candidate\", \"photo\"], [\"candidate\", \"photo\", \"art\"], [\"photo\", \"art\", \"internship\"], [\"art\", \"internship\", \"must\"], [\"internship\", \"must\", \"available\"], [\"must\", \"available\", \"work\"], [\"available\", \"work\", \"slate\"], [\"work\", \"slate\", \"new\"], [\"slate\", \"new\", \"york\"], [\"new\", \"york\", \"office\"], [\"york\", \"office\", \"least\"], [\"office\", \"least\", \"two\"], [\"least\", \"two\", \"full\"], [\"two\", \"full\", \"day\"], [\"full\", \"day\", \"per\"], [\"day\", \"per\", \"week\"], [\"per\", \"week\", \"spring\"], [\"week\", \"spring\", \"fall\"], [\"spring\", \"fall\", \"four\"], [\"fall\", \"four\", \"full\"], [\"four\", \"full\", \"day\"], [\"full\", \"day\", \"summer\"], [\"day\", \"summer\", \"highly\"], [\"summer\", \"highly\", \"organized\"], [\"highly\", \"organized\", \"visual\"], [\"organized\", \"visual\", \"thinker\"], [\"visual\", \"thinker\", \"comfortable\"], [\"thinker\", \"comfortable\", \"working\"], [\"comfortable\", \"working\", \"efficiently\"], [\"working\", \"efficiently\", \"without\"], [\"efficiently\", \"without\", \"much\"], [\"without\", \"much\", \"supervision\"], [\"much\", \"supervision\", \"intern\"], [\"supervision\", \"intern\", \"gain\"], [\"intern\", \"gain\", \"handson\"], [\"gain\", \"handson\", \"experience\"], [\"handson\", \"experience\", \"editing\"], [\"experience\", \"editing\", \"photo\"], [\"editing\", \"photo\", \"producing\"], [\"photo\", \"producing\", \"slideshows\"], [\"producing\", \"slideshows\", \"selecting\"], [\"slideshows\", \"selecting\", \"art\"], [\"selecting\", \"art\", \"editingnot\"], [\"art\", \"editingnot\", \"shootinginternship\"], [\"editingnot\", \"shootinginternship\", \"however\"], [\"shootinginternship\", \"however\", \"ample\"], [\"however\", \"ample\", \"opportunity\"], [\"ample\", \"opportunity\", \"motivated\"], [\"opportunity\", \"motivated\", \"intern\"], [\"motivated\", \"intern\", \"work\"], [\"intern\", \"work\", \"special\"], [\"work\", \"special\", \"project\"], [\"special\", \"project\", \"publish\"], [\"project\", \"publish\", \"work\"], [\"publish\", \"work\", \"apply\"], [\"work\", \"apply\", \"include\"], [\"apply\", \"include\", \"cover\"], [\"include\", \"cover\", \"letter\"], [\"cover\", \"letter\", \"clearly\"], [\"letter\", \"clearly\", \"outline\"], [\"clearly\", \"outline\", \"availability\"], [\"outline\", \"availability\", \"link\"], [\"availability\", \"link\", \"visual\"], [\"link\", \"visual\", \"work\"], [\"visual\", \"work\", \"online\"]], \"URL\": \"http://slate.com/articles/news_and_politics/slate_fare/2008/04/a_job_for_you_at_slate.html\"}"