"{\"Text\": \"JUNGLE FEVER THE BRE-X SAGA IS THE GREATEST GOLD SCAM EVER. BUT TO UNDERSTAND THE ENORMITY OF THE FRAUD, YOU HAD TO BE THERE. OUR MAN IN BORNEO TELLS HIS STORY.\\n\\n(FORTUNE Magazine)  When I stepped off the plane in Jakarta, I was, like the rest of the world's lemmings, swept up in the Bre-X Minerals euphoria. The Canadian company had found the largest gold deposit of the century, buried deep underground in a dense Indonesian jungle on the island of Borneo. As Bre-X vice chairman John Felderhof later explained to me, a volcano had essentially \\\"collapsed back onto itself\\\" three million years ago, causing a massive buildup of heat and pressure, which created the miraculous treasure. He drew a diagram. It made sense. After all, he was on his eighth beer of the evening; I was on my fourth. What's more, everyone believed him--fellow geologists, engineers, financial analysts, business journalists, the world's largest mining companies, government officials, even a former U.S. President. \\\"Geologically, it's the most brilliant thing I've ever seen in my life,\\\" Felderhof sputtered. \\\"It's so big, it's scary. It's f--ing scary!\\\"\\n\\nHorrifying is a better word. Bre-X was a gold-mining hoax--the largest of any century--until it collapsed onto itself last month. Allegedly thousands of rock samples were \\\"salted\\\" with flakes of gold before they were tested. Today Felderhof is rich and sends his regrets from the Cayman Islands, where he professes his innocence and is applying for permanent residency. His deputy geologist, Mike de Guzman, is not so fortunate, having apparently jumped 800 feet into the jungle from a helicopter once the jig was up. Bre-X CEO David Walsh is holed up at the company's Calgary headquarters, scuffling with camera crews. Class-action lawsuits are flying, while criminal investigators are poring over the company's books.\\n\\nThe numbers are heart-stopping. The market value of Bre-X had topped $4 billion--a growth rate of 100,000% in three years. In early May the company melted into bankruptcy. But not before Walsh, his wife, and Felderhof had mined roughly $50 million from stock sales. And the gold? In the weeks before the fraud was exposed, some 71 million ounces of the yellow metal, worth $25 billion at today's prices, had supposedly been \\\"proven\\\" by Bre-X. Then Felderhof said he was \\\"comfortable\\\" with 200 million ounces--far more than the California gold rush. One Bre-X official told me \\\"400 million.\\\"\\n\\nThe numbers tell only part of the story. To grasp the enormity of the scam, you had to be there. You had to see the cosmos that Bre-X had created, like an elaborate Hollywood set with hundreds of actors who could be loaded onto trucks and barges once the tickets had been sold. \\\"You have to understand, this thing is like a 20-foot man,\\\" gushed Research Capital mining analyst Chad Williams after returning from an early pilgrimage. \\\"For someone in our business, it's like taking the biggest Elvis fan to Graceland.\\\"\\n\\nI spent two weeks in Indonesia in February to chronicle an epic tale of how a bunch of average Joes stumbled onto the holy grail, only to find powerful and greedy forces conspiring to take it away from them. Felderhof told me only one other publication (the Northern Miner) had ever been permitted inside Busang, the exploration camp on the island of Borneo. I felt lucky. I proved even luckier when I returned to New York with an illness that delayed my story for several weeks. (\\\"Saved by a parasite,\\\" FORTUNE managing editor John Huey now says.) We held our fire again after Freeport-McMoRan Copper & Gold, Bre-X's new partner, said it was conducting its own drilling tests--the first time in nearly four years anyone independent had checked beneath the surface. Looking back, I don't have the answers. But the trip provided a fascinating look at several characters who may be the century's greatest scam artists.\\n\\nBy the time I got to Indonesia, both Walsh and Felderhof were trapped in a Javanese version of It's a Mad, Mad, Mad, Mad World, the timeless movie farce in which Mickey Rooney, Milton Berle, and a slew of other characters try to outsleaze one another in a manic race to recover buried treasure. The Bre-X version came complete with payola, private eyes, and break-ins. It led from the leech-infested swamps of Borneo to the presidential palace in polluted Jakarta. It featured a dictator's greedy kids and some of the world's biggest mining firms, stabbing one another in the dark.\\n\\nThe story is familiar now. For nearly a year, until Freeport was awarded the contract, the Indonesian government had delayed giving Bre-X control over Busang. Big mining companies jockeyed for position. As the gold estimates grew, Indonesian officials were determined to select an established firm as the operator. Mining giants were lobbying for the post, none harder than Peter Munk, CEO of Toronto's Barrick Gold, the world's second-largest gold producer. Munk hired Kroll Associates, the world's biggest detective agency, to dig up dirt on Bre-X in anticipation of a hostile takeover bid. He enlisted former U.S. President George Bush to lobby Suharto, the Indonesian ruler. He retained the services of a daughter of Suharto to get an edge. (Bre-X offered $40 million to a son.)\\n\\nWhen I arrived in early February, Jakarta had become a corporate war zone centered on five-star fortresses. Bre-X was at the Shangri-La (the \\\"Bre-X Shangri-La\\\"). From his window Walsh could see the enemy--the \\\"Barrick Hyatt.\\\" Just up the road, at the Regent Hotel, a Houston lawyer was assembling spies to help him figure out whom to sue on behalf of Bre-X shareholders. It was impossible to figure out what was going on. The man holding the cards: Suharto's golfing buddy, a secretive timber tycoon named Mohamad \\\"Bob\\\" Hasan. The dictator had asked him to clean up the Bre-X mess. At one point it wasn't clear whom Suharto's government was favoring as Bre-X's partner. \\\"This place is like Casablanca,\\\" complained Doug MacIntosh, Bre-X's investment banker at J.P. Morgan. \\\"The story changes every day.\\\"\\n\\nIn Jakarta, I talked with Walsh, Felderhof, and other Bre-X officials dozens of times. We met separately. We met together at lunches and dinners. Not once did a yellow flag go up during those talks. Were they all just playing their parts in an elaborate scheme? If so, they were playing those parts quite well.\\n\\nEven now, I have trouble believing that Walsh participated in the scam. He was a miserable soul when we were introduced in his Jakarta suite, just hours after he'd had it swept for electronic bugs. He was chain-smoking Dunhills and hacking his brains out. He hadn't exercised in years, he said, which was apparent from a huge deposit hanging over his belt. He was depressed and distracted, and often stared out his window at the litter and sewage that flowed continuously down a muddy canal--a metaphor, we joked, for the corruption that thrived in Indonesia. \\\"We all find it hard to believe that we're responsible for the largest gold discovery probably in the history of the world,\\\" he said without much feeling. Indeed, Walsh looked more like some poor schlemiel who had just won the lottery and couldn't locate the ticket.\\n\\nWalsh told me his story: A former stockbroker, he launched Bre-X in 1989. He hunted for gold in Quebec and joined a diamond rush in the Northwest Territories. His luck was so abysmal that he opened his 1991 annual report with the line \\\"Yes, we are still in business.\\\" After filing for personal bankruptcy, he decided he needed \\\"a proven gold finder.\\\" Enter Felderhof, whose claim to fame was the co-discovery of one of the world's biggest silver and gold mines in Papua New Guinea in 1968. It took Walsh two weeks to track down Felderhof, whom he hadn't seen in ten years. Using his last $10,000, Walsh flew to Indonesia, where Felderhof talked him into buying the rights to part of the Busang property in 1993.\\n\\nLooking back, maybe I should have been suspicious when I met the Dutch-born Felderhof. He had a shifty mug, a gruff manner, and a hideous laugh trapped in the back of his throat (\\\"Kkh! Kkh! Kkh!...Kkh! Kkh! Kkh!\\\"). Still, his talent for storytelling made him more enjoyable than Walsh. Here was a pirate without the eye patch--a hard-drinking, swashbuckling explorer who had prowled the world's jungles, dodging flash floods and poisonous snakes. He wore his 14 bouts with malaria like medals on his chest. He said he was so poor that in 1992 he had to steal a Christmas tree for his family. Never again. He pulled out a photo of Ingrid, his second wife. \\\"She just bought me a Lamborghini for Christmas,\\\" he said. \\\"It's two seats strapped to a f--ing engine. I think she's trying to kill me. Kkh! Kkh! Kkh!\\\"\\n\\nShortly after we met, Felderhof took me to dinner with de Guzman, his longtime pal whom he'd invited to join the Bre-X team. The Filipino geologist beamed like a jewel when Felderhof explained that he couldn't have discovered the gold without his deputy's \\\"pioneering theories.\\\" De Guzman boasted that his IQ ranged from 150 to 170, which came in handy when he hiked 32 kilometers through dense jungle \\\"with the camp on my back, eating noodles every meal for a week,\\\" and hunting for signs of mineralization. The first two drill holes were failures. \\\"We almost closed the property,\\\" recalled de Guzman. \\\"In December 1993 John said, 'Close the property,' and then we made the hit.\\\" Never mind that more than a dozen mining companies had dismissed the property as worthless. The previous operator had even drilled 19 holes, but \\\"they were all in the wrong places,\\\" snickered Felderhof during the meal. Or they were \\\"too shallow.\\\" Or the workers used a wet-drilling method that, ironically, washed away whatever gold they did strike. \\\"Geology wasn't on their minds,\\\" added Felderhof. \\\"They were spending all their time in town chasing girls and naming creeks after them.\\\" De Guzman, who, as it turns out, had at least four wives simultaneously, laughed as he recalled the various creeks--\\\"Karen, Jenny, Martha, Ann.\\\" After consulting with a local tribe of Christian Dayaks, he gave the creeks back their traditional names.\\n\\nAs I continued my work, things got tense. Walsh complained about a break-in at his Calgary office; two weeks earlier his wife had found a spy rifling through the garbage at their Bahamas estate. He claims he sent a memo advising employees to \\\"shred sensitive materials.\\\" (If true, that will make it harder for investigators to solve the mystery.) The company's top financial officer, Rolando Francisco, was also caught up in the hysteria. He would talk in his hotel room only after cranking up the volume on the TV. Over at the Hyatt, Barrick spokesman Luc Lavoie was waxing philosophical: \\\"If this was the biggest oil discovery, so what? More oil. But gold is different...It brings up more emotions. It clouds the minds of people.\\\" It clearly fogged the mind of his client. I later learned that Barrick, last November, couldn't find gold in many Bre-X samples. \\\"This can't be a scam!\\\" Munk screamed at his deputies. \\\"Do some more tests! Figure it out! I know it's there, okay? You confirm it's there.\\\"\\n\\nI looked forward to seeing the gold. After four days in Jakarta, Felderhof joined me on the flight to Balikpapan, the only place in Borneo with a runway big enough to handle the plane. During the trip he explained that Bre-X had spent more than $1 million on a social-development program for the tribe of Christian Dayaks that comprised the bulk of the 400 workers. \\\"I've always been interested in developing people,\\\" he said. From Balikpapan, it was an exhilarating two-hour jaunt in a helicopter to Busang. The dense, swampy jungle stretched as far as the eye could see. Felderhof leaned over and said that a chopper once made an emergency landing in the area. \\\"When the pilot was found, four days later, his body was covered with leeches,\\\" yelled Felderhof, over the roar of the engine. \\\"Kkh! Kkh! Kkh!\\\" Little did I know that, six weeks later, Felderhof's sidekick, de Guzman, would apparently throw himself out of the same chopper we were sitting in. It would also take four days to find the body, which had been partly devoured by wild pigs and other creatures.\\n\\nOnce on the ground, you would never know that this wasn't the real deal. What a production! If Busang was a Hollywood set, the 2,000 Dayaks were the extras. Bre-X had electrified their village, built a new church, opened a kindergarten, and organized sewing classes for the local women. A swath of jungle had been cleared for an airport. Bre-X planned to open a fishery and a poultry-farming venture to enable the tribe to sell products to the mine.\\n\\nI shared a cigar with a young villager who had just received a scholarship from Bre-X to study engineering. I met Pebit, the barefoot Dayak leader, as he was helping construct new homes for the workers--a tribal Levittown, courtesy of Bre-X. Through a translator, Pebit boasted that it was his decision to sacrifice a pig to God that \\\"allowed the gold to be pulled from the ground.\\\" Then there was the army of young geologists working the site. At the exploration camp, I drank Bintang (a local beer) deep into the night with ten of these workers, many of whom were fresh out of geology school in Canada, Indonesia, or the Philippines. As we listened to wild monkeys screech like sirens in the darkness, the young men talked about the rigors of life in the bush. They complained about the grueling work schedule (eight weeks on, two weeks off) and the lack of sex. But they believed they were making history. They were the geological equivalent of batboys for the World Champion Yankees. They didn't know that they were pawns in a crooked game that was fixed from the get-go.\\n\\nAfter two days, my tour was over. I saw no gold. But then again, I didn't know what real gold was supposed to look like buried in those long, tubular core samples. My return trip included a seven-hour speedboat ride down the narrow Mahakam River with Cesar Puspos, de Guzman's 36-year-old deputy. We spent the day waving to the locals, who lived in shabby huts and washed in the muddy water they used for defecation. Puspos, by contrast, had struck it rich. He drove a BMW. He described how de Guzman, \\\"my mentor,\\\" awakened him in the middle of the night in a frenzy to announce that he had solved Busang's geological puzzle. When we arrived at Bre-X's office in the city of Samarinda, I noticed huge piles of core sample bags and persuaded Puspos to climb atop for a picture. Investigators say Bre-X's samples were \\\"probably\\\" salted in Samarinda before being delivered to testing labs in Balikpapan. (Walsh had once said that the bags were transported directly from Busang to the labs.)\\n\\nAfter a few more days in Jakarta, I returned to the States on February 17. Bre-X soon unraveled. Even then, many believers chose to stay blind. In March, after de Guzman's death, Barrick's Peter Munk told FORTUNE, \\\"I don't believe that those guys salted the mine...you couldn't have fooled that many analysts for that long.\\\" When Freeport said its drilling showed \\\"insignificant\\\" gold, Bre-X's flacks at Hill & Knowlton suggested that Freeport was behind a scheme to lower the stock price (see following box). The last time I heard from Walsh, March 20, he left me a phone message confirming some arcane historical facts in my story--a day after de Guzman's death and a week after Freeport called Walsh with the news that they were coming up dry at Busang. This is a crook? Or the Mr. Magoo of mining?\\n\\nLooking back, some things seemed suspicious. Like the \\\"accidental\\\" fire at Busang that destroyed a building containing de Guzman's papers and visible gold samples. I was also disappointed to see no gold at the century's biggest gold deposit. A geologist, Steve Hughes, took me through the bush to a creek. We panned. We found nothing. \\\"That's strange,\\\" said Hughes. \\\"You'd think we'd find something.\\\" The next day I needled Felderhof, telling him I had bad news for Bre-X. \\\"No gold, huh?\\\" he snapped back. \\\"Kkh! Kkh! Kkh!\\\" There was another peculiar moment. In one of my last meetings in Jakarta with Felderhof, de Guzman walked in. I rose and slapped him on the back, congratulating him on Freeport's emerging as Bre-X's new partner. He should have been thrilled. Instead, he was stone cold. Grim. Icy. He didn't even look at me. It was clear he wanted to talk to Felderhof alone.\\n\\nNo matter who pulled off the crime, Bre-X has left a mother lode of victims--from individual investors to the poor tribal people counting on the mine to earn a meager living. But even the pros got burned in this tale of greed. Recently I caught up with MacIntosh of J.P. Morgan, the Bre-X banker. We'd shared several meals in Jakarta, where he jabbered for hours about how the gold mine would be the most lucrative in the world. Doug is a mining engineer with 30 years of experience. I was curious how it felt to be suckered. \\\"I have been surprised at every turn of this thing,\\\" he said, noting how fortunate I was that we had held the presses. \\\"I hope that we're as lucky as you have been.\\\" Not a chance, mate.\", \"Text_Bigrams\": [[\"jungle\", \"fever\"], [\"fever\", \"brex\"], [\"brex\", \"saga\"], [\"saga\", \"greatest\"], [\"greatest\", \"gold\"], [\"gold\", \"scam\"], [\"scam\", \"ever\"], [\"ever\", \"understand\"], [\"understand\", \"enormity\"], [\"enormity\", \"fraud\"], [\"fraud\", \"man\"], [\"man\", \"borneo\"], [\"borneo\", \"tell\"], [\"tell\", \"story\"], [\"story\", \"fortune\"], [\"fortune\", \"magazine\"], [\"magazine\", \"stepped\"], [\"stepped\", \"plane\"], [\"plane\", \"jakarta\"], [\"jakarta\", \"like\"], [\"like\", \"rest\"], [\"rest\", \"world\"], [\"world\", \"lemming\"], [\"lemming\", \"swept\"], [\"swept\", \"brex\"], [\"brex\", \"mineral\"], [\"mineral\", \"euphoria\"], [\"euphoria\", \"canadian\"], [\"canadian\", \"company\"], [\"company\", \"found\"], [\"found\", \"largest\"], [\"largest\", \"gold\"], [\"gold\", \"deposit\"], [\"deposit\", \"century\"], [\"century\", \"buried\"], [\"buried\", \"deep\"], [\"deep\", \"underground\"], [\"underground\", \"dense\"], [\"dense\", \"indonesian\"], [\"indonesian\", \"jungle\"], [\"jungle\", \"island\"], [\"island\", \"borneo\"], [\"borneo\", \"brex\"], [\"brex\", \"vice\"], [\"vice\", \"chairman\"], [\"chairman\", \"john\"], [\"john\", \"felderhof\"], [\"felderhof\", \"later\"], [\"later\", \"explained\"], [\"explained\", \"volcano\"], [\"volcano\", \"essentially\"], [\"essentially\", \"collapsed\"], [\"collapsed\", \"back\"], [\"back\", \"onto\"], [\"onto\", \"three\"], [\"three\", \"million\"], [\"million\", \"year\"], [\"year\", \"ago\"], [\"ago\", \"causing\"], [\"causing\", \"massive\"], [\"massive\", \"buildup\"], [\"buildup\", \"heat\"], [\"heat\", \"pressure\"], [\"pressure\", \"created\"], [\"created\", \"miraculous\"], [\"miraculous\", \"treasure\"], [\"treasure\", \"drew\"], [\"drew\", \"diagram\"], [\"diagram\", \"made\"], [\"made\", \"sense\"], [\"sense\", \"eighth\"], [\"eighth\", \"beer\"], [\"beer\", \"evening\"], [\"evening\", \"fourth\"], [\"fourth\", \"whats\"], [\"whats\", \"everyone\"], [\"everyone\", \"believed\"], [\"believed\", \"himfellow\"], [\"himfellow\", \"geologist\"], [\"geologist\", \"engineer\"], [\"engineer\", \"financial\"], [\"financial\", \"analyst\"], [\"analyst\", \"business\"], [\"business\", \"journalist\"], [\"journalist\", \"world\"], [\"world\", \"largest\"], [\"largest\", \"mining\"], [\"mining\", \"company\"], [\"company\", \"government\"], [\"government\", \"official\"], [\"official\", \"even\"], [\"even\", \"former\"], [\"former\", \"u\"], [\"u\", \"president\"], [\"president\", \"geologically\"], [\"geologically\", \"brilliant\"], [\"brilliant\", \"thing\"], [\"thing\", \"ive\"], [\"ive\", \"ever\"], [\"ever\", \"seen\"], [\"seen\", \"life\"], [\"life\", \"felderhof\"], [\"felderhof\", \"sputtered\"], [\"sputtered\", \"big\"], [\"big\", \"scary\"], [\"scary\", \"fing\"], [\"fing\", \"scary\"], [\"scary\", \"horrifying\"], [\"horrifying\", \"better\"], [\"better\", \"word\"], [\"word\", \"brex\"], [\"brex\", \"goldmining\"], [\"goldmining\", \"hoaxthe\"], [\"hoaxthe\", \"largest\"], [\"largest\", \"centuryuntil\"], [\"centuryuntil\", \"collapsed\"], [\"collapsed\", \"onto\"], [\"onto\", \"last\"], [\"last\", \"month\"], [\"month\", \"allegedly\"], [\"allegedly\", \"thousand\"], [\"thousand\", \"rock\"], [\"rock\", \"sample\"], [\"sample\", \"salted\"], [\"salted\", \"flake\"], [\"flake\", \"gold\"], [\"gold\", \"tested\"], [\"tested\", \"today\"], [\"today\", \"felderhof\"], [\"felderhof\", \"rich\"], [\"rich\", \"sends\"], [\"sends\", \"regret\"], [\"regret\", \"cayman\"], [\"cayman\", \"island\"], [\"island\", \"professes\"], [\"professes\", \"innocence\"], [\"innocence\", \"applying\"], [\"applying\", \"permanent\"], [\"permanent\", \"residency\"], [\"residency\", \"deputy\"], [\"deputy\", \"geologist\"], [\"geologist\", \"mike\"], [\"mike\", \"de\"], [\"de\", \"guzman\"], [\"guzman\", \"fortunate\"], [\"fortunate\", \"apparently\"], [\"apparently\", \"jumped\"], [\"jumped\", \"800\"], [\"800\", \"foot\"], [\"foot\", \"jungle\"], [\"jungle\", \"helicopter\"], [\"helicopter\", \"jig\"], [\"jig\", \"brex\"], [\"brex\", \"ceo\"], [\"ceo\", \"david\"], [\"david\", \"walsh\"], [\"walsh\", \"holed\"], [\"holed\", \"company\"], [\"company\", \"calgary\"], [\"calgary\", \"headquarters\"], [\"headquarters\", \"scuffling\"], [\"scuffling\", \"camera\"], [\"camera\", \"crew\"], [\"crew\", \"classaction\"], [\"classaction\", \"lawsuit\"], [\"lawsuit\", \"flying\"], [\"flying\", \"criminal\"], [\"criminal\", \"investigator\"], [\"investigator\", \"poring\"], [\"poring\", \"company\"], [\"company\", \"book\"], [\"book\", \"number\"], [\"number\", \"heartstopping\"], [\"heartstopping\", \"market\"], [\"market\", \"value\"], [\"value\", \"brex\"], [\"brex\", \"topped\"], [\"topped\", \"4\"], [\"4\", \"billiona\"], [\"billiona\", \"growth\"], [\"growth\", \"rate\"], [\"rate\", \"100000\"], [\"100000\", \"three\"], [\"three\", \"year\"], [\"year\", \"early\"], [\"early\", \"may\"], [\"may\", \"company\"], [\"company\", \"melted\"], [\"melted\", \"bankruptcy\"], [\"bankruptcy\", \"walsh\"], [\"walsh\", \"wife\"], [\"wife\", \"felderhof\"], [\"felderhof\", \"mined\"], [\"mined\", \"roughly\"], [\"roughly\", \"50\"], [\"50\", \"million\"], [\"million\", \"stock\"], [\"stock\", \"sale\"], [\"sale\", \"gold\"], [\"gold\", \"week\"], [\"week\", \"fraud\"], [\"fraud\", \"exposed\"], [\"exposed\", \"71\"], [\"71\", \"million\"], [\"million\", \"ounce\"], [\"ounce\", \"yellow\"], [\"yellow\", \"metal\"], [\"metal\", \"worth\"], [\"worth\", \"25\"], [\"25\", \"billion\"], [\"billion\", \"today\"], [\"today\", \"price\"], [\"price\", \"supposedly\"], [\"supposedly\", \"proven\"], [\"proven\", \"brex\"], [\"brex\", \"felderhof\"], [\"felderhof\", \"said\"], [\"said\", \"comfortable\"], [\"comfortable\", \"200\"], [\"200\", \"million\"], [\"million\", \"ouncesfar\"], [\"ouncesfar\", \"california\"], [\"california\", \"gold\"], [\"gold\", \"rush\"], [\"rush\", \"one\"], [\"one\", \"brex\"], [\"brex\", \"official\"], [\"official\", \"told\"], [\"told\", \"400\"], [\"400\", \"million\"], [\"million\", \"number\"], [\"number\", \"tell\"], [\"tell\", \"part\"], [\"part\", \"story\"], [\"story\", \"grasp\"], [\"grasp\", \"enormity\"], [\"enormity\", \"scam\"], [\"scam\", \"see\"], [\"see\", \"cosmos\"], [\"cosmos\", \"brex\"], [\"brex\", \"created\"], [\"created\", \"like\"], [\"like\", \"elaborate\"], [\"elaborate\", \"hollywood\"], [\"hollywood\", \"set\"], [\"set\", \"hundred\"], [\"hundred\", \"actor\"], [\"actor\", \"could\"], [\"could\", \"loaded\"], [\"loaded\", \"onto\"], [\"onto\", \"truck\"], [\"truck\", \"barge\"], [\"barge\", \"ticket\"], [\"ticket\", \"sold\"], [\"sold\", \"understand\"], [\"understand\", \"thing\"], [\"thing\", \"like\"], [\"like\", \"20foot\"], [\"20foot\", \"man\"], [\"man\", \"gushed\"], [\"gushed\", \"research\"], [\"research\", \"capital\"], [\"capital\", \"mining\"], [\"mining\", \"analyst\"], [\"analyst\", \"chad\"], [\"chad\", \"williams\"], [\"williams\", \"returning\"], [\"returning\", \"early\"], [\"early\", \"pilgrimage\"], [\"pilgrimage\", \"someone\"], [\"someone\", \"business\"], [\"business\", \"like\"], [\"like\", \"taking\"], [\"taking\", \"biggest\"], [\"biggest\", \"elvis\"], [\"elvis\", \"fan\"], [\"fan\", \"graceland\"], [\"graceland\", \"spent\"], [\"spent\", \"two\"], [\"two\", \"week\"], [\"week\", \"indonesia\"], [\"indonesia\", \"february\"], [\"february\", \"chronicle\"], [\"chronicle\", \"epic\"], [\"epic\", \"tale\"], [\"tale\", \"bunch\"], [\"bunch\", \"average\"], [\"average\", \"joes\"], [\"joes\", \"stumbled\"], [\"stumbled\", \"onto\"], [\"onto\", \"holy\"], [\"holy\", \"grail\"], [\"grail\", \"find\"], [\"find\", \"powerful\"], [\"powerful\", \"greedy\"], [\"greedy\", \"force\"], [\"force\", \"conspiring\"], [\"conspiring\", \"take\"], [\"take\", \"away\"], [\"away\", \"felderhof\"], [\"felderhof\", \"told\"], [\"told\", \"one\"], [\"one\", \"publication\"], [\"publication\", \"northern\"], [\"northern\", \"miner\"], [\"miner\", \"ever\"], [\"ever\", \"permitted\"], [\"permitted\", \"inside\"], [\"inside\", \"busang\"], [\"busang\", \"exploration\"], [\"exploration\", \"camp\"], [\"camp\", \"island\"], [\"island\", \"borneo\"], [\"borneo\", \"felt\"], [\"felt\", \"lucky\"], [\"lucky\", \"proved\"], [\"proved\", \"even\"], [\"even\", \"luckier\"], [\"luckier\", \"returned\"], [\"returned\", \"new\"], [\"new\", \"york\"], [\"york\", \"illness\"], [\"illness\", \"delayed\"], [\"delayed\", \"story\"], [\"story\", \"several\"], [\"several\", \"week\"], [\"week\", \"saved\"], [\"saved\", \"parasite\"], [\"parasite\", \"fortune\"], [\"fortune\", \"managing\"], [\"managing\", \"editor\"], [\"editor\", \"john\"], [\"john\", \"huey\"], [\"huey\", \"say\"], [\"say\", \"held\"], [\"held\", \"fire\"], [\"fire\", \"freeportmcmoran\"], [\"freeportmcmoran\", \"copper\"], [\"copper\", \"gold\"], [\"gold\", \"brexs\"], [\"brexs\", \"new\"], [\"new\", \"partner\"], [\"partner\", \"said\"], [\"said\", \"conducting\"], [\"conducting\", \"drilling\"], [\"drilling\", \"teststhe\"], [\"teststhe\", \"first\"], [\"first\", \"time\"], [\"time\", \"nearly\"], [\"nearly\", \"four\"], [\"four\", \"year\"], [\"year\", \"anyone\"], [\"anyone\", \"independent\"], [\"independent\", \"checked\"], [\"checked\", \"beneath\"], [\"beneath\", \"surface\"], [\"surface\", \"looking\"], [\"looking\", \"back\"], [\"back\", \"dont\"], [\"dont\", \"answer\"], [\"answer\", \"trip\"], [\"trip\", \"provided\"], [\"provided\", \"fascinating\"], [\"fascinating\", \"look\"], [\"look\", \"several\"], [\"several\", \"character\"], [\"character\", \"may\"], [\"may\", \"century\"], [\"century\", \"greatest\"], [\"greatest\", \"scam\"], [\"scam\", \"artist\"], [\"artist\", \"time\"], [\"time\", \"got\"], [\"got\", \"indonesia\"], [\"indonesia\", \"walsh\"], [\"walsh\", \"felderhof\"], [\"felderhof\", \"trapped\"], [\"trapped\", \"javanese\"], [\"javanese\", \"version\"], [\"version\", \"mad\"], [\"mad\", \"mad\"], [\"mad\", \"mad\"], [\"mad\", \"mad\"], [\"mad\", \"world\"], [\"world\", \"timeless\"], [\"timeless\", \"movie\"], [\"movie\", \"farce\"], [\"farce\", \"mickey\"], [\"mickey\", \"rooney\"], [\"rooney\", \"milton\"], [\"milton\", \"berle\"], [\"berle\", \"slew\"], [\"slew\", \"character\"], [\"character\", \"try\"], [\"try\", \"outsleaze\"], [\"outsleaze\", \"one\"], [\"one\", \"another\"], [\"another\", \"manic\"], [\"manic\", \"race\"], [\"race\", \"recover\"], [\"recover\", \"buried\"], [\"buried\", \"treasure\"], [\"treasure\", \"brex\"], [\"brex\", \"version\"], [\"version\", \"came\"], [\"came\", \"complete\"], [\"complete\", \"payola\"], [\"payola\", \"private\"], [\"private\", \"eye\"], [\"eye\", \"breakins\"], [\"breakins\", \"led\"], [\"led\", \"leechinfested\"], [\"leechinfested\", \"swamp\"], [\"swamp\", \"borneo\"], [\"borneo\", \"presidential\"], [\"presidential\", \"palace\"], [\"palace\", \"polluted\"], [\"polluted\", \"jakarta\"], [\"jakarta\", \"featured\"], [\"featured\", \"dictator\"], [\"dictator\", \"greedy\"], [\"greedy\", \"kid\"], [\"kid\", \"world\"], [\"world\", \"biggest\"], [\"biggest\", \"mining\"], [\"mining\", \"firm\"], [\"firm\", \"stabbing\"], [\"stabbing\", \"one\"], [\"one\", \"another\"], [\"another\", \"dark\"], [\"dark\", \"story\"], [\"story\", \"familiar\"], [\"familiar\", \"nearly\"], [\"nearly\", \"year\"], [\"year\", \"freeport\"], [\"freeport\", \"awarded\"], [\"awarded\", \"contract\"], [\"contract\", \"indonesian\"], [\"indonesian\", \"government\"], [\"government\", \"delayed\"], [\"delayed\", \"giving\"], [\"giving\", \"brex\"], [\"brex\", \"control\"], [\"control\", \"busang\"], [\"busang\", \"big\"], [\"big\", \"mining\"], [\"mining\", \"company\"], [\"company\", \"jockeyed\"], [\"jockeyed\", \"position\"], [\"position\", \"gold\"], [\"gold\", \"estimate\"], [\"estimate\", \"grew\"], [\"grew\", \"indonesian\"], [\"indonesian\", \"official\"], [\"official\", \"determined\"], [\"determined\", \"select\"], [\"select\", \"established\"], [\"established\", \"firm\"], [\"firm\", \"operator\"], [\"operator\", \"mining\"], [\"mining\", \"giant\"], [\"giant\", \"lobbying\"], [\"lobbying\", \"post\"], [\"post\", \"none\"], [\"none\", \"harder\"], [\"harder\", \"peter\"], [\"peter\", \"munk\"], [\"munk\", \"ceo\"], [\"ceo\", \"toronto\"], [\"toronto\", \"barrick\"], [\"barrick\", \"gold\"], [\"gold\", \"world\"], [\"world\", \"secondlargest\"], [\"secondlargest\", \"gold\"], [\"gold\", \"producer\"], [\"producer\", \"munk\"], [\"munk\", \"hired\"], [\"hired\", \"kroll\"], [\"kroll\", \"associate\"], [\"associate\", \"world\"], [\"world\", \"biggest\"], [\"biggest\", \"detective\"], [\"detective\", \"agency\"], [\"agency\", \"dig\"], [\"dig\", \"dirt\"], [\"dirt\", \"brex\"], [\"brex\", \"anticipation\"], [\"anticipation\", \"hostile\"], [\"hostile\", \"takeover\"], [\"takeover\", \"bid\"], [\"bid\", \"enlisted\"], [\"enlisted\", \"former\"], [\"former\", \"u\"], [\"u\", \"president\"], [\"president\", \"george\"], [\"george\", \"bush\"], [\"bush\", \"lobby\"], [\"lobby\", \"suharto\"], [\"suharto\", \"indonesian\"], [\"indonesian\", \"ruler\"], [\"ruler\", \"retained\"], [\"retained\", \"service\"], [\"service\", \"daughter\"], [\"daughter\", \"suharto\"], [\"suharto\", \"get\"], [\"get\", \"edge\"], [\"edge\", \"brex\"], [\"brex\", \"offered\"], [\"offered\", \"40\"], [\"40\", \"million\"], [\"million\", \"son\"], [\"son\", \"arrived\"], [\"arrived\", \"early\"], [\"early\", \"february\"], [\"february\", \"jakarta\"], [\"jakarta\", \"become\"], [\"become\", \"corporate\"], [\"corporate\", \"war\"], [\"war\", \"zone\"], [\"zone\", \"centered\"], [\"centered\", \"fivestar\"], [\"fivestar\", \"fortress\"], [\"fortress\", \"brex\"], [\"brex\", \"shangrila\"], [\"shangrila\", \"brex\"], [\"brex\", \"shangrila\"], [\"shangrila\", \"window\"], [\"window\", \"walsh\"], [\"walsh\", \"could\"], [\"could\", \"see\"], [\"see\", \"enemythe\"], [\"enemythe\", \"barrick\"], [\"barrick\", \"hyatt\"], [\"hyatt\", \"road\"], [\"road\", \"regent\"], [\"regent\", \"hotel\"], [\"hotel\", \"houston\"], [\"houston\", \"lawyer\"], [\"lawyer\", \"assembling\"], [\"assembling\", \"spy\"], [\"spy\", \"help\"], [\"help\", \"figure\"], [\"figure\", \"sue\"], [\"sue\", \"behalf\"], [\"behalf\", \"brex\"], [\"brex\", \"shareholder\"], [\"shareholder\", \"impossible\"], [\"impossible\", \"figure\"], [\"figure\", \"going\"], [\"going\", \"man\"], [\"man\", \"holding\"], [\"holding\", \"card\"], [\"card\", \"suharto\"], [\"suharto\", \"golfing\"], [\"golfing\", \"buddy\"], [\"buddy\", \"secretive\"], [\"secretive\", \"timber\"], [\"timber\", \"tycoon\"], [\"tycoon\", \"named\"], [\"named\", \"mohamad\"], [\"mohamad\", \"bob\"], [\"bob\", \"hasan\"], [\"hasan\", \"dictator\"], [\"dictator\", \"asked\"], [\"asked\", \"clean\"], [\"clean\", \"brex\"], [\"brex\", \"mess\"], [\"mess\", \"one\"], [\"one\", \"point\"], [\"point\", \"wasnt\"], [\"wasnt\", \"clear\"], [\"clear\", \"suharto\"], [\"suharto\", \"government\"], [\"government\", \"favoring\"], [\"favoring\", \"brexs\"], [\"brexs\", \"partner\"], [\"partner\", \"place\"], [\"place\", \"like\"], [\"like\", \"casablanca\"], [\"casablanca\", \"complained\"], [\"complained\", \"doug\"], [\"doug\", \"macintosh\"], [\"macintosh\", \"brexs\"], [\"brexs\", \"investment\"], [\"investment\", \"banker\"], [\"banker\", \"jp\"], [\"jp\", \"morgan\"], [\"morgan\", \"story\"], [\"story\", \"change\"], [\"change\", \"every\"], [\"every\", \"day\"], [\"day\", \"jakarta\"], [\"jakarta\", \"talked\"], [\"talked\", \"walsh\"], [\"walsh\", \"felderhof\"], [\"felderhof\", \"brex\"], [\"brex\", \"official\"], [\"official\", \"dozen\"], [\"dozen\", \"time\"], [\"time\", \"met\"], [\"met\", \"separately\"], [\"separately\", \"met\"], [\"met\", \"together\"], [\"together\", \"lunch\"], [\"lunch\", \"dinner\"], [\"dinner\", \"yellow\"], [\"yellow\", \"flag\"], [\"flag\", \"go\"], [\"go\", \"talk\"], [\"talk\", \"playing\"], [\"playing\", \"part\"], [\"part\", \"elaborate\"], [\"elaborate\", \"scheme\"], [\"scheme\", \"playing\"], [\"playing\", \"part\"], [\"part\", \"quite\"], [\"quite\", \"well\"], [\"well\", \"even\"], [\"even\", \"trouble\"], [\"trouble\", \"believing\"], [\"believing\", \"walsh\"], [\"walsh\", \"participated\"], [\"participated\", \"scam\"], [\"scam\", \"miserable\"], [\"miserable\", \"soul\"], [\"soul\", \"introduced\"], [\"introduced\", \"jakarta\"], [\"jakarta\", \"suite\"], [\"suite\", \"hour\"], [\"hour\", \"hed\"], [\"hed\", \"swept\"], [\"swept\", \"electronic\"], [\"electronic\", \"bug\"], [\"bug\", \"chainsmoking\"], [\"chainsmoking\", \"dunhills\"], [\"dunhills\", \"hacking\"], [\"hacking\", \"brain\"], [\"brain\", \"hadnt\"], [\"hadnt\", \"exercised\"], [\"exercised\", \"year\"], [\"year\", \"said\"], [\"said\", \"apparent\"], [\"apparent\", \"huge\"], [\"huge\", \"deposit\"], [\"deposit\", \"hanging\"], [\"hanging\", \"belt\"], [\"belt\", \"depressed\"], [\"depressed\", \"distracted\"], [\"distracted\", \"often\"], [\"often\", \"stared\"], [\"stared\", \"window\"], [\"window\", \"litter\"], [\"litter\", \"sewage\"], [\"sewage\", \"flowed\"], [\"flowed\", \"continuously\"], [\"continuously\", \"muddy\"], [\"muddy\", \"canala\"], [\"canala\", \"metaphor\"], [\"metaphor\", \"joked\"], [\"joked\", \"corruption\"], [\"corruption\", \"thrived\"], [\"thrived\", \"indonesia\"], [\"indonesia\", \"find\"], [\"find\", \"hard\"], [\"hard\", \"believe\"], [\"believe\", \"responsible\"], [\"responsible\", \"largest\"], [\"largest\", \"gold\"], [\"gold\", \"discovery\"], [\"discovery\", \"probably\"], [\"probably\", \"history\"], [\"history\", \"world\"], [\"world\", \"said\"], [\"said\", \"without\"], [\"without\", \"much\"], [\"much\", \"feeling\"], [\"feeling\", \"indeed\"], [\"indeed\", \"walsh\"], [\"walsh\", \"looked\"], [\"looked\", \"like\"], [\"like\", \"poor\"], [\"poor\", \"schlemiel\"], [\"schlemiel\", \"won\"], [\"won\", \"lottery\"], [\"lottery\", \"couldnt\"], [\"couldnt\", \"locate\"], [\"locate\", \"ticket\"], [\"ticket\", \"walsh\"], [\"walsh\", \"told\"], [\"told\", \"story\"], [\"story\", \"former\"], [\"former\", \"stockbroker\"], [\"stockbroker\", \"launched\"], [\"launched\", \"brex\"], [\"brex\", \"1989\"], [\"1989\", \"hunted\"], [\"hunted\", \"gold\"], [\"gold\", \"quebec\"], [\"quebec\", \"joined\"], [\"joined\", \"diamond\"], [\"diamond\", \"rush\"], [\"rush\", \"northwest\"], [\"northwest\", \"territory\"], [\"territory\", \"luck\"], [\"luck\", \"abysmal\"], [\"abysmal\", \"opened\"], [\"opened\", \"1991\"], [\"1991\", \"annual\"], [\"annual\", \"report\"], [\"report\", \"line\"], [\"line\", \"yes\"], [\"yes\", \"still\"], [\"still\", \"business\"], [\"business\", \"filing\"], [\"filing\", \"personal\"], [\"personal\", \"bankruptcy\"], [\"bankruptcy\", \"decided\"], [\"decided\", \"needed\"], [\"needed\", \"proven\"], [\"proven\", \"gold\"], [\"gold\", \"finder\"], [\"finder\", \"enter\"], [\"enter\", \"felderhof\"], [\"felderhof\", \"whose\"], [\"whose\", \"claim\"], [\"claim\", \"fame\"], [\"fame\", \"codiscovery\"], [\"codiscovery\", \"one\"], [\"one\", \"world\"], [\"world\", \"biggest\"], [\"biggest\", \"silver\"], [\"silver\", \"gold\"], [\"gold\", \"mine\"], [\"mine\", \"papua\"], [\"papua\", \"new\"], [\"new\", \"guinea\"], [\"guinea\", \"1968\"], [\"1968\", \"took\"], [\"took\", \"walsh\"], [\"walsh\", \"two\"], [\"two\", \"week\"], [\"week\", \"track\"], [\"track\", \"felderhof\"], [\"felderhof\", \"hadnt\"], [\"hadnt\", \"seen\"], [\"seen\", \"ten\"], [\"ten\", \"year\"], [\"year\", \"using\"], [\"using\", \"last\"], [\"last\", \"10000\"], [\"10000\", \"walsh\"], [\"walsh\", \"flew\"], [\"flew\", \"indonesia\"], [\"indonesia\", \"felderhof\"], [\"felderhof\", \"talked\"], [\"talked\", \"buying\"], [\"buying\", \"right\"], [\"right\", \"part\"], [\"part\", \"busang\"], [\"busang\", \"property\"], [\"property\", \"1993\"], [\"1993\", \"looking\"], [\"looking\", \"back\"], [\"back\", \"maybe\"], [\"maybe\", \"suspicious\"], [\"suspicious\", \"met\"], [\"met\", \"dutchborn\"], [\"dutchborn\", \"felderhof\"], [\"felderhof\", \"shifty\"], [\"shifty\", \"mug\"], [\"mug\", \"gruff\"], [\"gruff\", \"manner\"], [\"manner\", \"hideous\"], [\"hideous\", \"laugh\"], [\"laugh\", \"trapped\"], [\"trapped\", \"back\"], [\"back\", \"throat\"], [\"throat\", \"kkh\"], [\"kkh\", \"kkh\"], [\"kkh\", \"kkhkkh\"], [\"kkhkkh\", \"kkh\"], [\"kkh\", \"kkh\"], [\"kkh\", \"still\"], [\"still\", \"talent\"], [\"talent\", \"storytelling\"], [\"storytelling\", \"made\"], [\"made\", \"enjoyable\"], [\"enjoyable\", \"walsh\"], [\"walsh\", \"pirate\"], [\"pirate\", \"without\"], [\"without\", \"eye\"], [\"eye\", \"patcha\"], [\"patcha\", \"harddrinking\"], [\"harddrinking\", \"swashbuckling\"], [\"swashbuckling\", \"explorer\"], [\"explorer\", \"prowled\"], [\"prowled\", \"world\"], [\"world\", \"jungle\"], [\"jungle\", \"dodging\"], [\"dodging\", \"flash\"], [\"flash\", \"flood\"], [\"flood\", \"poisonous\"], [\"poisonous\", \"snake\"], [\"snake\", \"wore\"], [\"wore\", \"14\"], [\"14\", \"bout\"], [\"bout\", \"malaria\"], [\"malaria\", \"like\"], [\"like\", \"medal\"], [\"medal\", \"chest\"], [\"chest\", \"said\"], [\"said\", \"poor\"], [\"poor\", \"1992\"], [\"1992\", \"steal\"], [\"steal\", \"christmas\"], [\"christmas\", \"tree\"], [\"tree\", \"family\"], [\"family\", \"never\"], [\"never\", \"pulled\"], [\"pulled\", \"photo\"], [\"photo\", \"ingrid\"], [\"ingrid\", \"second\"], [\"second\", \"wife\"], [\"wife\", \"bought\"], [\"bought\", \"lamborghini\"], [\"lamborghini\", \"christmas\"], [\"christmas\", \"said\"], [\"said\", \"two\"], [\"two\", \"seat\"], [\"seat\", \"strapped\"], [\"strapped\", \"fing\"], [\"fing\", \"engine\"], [\"engine\", \"think\"], [\"think\", \"shes\"], [\"shes\", \"trying\"], [\"trying\", \"kill\"], [\"kill\", \"kkh\"], [\"kkh\", \"kkh\"], [\"kkh\", \"kkh\"], [\"kkh\", \"shortly\"], [\"shortly\", \"met\"], [\"met\", \"felderhof\"], [\"felderhof\", \"took\"], [\"took\", \"dinner\"], [\"dinner\", \"de\"], [\"de\", \"guzman\"], [\"guzman\", \"longtime\"], [\"longtime\", \"pal\"], [\"pal\", \"hed\"], [\"hed\", \"invited\"], [\"invited\", \"join\"], [\"join\", \"brex\"], [\"brex\", \"team\"], [\"team\", \"filipino\"], [\"filipino\", \"geologist\"], [\"geologist\", \"beamed\"], [\"beamed\", \"like\"], [\"like\", \"jewel\"], [\"jewel\", \"felderhof\"], [\"felderhof\", \"explained\"], [\"explained\", \"couldnt\"], [\"couldnt\", \"discovered\"], [\"discovered\", \"gold\"], [\"gold\", \"without\"], [\"without\", \"deputy\"], [\"deputy\", \"pioneering\"], [\"pioneering\", \"theory\"], [\"theory\", \"de\"], [\"de\", \"guzman\"], [\"guzman\", \"boasted\"], [\"boasted\", \"iq\"], [\"iq\", \"ranged\"], [\"ranged\", \"150\"], [\"150\", \"170\"], [\"170\", \"came\"], [\"came\", \"handy\"], [\"handy\", \"hiked\"], [\"hiked\", \"32\"], [\"32\", \"kilometer\"], [\"kilometer\", \"dense\"], [\"dense\", \"jungle\"], [\"jungle\", \"camp\"], [\"camp\", \"back\"], [\"back\", \"eating\"], [\"eating\", \"noodle\"], [\"noodle\", \"every\"], [\"every\", \"meal\"], [\"meal\", \"week\"], [\"week\", \"hunting\"], [\"hunting\", \"sign\"], [\"sign\", \"mineralization\"], [\"mineralization\", \"first\"], [\"first\", \"two\"], [\"two\", \"drill\"], [\"drill\", \"hole\"], [\"hole\", \"failure\"], [\"failure\", \"almost\"], [\"almost\", \"closed\"], [\"closed\", \"property\"], [\"property\", \"recalled\"], [\"recalled\", \"de\"], [\"de\", \"guzman\"], [\"guzman\", \"december\"], [\"december\", \"1993\"], [\"1993\", \"john\"], [\"john\", \"said\"], [\"said\", \"close\"], [\"close\", \"property\"], [\"property\", \"made\"], [\"made\", \"hit\"], [\"hit\", \"never\"], [\"never\", \"mind\"], [\"mind\", \"dozen\"], [\"dozen\", \"mining\"], [\"mining\", \"company\"], [\"company\", \"dismissed\"], [\"dismissed\", \"property\"], [\"property\", \"worthless\"], [\"worthless\", \"previous\"], [\"previous\", \"operator\"], [\"operator\", \"even\"], [\"even\", \"drilled\"], [\"drilled\", \"19\"], [\"19\", \"hole\"], [\"hole\", \"wrong\"], [\"wrong\", \"place\"], [\"place\", \"snickered\"], [\"snickered\", \"felderhof\"], [\"felderhof\", \"meal\"], [\"meal\", \"shallow\"], [\"shallow\", \"worker\"], [\"worker\", \"used\"], [\"used\", \"wetdrilling\"], [\"wetdrilling\", \"method\"], [\"method\", \"ironically\"], [\"ironically\", \"washed\"], [\"washed\", \"away\"], [\"away\", \"whatever\"], [\"whatever\", \"gold\"], [\"gold\", \"strike\"], [\"strike\", \"geology\"], [\"geology\", \"wasnt\"], [\"wasnt\", \"mind\"], [\"mind\", \"added\"], [\"added\", \"felderhof\"], [\"felderhof\", \"spending\"], [\"spending\", \"time\"], [\"time\", \"town\"], [\"town\", \"chasing\"], [\"chasing\", \"girl\"], [\"girl\", \"naming\"], [\"naming\", \"creek\"], [\"creek\", \"de\"], [\"de\", \"guzman\"], [\"guzman\", \"turn\"], [\"turn\", \"least\"], [\"least\", \"four\"], [\"four\", \"wife\"], [\"wife\", \"simultaneously\"], [\"simultaneously\", \"laughed\"], [\"laughed\", \"recalled\"], [\"recalled\", \"various\"], [\"various\", \"creekskaren\"], [\"creekskaren\", \"jenny\"], [\"jenny\", \"martha\"], [\"martha\", \"ann\"], [\"ann\", \"consulting\"], [\"consulting\", \"local\"], [\"local\", \"tribe\"], [\"tribe\", \"christian\"], [\"christian\", \"dayaks\"], [\"dayaks\", \"gave\"], [\"gave\", \"creek\"], [\"creek\", \"back\"], [\"back\", \"traditional\"], [\"traditional\", \"name\"], [\"name\", \"continued\"], [\"continued\", \"work\"], [\"work\", \"thing\"], [\"thing\", \"got\"], [\"got\", \"tense\"], [\"tense\", \"walsh\"], [\"walsh\", \"complained\"], [\"complained\", \"breakin\"], [\"breakin\", \"calgary\"], [\"calgary\", \"office\"], [\"office\", \"two\"], [\"two\", \"week\"], [\"week\", \"earlier\"], [\"earlier\", \"wife\"], [\"wife\", \"found\"], [\"found\", \"spy\"], [\"spy\", \"rifling\"], [\"rifling\", \"garbage\"], [\"garbage\", \"bahamas\"], [\"bahamas\", \"estate\"], [\"estate\", \"claim\"], [\"claim\", \"sent\"], [\"sent\", \"memo\"], [\"memo\", \"advising\"], [\"advising\", \"employee\"], [\"employee\", \"shred\"], [\"shred\", \"sensitive\"], [\"sensitive\", \"material\"], [\"material\", \"true\"], [\"true\", \"make\"], [\"make\", \"harder\"], [\"harder\", \"investigator\"], [\"investigator\", \"solve\"], [\"solve\", \"mystery\"], [\"mystery\", \"company\"], [\"company\", \"top\"], [\"top\", \"financial\"], [\"financial\", \"officer\"], [\"officer\", \"rolando\"], [\"rolando\", \"francisco\"], [\"francisco\", \"also\"], [\"also\", \"caught\"], [\"caught\", \"hysteria\"], [\"hysteria\", \"would\"], [\"would\", \"talk\"], [\"talk\", \"hotel\"], [\"hotel\", \"room\"], [\"room\", \"cranking\"], [\"cranking\", \"volume\"], [\"volume\", \"tv\"], [\"tv\", \"hyatt\"], [\"hyatt\", \"barrick\"], [\"barrick\", \"spokesman\"], [\"spokesman\", \"luc\"], [\"luc\", \"lavoie\"], [\"lavoie\", \"waxing\"], [\"waxing\", \"philosophical\"], [\"philosophical\", \"biggest\"], [\"biggest\", \"oil\"], [\"oil\", \"discovery\"], [\"discovery\", \"oil\"], [\"oil\", \"gold\"], [\"gold\", \"differentit\"], [\"differentit\", \"brings\"], [\"brings\", \"emotion\"], [\"emotion\", \"cloud\"], [\"cloud\", \"mind\"], [\"mind\", \"people\"], [\"people\", \"clearly\"], [\"clearly\", \"fogged\"], [\"fogged\", \"mind\"], [\"mind\", \"client\"], [\"client\", \"later\"], [\"later\", \"learned\"], [\"learned\", \"barrick\"], [\"barrick\", \"last\"], [\"last\", \"november\"], [\"november\", \"couldnt\"], [\"couldnt\", \"find\"], [\"find\", \"gold\"], [\"gold\", \"many\"], [\"many\", \"brex\"], [\"brex\", \"sample\"], [\"sample\", \"cant\"], [\"cant\", \"scam\"], [\"scam\", \"munk\"], [\"munk\", \"screamed\"], [\"screamed\", \"deputy\"], [\"deputy\", \"test\"], [\"test\", \"figure\"], [\"figure\", \"know\"], [\"know\", \"okay\"], [\"okay\", \"confirm\"], [\"confirm\", \"looked\"], [\"looked\", \"forward\"], [\"forward\", \"seeing\"], [\"seeing\", \"gold\"], [\"gold\", \"four\"], [\"four\", \"day\"], [\"day\", \"jakarta\"], [\"jakarta\", \"felderhof\"], [\"felderhof\", \"joined\"], [\"joined\", \"flight\"], [\"flight\", \"balikpapan\"], [\"balikpapan\", \"place\"], [\"place\", \"borneo\"], [\"borneo\", \"runway\"], [\"runway\", \"big\"], [\"big\", \"enough\"], [\"enough\", \"handle\"], [\"handle\", \"plane\"], [\"plane\", \"trip\"], [\"trip\", \"explained\"], [\"explained\", \"brex\"], [\"brex\", \"spent\"], [\"spent\", \"1\"], [\"1\", \"million\"], [\"million\", \"socialdevelopment\"], [\"socialdevelopment\", \"program\"], [\"program\", \"tribe\"], [\"tribe\", \"christian\"], [\"christian\", \"dayaks\"], [\"dayaks\", \"comprised\"], [\"comprised\", \"bulk\"], [\"bulk\", \"400\"], [\"400\", \"worker\"], [\"worker\", \"ive\"], [\"ive\", \"always\"], [\"always\", \"interested\"], [\"interested\", \"developing\"], [\"developing\", \"people\"], [\"people\", \"said\"], [\"said\", \"balikpapan\"], [\"balikpapan\", \"exhilarating\"], [\"exhilarating\", \"twohour\"], [\"twohour\", \"jaunt\"], [\"jaunt\", \"helicopter\"], [\"helicopter\", \"busang\"], [\"busang\", \"dense\"], [\"dense\", \"swampy\"], [\"swampy\", \"jungle\"], [\"jungle\", \"stretched\"], [\"stretched\", \"far\"], [\"far\", \"eye\"], [\"eye\", \"could\"], [\"could\", \"see\"], [\"see\", \"felderhof\"], [\"felderhof\", \"leaned\"], [\"leaned\", \"said\"], [\"said\", \"chopper\"], [\"chopper\", \"made\"], [\"made\", \"emergency\"], [\"emergency\", \"landing\"], [\"landing\", \"area\"], [\"area\", \"pilot\"], [\"pilot\", \"found\"], [\"found\", \"four\"], [\"four\", \"day\"], [\"day\", \"later\"], [\"later\", \"body\"], [\"body\", \"covered\"], [\"covered\", \"leech\"], [\"leech\", \"yelled\"], [\"yelled\", \"felderhof\"], [\"felderhof\", \"roar\"], [\"roar\", \"engine\"], [\"engine\", \"kkh\"], [\"kkh\", \"kkh\"], [\"kkh\", \"kkh\"], [\"kkh\", \"little\"], [\"little\", \"know\"], [\"know\", \"six\"], [\"six\", \"week\"], [\"week\", \"later\"], [\"later\", \"felderhofs\"], [\"felderhofs\", \"sidekick\"], [\"sidekick\", \"de\"], [\"de\", \"guzman\"], [\"guzman\", \"would\"], [\"would\", \"apparently\"], [\"apparently\", \"throw\"], [\"throw\", \"chopper\"], [\"chopper\", \"sitting\"], [\"sitting\", \"would\"], [\"would\", \"also\"], [\"also\", \"take\"], [\"take\", \"four\"], [\"four\", \"day\"], [\"day\", \"find\"], [\"find\", \"body\"], [\"body\", \"partly\"], [\"partly\", \"devoured\"], [\"devoured\", \"wild\"], [\"wild\", \"pig\"], [\"pig\", \"creature\"], [\"creature\", \"ground\"], [\"ground\", \"would\"], [\"would\", \"never\"], [\"never\", \"know\"], [\"know\", \"wasnt\"], [\"wasnt\", \"real\"], [\"real\", \"deal\"], [\"deal\", \"production\"], [\"production\", \"busang\"], [\"busang\", \"hollywood\"], [\"hollywood\", \"set\"], [\"set\", \"2000\"], [\"2000\", \"dayaks\"], [\"dayaks\", \"extra\"], [\"extra\", \"brex\"], [\"brex\", \"electrified\"], [\"electrified\", \"village\"], [\"village\", \"built\"], [\"built\", \"new\"], [\"new\", \"church\"], [\"church\", \"opened\"], [\"opened\", \"kindergarten\"], [\"kindergarten\", \"organized\"], [\"organized\", \"sewing\"], [\"sewing\", \"class\"], [\"class\", \"local\"], [\"local\", \"woman\"], [\"woman\", \"swath\"], [\"swath\", \"jungle\"], [\"jungle\", \"cleared\"], [\"cleared\", \"airport\"], [\"airport\", \"brex\"], [\"brex\", \"planned\"], [\"planned\", \"open\"], [\"open\", \"fishery\"], [\"fishery\", \"poultryfarming\"], [\"poultryfarming\", \"venture\"], [\"venture\", \"enable\"], [\"enable\", \"tribe\"], [\"tribe\", \"sell\"], [\"sell\", \"product\"], [\"product\", \"mine\"], [\"mine\", \"shared\"], [\"shared\", \"cigar\"], [\"cigar\", \"young\"], [\"young\", \"villager\"], [\"villager\", \"received\"], [\"received\", \"scholarship\"], [\"scholarship\", \"brex\"], [\"brex\", \"study\"], [\"study\", \"engineering\"], [\"engineering\", \"met\"], [\"met\", \"pebit\"], [\"pebit\", \"barefoot\"], [\"barefoot\", \"dayak\"], [\"dayak\", \"leader\"], [\"leader\", \"helping\"], [\"helping\", \"construct\"], [\"construct\", \"new\"], [\"new\", \"home\"], [\"home\", \"workersa\"], [\"workersa\", \"tribal\"], [\"tribal\", \"levittown\"], [\"levittown\", \"courtesy\"], [\"courtesy\", \"brex\"], [\"brex\", \"translator\"], [\"translator\", \"pebit\"], [\"pebit\", \"boasted\"], [\"boasted\", \"decision\"], [\"decision\", \"sacrifice\"], [\"sacrifice\", \"pig\"], [\"pig\", \"god\"], [\"god\", \"allowed\"], [\"allowed\", \"gold\"], [\"gold\", \"pulled\"], [\"pulled\", \"ground\"], [\"ground\", \"army\"], [\"army\", \"young\"], [\"young\", \"geologist\"], [\"geologist\", \"working\"], [\"working\", \"site\"], [\"site\", \"exploration\"], [\"exploration\", \"camp\"], [\"camp\", \"drank\"], [\"drank\", \"bintang\"], [\"bintang\", \"local\"], [\"local\", \"beer\"], [\"beer\", \"deep\"], [\"deep\", \"night\"], [\"night\", \"ten\"], [\"ten\", \"worker\"], [\"worker\", \"many\"], [\"many\", \"fresh\"], [\"fresh\", \"geology\"], [\"geology\", \"school\"], [\"school\", \"canada\"], [\"canada\", \"indonesia\"], [\"indonesia\", \"philippine\"], [\"philippine\", \"listened\"], [\"listened\", \"wild\"], [\"wild\", \"monkey\"], [\"monkey\", \"screech\"], [\"screech\", \"like\"], [\"like\", \"siren\"], [\"siren\", \"darkness\"], [\"darkness\", \"young\"], [\"young\", \"men\"], [\"men\", \"talked\"], [\"talked\", \"rigor\"], [\"rigor\", \"life\"], [\"life\", \"bush\"], [\"bush\", \"complained\"], [\"complained\", \"grueling\"], [\"grueling\", \"work\"], [\"work\", \"schedule\"], [\"schedule\", \"eight\"], [\"eight\", \"week\"], [\"week\", \"two\"], [\"two\", \"week\"], [\"week\", \"lack\"], [\"lack\", \"sex\"], [\"sex\", \"believed\"], [\"believed\", \"making\"], [\"making\", \"history\"], [\"history\", \"geological\"], [\"geological\", \"equivalent\"], [\"equivalent\", \"batboys\"], [\"batboys\", \"world\"], [\"world\", \"champion\"], [\"champion\", \"yankee\"], [\"yankee\", \"didnt\"], [\"didnt\", \"know\"], [\"know\", \"pawn\"], [\"pawn\", \"crooked\"], [\"crooked\", \"game\"], [\"game\", \"fixed\"], [\"fixed\", \"getgo\"], [\"getgo\", \"two\"], [\"two\", \"day\"], [\"day\", \"tour\"], [\"tour\", \"saw\"], [\"saw\", \"gold\"], [\"gold\", \"didnt\"], [\"didnt\", \"know\"], [\"know\", \"real\"], [\"real\", \"gold\"], [\"gold\", \"supposed\"], [\"supposed\", \"look\"], [\"look\", \"like\"], [\"like\", \"buried\"], [\"buried\", \"long\"], [\"long\", \"tubular\"], [\"tubular\", \"core\"], [\"core\", \"sample\"], [\"sample\", \"return\"], [\"return\", \"trip\"], [\"trip\", \"included\"], [\"included\", \"sevenhour\"], [\"sevenhour\", \"speedboat\"], [\"speedboat\", \"ride\"], [\"ride\", \"narrow\"], [\"narrow\", \"mahakam\"], [\"mahakam\", \"river\"], [\"river\", \"cesar\"], [\"cesar\", \"puspos\"], [\"puspos\", \"de\"], [\"de\", \"guzmans\"], [\"guzmans\", \"36yearold\"], [\"36yearold\", \"deputy\"], [\"deputy\", \"spent\"], [\"spent\", \"day\"], [\"day\", \"waving\"], [\"waving\", \"local\"], [\"local\", \"lived\"], [\"lived\", \"shabby\"], [\"shabby\", \"hut\"], [\"hut\", \"washed\"], [\"washed\", \"muddy\"], [\"muddy\", \"water\"], [\"water\", \"used\"], [\"used\", \"defecation\"], [\"defecation\", \"puspos\"], [\"puspos\", \"contrast\"], [\"contrast\", \"struck\"], [\"struck\", \"rich\"], [\"rich\", \"drove\"], [\"drove\", \"bmw\"], [\"bmw\", \"described\"], [\"described\", \"de\"], [\"de\", \"guzman\"], [\"guzman\", \"mentor\"], [\"mentor\", \"awakened\"], [\"awakened\", \"middle\"], [\"middle\", \"night\"], [\"night\", \"frenzy\"], [\"frenzy\", \"announce\"], [\"announce\", \"solved\"], [\"solved\", \"busangs\"], [\"busangs\", \"geological\"], [\"geological\", \"puzzle\"], [\"puzzle\", \"arrived\"], [\"arrived\", \"brexs\"], [\"brexs\", \"office\"], [\"office\", \"city\"], [\"city\", \"samarinda\"], [\"samarinda\", \"noticed\"], [\"noticed\", \"huge\"], [\"huge\", \"pile\"], [\"pile\", \"core\"], [\"core\", \"sample\"], [\"sample\", \"bag\"], [\"bag\", \"persuaded\"], [\"persuaded\", \"puspos\"], [\"puspos\", \"climb\"], [\"climb\", \"atop\"], [\"atop\", \"picture\"], [\"picture\", \"investigator\"], [\"investigator\", \"say\"], [\"say\", \"brexs\"], [\"brexs\", \"sample\"], [\"sample\", \"probably\"], [\"probably\", \"salted\"], [\"salted\", \"samarinda\"], [\"samarinda\", \"delivered\"], [\"delivered\", \"testing\"], [\"testing\", \"lab\"], [\"lab\", \"balikpapan\"], [\"balikpapan\", \"walsh\"], [\"walsh\", \"said\"], [\"said\", \"bag\"], [\"bag\", \"transported\"], [\"transported\", \"directly\"], [\"directly\", \"busang\"], [\"busang\", \"lab\"], [\"lab\", \"day\"], [\"day\", \"jakarta\"], [\"jakarta\", \"returned\"], [\"returned\", \"state\"], [\"state\", \"february\"], [\"february\", \"17\"], [\"17\", \"brex\"], [\"brex\", \"soon\"], [\"soon\", \"unraveled\"], [\"unraveled\", \"even\"], [\"even\", \"many\"], [\"many\", \"believer\"], [\"believer\", \"chose\"], [\"chose\", \"stay\"], [\"stay\", \"blind\"], [\"blind\", \"march\"], [\"march\", \"de\"], [\"de\", \"guzmans\"], [\"guzmans\", \"death\"], [\"death\", \"barricks\"], [\"barricks\", \"peter\"], [\"peter\", \"munk\"], [\"munk\", \"told\"], [\"told\", \"fortune\"], [\"fortune\", \"dont\"], [\"dont\", \"believe\"], [\"believe\", \"guy\"], [\"guy\", \"salted\"], [\"salted\", \"mineyou\"], [\"mineyou\", \"couldnt\"], [\"couldnt\", \"fooled\"], [\"fooled\", \"many\"], [\"many\", \"analyst\"], [\"analyst\", \"long\"], [\"long\", \"freeport\"], [\"freeport\", \"said\"], [\"said\", \"drilling\"], [\"drilling\", \"showed\"], [\"showed\", \"insignificant\"], [\"insignificant\", \"gold\"], [\"gold\", \"brexs\"], [\"brexs\", \"flack\"], [\"flack\", \"hill\"], [\"hill\", \"knowlton\"], [\"knowlton\", \"suggested\"], [\"suggested\", \"freeport\"], [\"freeport\", \"behind\"], [\"behind\", \"scheme\"], [\"scheme\", \"lower\"], [\"lower\", \"stock\"], [\"stock\", \"price\"], [\"price\", \"see\"], [\"see\", \"following\"], [\"following\", \"box\"], [\"box\", \"last\"], [\"last\", \"time\"], [\"time\", \"heard\"], [\"heard\", \"walsh\"], [\"walsh\", \"march\"], [\"march\", \"20\"], [\"20\", \"left\"], [\"left\", \"phone\"], [\"phone\", \"message\"], [\"message\", \"confirming\"], [\"confirming\", \"arcane\"], [\"arcane\", \"historical\"], [\"historical\", \"fact\"], [\"fact\", \"storya\"], [\"storya\", \"day\"], [\"day\", \"de\"], [\"de\", \"guzmans\"], [\"guzmans\", \"death\"], [\"death\", \"week\"], [\"week\", \"freeport\"], [\"freeport\", \"called\"], [\"called\", \"walsh\"], [\"walsh\", \"news\"], [\"news\", \"coming\"], [\"coming\", \"dry\"], [\"dry\", \"busang\"], [\"busang\", \"crook\"], [\"crook\", \"mr\"], [\"mr\", \"magoo\"], [\"magoo\", \"mining\"], [\"mining\", \"looking\"], [\"looking\", \"back\"], [\"back\", \"thing\"], [\"thing\", \"seemed\"], [\"seemed\", \"suspicious\"], [\"suspicious\", \"like\"], [\"like\", \"accidental\"], [\"accidental\", \"fire\"], [\"fire\", \"busang\"], [\"busang\", \"destroyed\"], [\"destroyed\", \"building\"], [\"building\", \"containing\"], [\"containing\", \"de\"], [\"de\", \"guzmans\"], [\"guzmans\", \"paper\"], [\"paper\", \"visible\"], [\"visible\", \"gold\"], [\"gold\", \"sample\"], [\"sample\", \"also\"], [\"also\", \"disappointed\"], [\"disappointed\", \"see\"], [\"see\", \"gold\"], [\"gold\", \"century\"], [\"century\", \"biggest\"], [\"biggest\", \"gold\"], [\"gold\", \"deposit\"], [\"deposit\", \"geologist\"], [\"geologist\", \"steve\"], [\"steve\", \"hughes\"], [\"hughes\", \"took\"], [\"took\", \"bush\"], [\"bush\", \"creek\"], [\"creek\", \"panned\"], [\"panned\", \"found\"], [\"found\", \"nothing\"], [\"nothing\", \"thats\"], [\"thats\", \"strange\"], [\"strange\", \"said\"], [\"said\", \"hughes\"], [\"hughes\", \"youd\"], [\"youd\", \"think\"], [\"think\", \"wed\"], [\"wed\", \"find\"], [\"find\", \"something\"], [\"something\", \"next\"], [\"next\", \"day\"], [\"day\", \"needled\"], [\"needled\", \"felderhof\"], [\"felderhof\", \"telling\"], [\"telling\", \"bad\"], [\"bad\", \"news\"], [\"news\", \"brex\"], [\"brex\", \"gold\"], [\"gold\", \"huh\"], [\"huh\", \"snapped\"], [\"snapped\", \"back\"], [\"back\", \"kkh\"], [\"kkh\", \"kkh\"], [\"kkh\", \"kkh\"], [\"kkh\", \"another\"], [\"another\", \"peculiar\"], [\"peculiar\", \"moment\"], [\"moment\", \"one\"], [\"one\", \"last\"], [\"last\", \"meeting\"], [\"meeting\", \"jakarta\"], [\"jakarta\", \"felderhof\"], [\"felderhof\", \"de\"], [\"de\", \"guzman\"], [\"guzman\", \"walked\"], [\"walked\", \"rose\"], [\"rose\", \"slapped\"], [\"slapped\", \"back\"], [\"back\", \"congratulating\"], [\"congratulating\", \"freeports\"], [\"freeports\", \"emerging\"], [\"emerging\", \"brexs\"], [\"brexs\", \"new\"], [\"new\", \"partner\"], [\"partner\", \"thrilled\"], [\"thrilled\", \"instead\"], [\"instead\", \"stone\"], [\"stone\", \"cold\"], [\"cold\", \"grim\"], [\"grim\", \"icy\"], [\"icy\", \"didnt\"], [\"didnt\", \"even\"], [\"even\", \"look\"], [\"look\", \"clear\"], [\"clear\", \"wanted\"], [\"wanted\", \"talk\"], [\"talk\", \"felderhof\"], [\"felderhof\", \"alone\"], [\"alone\", \"matter\"], [\"matter\", \"pulled\"], [\"pulled\", \"crime\"], [\"crime\", \"brex\"], [\"brex\", \"left\"], [\"left\", \"mother\"], [\"mother\", \"lode\"], [\"lode\", \"victimsfrom\"], [\"victimsfrom\", \"individual\"], [\"individual\", \"investor\"], [\"investor\", \"poor\"], [\"poor\", \"tribal\"], [\"tribal\", \"people\"], [\"people\", \"counting\"], [\"counting\", \"mine\"], [\"mine\", \"earn\"], [\"earn\", \"meager\"], [\"meager\", \"living\"], [\"living\", \"even\"], [\"even\", \"pro\"], [\"pro\", \"got\"], [\"got\", \"burned\"], [\"burned\", \"tale\"], [\"tale\", \"greed\"], [\"greed\", \"recently\"], [\"recently\", \"caught\"], [\"caught\", \"macintosh\"], [\"macintosh\", \"jp\"], [\"jp\", \"morgan\"], [\"morgan\", \"brex\"], [\"brex\", \"banker\"], [\"banker\", \"wed\"], [\"wed\", \"shared\"], [\"shared\", \"several\"], [\"several\", \"meal\"], [\"meal\", \"jakarta\"], [\"jakarta\", \"jabbered\"], [\"jabbered\", \"hour\"], [\"hour\", \"gold\"], [\"gold\", \"mine\"], [\"mine\", \"would\"], [\"would\", \"lucrative\"], [\"lucrative\", \"world\"], [\"world\", \"doug\"], [\"doug\", \"mining\"], [\"mining\", \"engineer\"], [\"engineer\", \"30\"], [\"30\", \"year\"], [\"year\", \"experience\"], [\"experience\", \"curious\"], [\"curious\", \"felt\"], [\"felt\", \"suckered\"], [\"suckered\", \"surprised\"], [\"surprised\", \"every\"], [\"every\", \"turn\"], [\"turn\", \"thing\"], [\"thing\", \"said\"], [\"said\", \"noting\"], [\"noting\", \"fortunate\"], [\"fortunate\", \"held\"], [\"held\", \"press\"], [\"press\", \"hope\"], [\"hope\", \"lucky\"], [\"lucky\", \"chance\"], [\"chance\", \"mate\"]], \"Text_Lemmatized\": \"jungle fever brex saga greatest gold scam ever understand enormity fraud man borneo tell story fortune magazine stepped plane jakarta like rest world lemming swept brex mineral euphoria canadian company found largest gold deposit century buried deep underground dense indonesian jungle island borneo brex vice chairman john felderhof later explained volcano essentially collapsed back onto three million year ago causing massive buildup heat pressure created miraculous treasure drew diagram made sense eighth beer evening fourth whats everyone believed himfellow geologist engineer financial analyst business journalist world largest mining company government official even former u president geologically brilliant thing ive ever seen life felderhof sputtered big scary fing scary horrifying better word brex goldmining hoaxthe largest centuryuntil collapsed onto last month allegedly thousand rock sample salted flake gold tested today felderhof rich sends regret cayman island professes innocence applying permanent residency deputy geologist mike de guzman fortunate apparently jumped 800 foot jungle helicopter jig brex ceo david walsh holed company calgary headquarters scuffling camera crew classaction lawsuit flying criminal investigator poring company book number heartstopping market value brex topped 4 billiona growth rate 100000 three year early may company melted bankruptcy walsh wife felderhof mined roughly 50 million stock sale gold week fraud exposed 71 million ounce yellow metal worth 25 billion today price supposedly proven brex felderhof said comfortable 200 million ouncesfar california gold rush one brex official told 400 million number tell part story grasp enormity scam see cosmos brex created like elaborate hollywood set hundred actor could loaded onto truck barge ticket sold understand thing like 20foot man gushed research capital mining analyst chad williams returning early pilgrimage someone business like taking biggest elvis fan graceland spent two week indonesia february chronicle epic tale bunch average joes stumbled onto holy grail find powerful greedy force conspiring take away felderhof told one publication northern miner ever permitted inside busang exploration camp island borneo felt lucky proved even luckier returned new york illness delayed story several week saved parasite fortune managing editor john huey say held fire freeportmcmoran copper gold brexs new partner said conducting drilling teststhe first time nearly four year anyone independent checked beneath surface looking back dont answer trip provided fascinating look several character may century greatest scam artist time got indonesia walsh felderhof trapped javanese version mad mad mad mad world timeless movie farce mickey rooney milton berle slew character try outsleaze one another manic race recover buried treasure brex version came complete payola private eye breakins led leechinfested swamp borneo presidential palace polluted jakarta featured dictator greedy kid world biggest mining firm stabbing one another dark story familiar nearly year freeport awarded contract indonesian government delayed giving brex control busang big mining company jockeyed position gold estimate grew indonesian official determined select established firm operator mining giant lobbying post none harder peter munk ceo toronto barrick gold world secondlargest gold producer munk hired kroll associate world biggest detective agency dig dirt brex anticipation hostile takeover bid enlisted former u president george bush lobby suharto indonesian ruler retained service daughter suharto get edge brex offered 40 million son arrived early february jakarta become corporate war zone centered fivestar fortress brex shangrila brex shangrila window walsh could see enemythe barrick hyatt road regent hotel houston lawyer assembling spy help figure sue behalf brex shareholder impossible figure going man holding card suharto golfing buddy secretive timber tycoon named mohamad bob hasan dictator asked clean brex mess one point wasnt clear suharto government favoring brexs partner place like casablanca complained doug macintosh brexs investment banker jp morgan story change every day jakarta talked walsh felderhof brex official dozen time met separately met together lunch dinner yellow flag go talk playing part elaborate scheme playing part quite well even trouble believing walsh participated scam miserable soul introduced jakarta suite hour hed swept electronic bug chainsmoking dunhills hacking brain hadnt exercised year said apparent huge deposit hanging belt depressed distracted often stared window litter sewage flowed continuously muddy canala metaphor joked corruption thrived indonesia find hard believe responsible largest gold discovery probably history world said without much feeling indeed walsh looked like poor schlemiel won lottery couldnt locate ticket walsh told story former stockbroker launched brex 1989 hunted gold quebec joined diamond rush northwest territory luck abysmal opened 1991 annual report line yes still business filing personal bankruptcy decided needed proven gold finder enter felderhof whose claim fame codiscovery one world biggest silver gold mine papua new guinea 1968 took walsh two week track felderhof hadnt seen ten year using last 10000 walsh flew indonesia felderhof talked buying right part busang property 1993 looking back maybe suspicious met dutchborn felderhof shifty mug gruff manner hideous laugh trapped back throat kkh kkh kkhkkh kkh kkh still talent storytelling made enjoyable walsh pirate without eye patcha harddrinking swashbuckling explorer prowled world jungle dodging flash flood poisonous snake wore 14 bout malaria like medal chest said poor 1992 steal christmas tree family never pulled photo ingrid second wife bought lamborghini christmas said two seat strapped fing engine think shes trying kill kkh kkh kkh shortly met felderhof took dinner de guzman longtime pal hed invited join brex team filipino geologist beamed like jewel felderhof explained couldnt discovered gold without deputy pioneering theory de guzman boasted iq ranged 150 170 came handy hiked 32 kilometer dense jungle camp back eating noodle every meal week hunting sign mineralization first two drill hole failure almost closed property recalled de guzman december 1993 john said close property made hit never mind dozen mining company dismissed property worthless previous operator even drilled 19 hole wrong place snickered felderhof meal shallow worker used wetdrilling method ironically washed away whatever gold strike geology wasnt mind added felderhof spending time town chasing girl naming creek de guzman turn least four wife simultaneously laughed recalled various creekskaren jenny martha ann consulting local tribe christian dayaks gave creek back traditional name continued work thing got tense walsh complained breakin calgary office two week earlier wife found spy rifling garbage bahamas estate claim sent memo advising employee shred sensitive material true make harder investigator solve mystery company top financial officer rolando francisco also caught hysteria would talk hotel room cranking volume tv hyatt barrick spokesman luc lavoie waxing philosophical biggest oil discovery oil gold differentit brings emotion cloud mind people clearly fogged mind client later learned barrick last november couldnt find gold many brex sample cant scam munk screamed deputy test figure know okay confirm looked forward seeing gold four day jakarta felderhof joined flight balikpapan place borneo runway big enough handle plane trip explained brex spent 1 million socialdevelopment program tribe christian dayaks comprised bulk 400 worker ive always interested developing people said balikpapan exhilarating twohour jaunt helicopter busang dense swampy jungle stretched far eye could see felderhof leaned said chopper made emergency landing area pilot found four day later body covered leech yelled felderhof roar engine kkh kkh kkh little know six week later felderhofs sidekick de guzman would apparently throw chopper sitting would also take four day find body partly devoured wild pig creature ground would never know wasnt real deal production busang hollywood set 2000 dayaks extra brex electrified village built new church opened kindergarten organized sewing class local woman swath jungle cleared airport brex planned open fishery poultryfarming venture enable tribe sell product mine shared cigar young villager received scholarship brex study engineering met pebit barefoot dayak leader helping construct new home workersa tribal levittown courtesy brex translator pebit boasted decision sacrifice pig god allowed gold pulled ground army young geologist working site exploration camp drank bintang local beer deep night ten worker many fresh geology school canada indonesia philippine listened wild monkey screech like siren darkness young men talked rigor life bush complained grueling work schedule eight week two week lack sex believed making history geological equivalent batboys world champion yankee didnt know pawn crooked game fixed getgo two day tour saw gold didnt know real gold supposed look like buried long tubular core sample return trip included sevenhour speedboat ride narrow mahakam river cesar puspos de guzmans 36yearold deputy spent day waving local lived shabby hut washed muddy water used defecation puspos contrast struck rich drove bmw described de guzman mentor awakened middle night frenzy announce solved busangs geological puzzle arrived brexs office city samarinda noticed huge pile core sample bag persuaded puspos climb atop picture investigator say brexs sample probably salted samarinda delivered testing lab balikpapan walsh said bag transported directly busang lab day jakarta returned state february 17 brex soon unraveled even many believer chose stay blind march de guzmans death barricks peter munk told fortune dont believe guy salted mineyou couldnt fooled many analyst long freeport said drilling showed insignificant gold brexs flack hill knowlton suggested freeport behind scheme lower stock price see following box last time heard walsh march 20 left phone message confirming arcane historical fact storya day de guzmans death week freeport called walsh news coming dry busang crook mr magoo mining looking back thing seemed suspicious like accidental fire busang destroyed building containing de guzmans paper visible gold sample also disappointed see gold century biggest gold deposit geologist steve hughes took bush creek panned found nothing thats strange said hughes youd think wed find something next day needled felderhof telling bad news brex gold huh snapped back kkh kkh kkh another peculiar moment one last meeting jakarta felderhof de guzman walked rose slapped back congratulating freeports emerging brexs new partner thrilled instead stone cold grim icy didnt even look clear wanted talk felderhof alone matter pulled crime brex left mother lode victimsfrom individual investor poor tribal people counting mine earn meager living even pro got burned tale greed recently caught macintosh jp morgan brex banker wed shared several meal jakarta jabbered hour gold mine would lucrative world doug mining engineer 30 year experience curious felt suckered surprised every turn thing said noting fortunate held press hope lucky chance mate\", \"Text_Lower\": \"jungle fever the brex saga is the greatest gold scam ever but to understand the enormity of the fraud you had to be there our man in borneo tells his story\\n\\nfortune magazine  when i stepped off the plane in jakarta i was like the rest of the worlds lemmings swept up in the brex minerals euphoria the canadian company had found the largest gold deposit of the century buried deep underground in a dense indonesian jungle on the island of borneo as brex vice chairman john felderhof later explained to me a volcano had essentially collapsed back onto itself three million years ago causing a massive buildup of heat and pressure which created the miraculous treasure he drew a diagram it made sense after all he was on his eighth beer of the evening i was on my fourth whats more everyone believed himfellow geologists engineers financial analysts business journalists the worlds largest mining companies government officials even a former us president geologically its the most brilliant thing ive ever seen in my life felderhof sputtered its so big its scary its fing scary\\n\\nhorrifying is a better word brex was a goldmining hoaxthe largest of any centuryuntil it collapsed onto itself last month allegedly thousands of rock samples were salted with flakes of gold before they were tested today felderhof is rich and sends his regrets from the cayman islands where he professes his innocence and is applying for permanent residency his deputy geologist mike de guzman is not so fortunate having apparently jumped 800 feet into the jungle from a helicopter once the jig was up brex ceo david walsh is holed up at the companys calgary headquarters scuffling with camera crews classaction lawsuits are flying while criminal investigators are poring over the companys books\\n\\nthe numbers are heartstopping the market value of brex had topped 4 billiona growth rate of 100000 in three years in early may the company melted into bankruptcy but not before walsh his wife and felderhof had mined roughly 50 million from stock sales and the gold in the weeks before the fraud was exposed some 71 million ounces of the yellow metal worth 25 billion at todays prices had supposedly been proven by brex then felderhof said he was comfortable with 200 million ouncesfar more than the california gold rush one brex official told me 400 million\\n\\nthe numbers tell only part of the story to grasp the enormity of the scam you had to be there you had to see the cosmos that brex had created like an elaborate hollywood set with hundreds of actors who could be loaded onto trucks and barges once the tickets had been sold you have to understand this thing is like a 20foot man gushed research capital mining analyst chad williams after returning from an early pilgrimage for someone in our business its like taking the biggest elvis fan to graceland\\n\\ni spent two weeks in indonesia in february to chronicle an epic tale of how a bunch of average joes stumbled onto the holy grail only to find powerful and greedy forces conspiring to take it away from them felderhof told me only one other publication the northern miner had ever been permitted inside busang the exploration camp on the island of borneo i felt lucky i proved even luckier when i returned to new york with an illness that delayed my story for several weeks saved by a parasite fortune managing editor john huey now says we held our fire again after freeportmcmoran copper  gold brexs new partner said it was conducting its own drilling teststhe first time in nearly four years anyone independent had checked beneath the surface looking back i dont have the answers but the trip provided a fascinating look at several characters who may be the centurys greatest scam artists\\n\\nby the time i got to indonesia both walsh and felderhof were trapped in a javanese version of its a mad mad mad mad world the timeless movie farce in which mickey rooney milton berle and a slew of other characters try to outsleaze one another in a manic race to recover buried treasure the brex version came complete with payola private eyes and breakins it led from the leechinfested swamps of borneo to the presidential palace in polluted jakarta it featured a dictators greedy kids and some of the worlds biggest mining firms stabbing one another in the dark\\n\\nthe story is familiar now for nearly a year until freeport was awarded the contract the indonesian government had delayed giving brex control over busang big mining companies jockeyed for position as the gold estimates grew indonesian officials were determined to select an established firm as the operator mining giants were lobbying for the post none harder than peter munk ceo of torontos barrick gold the worlds secondlargest gold producer munk hired kroll associates the worlds biggest detective agency to dig up dirt on brex in anticipation of a hostile takeover bid he enlisted former us president george bush to lobby suharto the indonesian ruler he retained the services of a daughter of suharto to get an edge brex offered 40 million to a son\\n\\nwhen i arrived in early february jakarta had become a corporate war zone centered on fivestar fortresses brex was at the shangrila the brex shangrila from his window walsh could see the enemythe barrick hyatt just up the road at the regent hotel a houston lawyer was assembling spies to help him figure out whom to sue on behalf of brex shareholders it was impossible to figure out what was going on the man holding the cards suhartos golfing buddy a secretive timber tycoon named mohamad bob hasan the dictator had asked him to clean up the brex mess at one point it wasnt clear whom suhartos government was favoring as brexs partner this place is like casablanca complained doug macintosh brexs investment banker at jp morgan the story changes every day\\n\\nin jakarta i talked with walsh felderhof and other brex officials dozens of times we met separately we met together at lunches and dinners not once did a yellow flag go up during those talks were they all just playing their parts in an elaborate scheme if so they were playing those parts quite well\\n\\neven now i have trouble believing that walsh participated in the scam he was a miserable soul when we were introduced in his jakarta suite just hours after hed had it swept for electronic bugs he was chainsmoking dunhills and hacking his brains out he hadnt exercised in years he said which was apparent from a huge deposit hanging over his belt he was depressed and distracted and often stared out his window at the litter and sewage that flowed continuously down a muddy canala metaphor we joked for the corruption that thrived in indonesia we all find it hard to believe that were responsible for the largest gold discovery probably in the history of the world he said without much feeling indeed walsh looked more like some poor schlemiel who had just won the lottery and couldnt locate the ticket\\n\\nwalsh told me his story a former stockbroker he launched brex in 1989 he hunted for gold in quebec and joined a diamond rush in the northwest territories his luck was so abysmal that he opened his 1991 annual report with the line yes we are still in business after filing for personal bankruptcy he decided he needed a proven gold finder enter felderhof whose claim to fame was the codiscovery of one of the worlds biggest silver and gold mines in papua new guinea in 1968 it took walsh two weeks to track down felderhof whom he hadnt seen in ten years using his last 10000 walsh flew to indonesia where felderhof talked him into buying the rights to part of the busang property in 1993\\n\\nlooking back maybe i should have been suspicious when i met the dutchborn felderhof he had a shifty mug a gruff manner and a hideous laugh trapped in the back of his throat kkh kkh kkhkkh kkh kkh still his talent for storytelling made him more enjoyable than walsh here was a pirate without the eye patcha harddrinking swashbuckling explorer who had prowled the worlds jungles dodging flash floods and poisonous snakes he wore his 14 bouts with malaria like medals on his chest he said he was so poor that in 1992 he had to steal a christmas tree for his family never again he pulled out a photo of ingrid his second wife she just bought me a lamborghini for christmas he said its two seats strapped to a fing engine i think shes trying to kill me kkh kkh kkh\\n\\nshortly after we met felderhof took me to dinner with de guzman his longtime pal whom hed invited to join the brex team the filipino geologist beamed like a jewel when felderhof explained that he couldnt have discovered the gold without his deputys pioneering theories de guzman boasted that his iq ranged from 150 to 170 which came in handy when he hiked 32 kilometers through dense jungle with the camp on my back eating noodles every meal for a week and hunting for signs of mineralization the first two drill holes were failures we almost closed the property recalled de guzman in december 1993 john said close the property and then we made the hit never mind that more than a dozen mining companies had dismissed the property as worthless the previous operator had even drilled 19 holes but they were all in the wrong places snickered felderhof during the meal or they were too shallow or the workers used a wetdrilling method that ironically washed away whatever gold they did strike geology wasnt on their minds added felderhof they were spending all their time in town chasing girls and naming creeks after them de guzman who as it turns out had at least four wives simultaneously laughed as he recalled the various creekskaren jenny martha ann after consulting with a local tribe of christian dayaks he gave the creeks back their traditional names\\n\\nas i continued my work things got tense walsh complained about a breakin at his calgary office two weeks earlier his wife had found a spy rifling through the garbage at their bahamas estate he claims he sent a memo advising employees to shred sensitive materials if true that will make it harder for investigators to solve the mystery the companys top financial officer rolando francisco was also caught up in the hysteria he would talk in his hotel room only after cranking up the volume on the tv over at the hyatt barrick spokesman luc lavoie was waxing philosophical if this was the biggest oil discovery so what more oil but gold is differentit brings up more emotions it clouds the minds of people it clearly fogged the mind of his client i later learned that barrick last november couldnt find gold in many brex samples this cant be a scam munk screamed at his deputies do some more tests figure it out i know its there okay you confirm its there\\n\\ni looked forward to seeing the gold after four days in jakarta felderhof joined me on the flight to balikpapan the only place in borneo with a runway big enough to handle the plane during the trip he explained that brex had spent more than 1 million on a socialdevelopment program for the tribe of christian dayaks that comprised the bulk of the 400 workers ive always been interested in developing people he said from balikpapan it was an exhilarating twohour jaunt in a helicopter to busang the dense swampy jungle stretched as far as the eye could see felderhof leaned over and said that a chopper once made an emergency landing in the area when the pilot was found four days later his body was covered with leeches yelled felderhof over the roar of the engine kkh kkh kkh little did i know that six weeks later felderhofs sidekick de guzman would apparently throw himself out of the same chopper we were sitting in it would also take four days to find the body which had been partly devoured by wild pigs and other creatures\\n\\nonce on the ground you would never know that this wasnt the real deal what a production if busang was a hollywood set the 2000 dayaks were the extras brex had electrified their village built a new church opened a kindergarten and organized sewing classes for the local women a swath of jungle had been cleared for an airport brex planned to open a fishery and a poultryfarming venture to enable the tribe to sell products to the mine\\n\\ni shared a cigar with a young villager who had just received a scholarship from brex to study engineering i met pebit the barefoot dayak leader as he was helping construct new homes for the workersa tribal levittown courtesy of brex through a translator pebit boasted that it was his decision to sacrifice a pig to god that allowed the gold to be pulled from the ground then there was the army of young geologists working the site at the exploration camp i drank bintang a local beer deep into the night with ten of these workers many of whom were fresh out of geology school in canada indonesia or the philippines as we listened to wild monkeys screech like sirens in the darkness the young men talked about the rigors of life in the bush they complained about the grueling work schedule eight weeks on two weeks off and the lack of sex but they believed they were making history they were the geological equivalent of batboys for the world champion yankees they didnt know that they were pawns in a crooked game that was fixed from the getgo\\n\\nafter two days my tour was over i saw no gold but then again i didnt know what real gold was supposed to look like buried in those long tubular core samples my return trip included a sevenhour speedboat ride down the narrow mahakam river with cesar puspos de guzmans 36yearold deputy we spent the day waving to the locals who lived in shabby huts and washed in the muddy water they used for defecation puspos by contrast had struck it rich he drove a bmw he described how de guzman my mentor awakened him in the middle of the night in a frenzy to announce that he had solved busangs geological puzzle when we arrived at brexs office in the city of samarinda i noticed huge piles of core sample bags and persuaded puspos to climb atop for a picture investigators say brexs samples were probably salted in samarinda before being delivered to testing labs in balikpapan walsh had once said that the bags were transported directly from busang to the labs\\n\\nafter a few more days in jakarta i returned to the states on february 17 brex soon unraveled even then many believers chose to stay blind in march after de guzmans death barricks peter munk told fortune i dont believe that those guys salted the mineyou couldnt have fooled that many analysts for that long when freeport said its drilling showed insignificant gold brexs flacks at hill  knowlton suggested that freeport was behind a scheme to lower the stock price see following box the last time i heard from walsh march 20 he left me a phone message confirming some arcane historical facts in my storya day after de guzmans death and a week after freeport called walsh with the news that they were coming up dry at busang this is a crook or the mr magoo of mining\\n\\nlooking back some things seemed suspicious like the accidental fire at busang that destroyed a building containing de guzmans papers and visible gold samples i was also disappointed to see no gold at the centurys biggest gold deposit a geologist steve hughes took me through the bush to a creek we panned we found nothing thats strange said hughes youd think wed find something the next day i needled felderhof telling him i had bad news for brex no gold huh he snapped back kkh kkh kkh there was another peculiar moment in one of my last meetings in jakarta with felderhof de guzman walked in i rose and slapped him on the back congratulating him on freeports emerging as brexs new partner he should have been thrilled instead he was stone cold grim icy he didnt even look at me it was clear he wanted to talk to felderhof alone\\n\\nno matter who pulled off the crime brex has left a mother lode of victimsfrom individual investors to the poor tribal people counting on the mine to earn a meager living but even the pros got burned in this tale of greed recently i caught up with macintosh of jp morgan the brex banker wed shared several meals in jakarta where he jabbered for hours about how the gold mine would be the most lucrative in the world doug is a mining engineer with 30 years of experience i was curious how it felt to be suckered i have been surprised at every turn of this thing he said noting how fortunate i was that we had held the presses i hope that were as lucky as you have been not a chance mate\", \"Text_NoPunctuation\": \"JUNGLE FEVER THE BREX SAGA IS THE GREATEST GOLD SCAM EVER BUT TO UNDERSTAND THE ENORMITY OF THE FRAUD YOU HAD TO BE THERE OUR MAN IN BORNEO TELLS HIS STORY\\n\\nFORTUNE Magazine  When I stepped off the plane in Jakarta I was like the rest of the worlds lemmings swept up in the BreX Minerals euphoria The Canadian company had found the largest gold deposit of the century buried deep underground in a dense Indonesian jungle on the island of Borneo As BreX vice chairman John Felderhof later explained to me a volcano had essentially collapsed back onto itself three million years ago causing a massive buildup of heat and pressure which created the miraculous treasure He drew a diagram It made sense After all he was on his eighth beer of the evening I was on my fourth Whats more everyone believed himfellow geologists engineers financial analysts business journalists the worlds largest mining companies government officials even a former US President Geologically its the most brilliant thing Ive ever seen in my life Felderhof sputtered Its so big its scary Its fing scary\\n\\nHorrifying is a better word BreX was a goldmining hoaxthe largest of any centuryuntil it collapsed onto itself last month Allegedly thousands of rock samples were salted with flakes of gold before they were tested Today Felderhof is rich and sends his regrets from the Cayman Islands where he professes his innocence and is applying for permanent residency His deputy geologist Mike de Guzman is not so fortunate having apparently jumped 800 feet into the jungle from a helicopter once the jig was up BreX CEO David Walsh is holed up at the companys Calgary headquarters scuffling with camera crews Classaction lawsuits are flying while criminal investigators are poring over the companys books\\n\\nThe numbers are heartstopping The market value of BreX had topped 4 billiona growth rate of 100000 in three years In early May the company melted into bankruptcy But not before Walsh his wife and Felderhof had mined roughly 50 million from stock sales And the gold In the weeks before the fraud was exposed some 71 million ounces of the yellow metal worth 25 billion at todays prices had supposedly been proven by BreX Then Felderhof said he was comfortable with 200 million ouncesfar more than the California gold rush One BreX official told me 400 million\\n\\nThe numbers tell only part of the story To grasp the enormity of the scam you had to be there You had to see the cosmos that BreX had created like an elaborate Hollywood set with hundreds of actors who could be loaded onto trucks and barges once the tickets had been sold You have to understand this thing is like a 20foot man gushed Research Capital mining analyst Chad Williams after returning from an early pilgrimage For someone in our business its like taking the biggest Elvis fan to Graceland\\n\\nI spent two weeks in Indonesia in February to chronicle an epic tale of how a bunch of average Joes stumbled onto the holy grail only to find powerful and greedy forces conspiring to take it away from them Felderhof told me only one other publication the Northern Miner had ever been permitted inside Busang the exploration camp on the island of Borneo I felt lucky I proved even luckier when I returned to New York with an illness that delayed my story for several weeks Saved by a parasite FORTUNE managing editor John Huey now says We held our fire again after FreeportMcMoRan Copper  Gold BreXs new partner said it was conducting its own drilling teststhe first time in nearly four years anyone independent had checked beneath the surface Looking back I dont have the answers But the trip provided a fascinating look at several characters who may be the centurys greatest scam artists\\n\\nBy the time I got to Indonesia both Walsh and Felderhof were trapped in a Javanese version of Its a Mad Mad Mad Mad World the timeless movie farce in which Mickey Rooney Milton Berle and a slew of other characters try to outsleaze one another in a manic race to recover buried treasure The BreX version came complete with payola private eyes and breakins It led from the leechinfested swamps of Borneo to the presidential palace in polluted Jakarta It featured a dictators greedy kids and some of the worlds biggest mining firms stabbing one another in the dark\\n\\nThe story is familiar now For nearly a year until Freeport was awarded the contract the Indonesian government had delayed giving BreX control over Busang Big mining companies jockeyed for position As the gold estimates grew Indonesian officials were determined to select an established firm as the operator Mining giants were lobbying for the post none harder than Peter Munk CEO of Torontos Barrick Gold the worlds secondlargest gold producer Munk hired Kroll Associates the worlds biggest detective agency to dig up dirt on BreX in anticipation of a hostile takeover bid He enlisted former US President George Bush to lobby Suharto the Indonesian ruler He retained the services of a daughter of Suharto to get an edge BreX offered 40 million to a son\\n\\nWhen I arrived in early February Jakarta had become a corporate war zone centered on fivestar fortresses BreX was at the ShangriLa the BreX ShangriLa From his window Walsh could see the enemythe Barrick Hyatt Just up the road at the Regent Hotel a Houston lawyer was assembling spies to help him figure out whom to sue on behalf of BreX shareholders It was impossible to figure out what was going on The man holding the cards Suhartos golfing buddy a secretive timber tycoon named Mohamad Bob Hasan The dictator had asked him to clean up the BreX mess At one point it wasnt clear whom Suhartos government was favoring as BreXs partner This place is like Casablanca complained Doug MacIntosh BreXs investment banker at JP Morgan The story changes every day\\n\\nIn Jakarta I talked with Walsh Felderhof and other BreX officials dozens of times We met separately We met together at lunches and dinners Not once did a yellow flag go up during those talks Were they all just playing their parts in an elaborate scheme If so they were playing those parts quite well\\n\\nEven now I have trouble believing that Walsh participated in the scam He was a miserable soul when we were introduced in his Jakarta suite just hours after hed had it swept for electronic bugs He was chainsmoking Dunhills and hacking his brains out He hadnt exercised in years he said which was apparent from a huge deposit hanging over his belt He was depressed and distracted and often stared out his window at the litter and sewage that flowed continuously down a muddy canala metaphor we joked for the corruption that thrived in Indonesia We all find it hard to believe that were responsible for the largest gold discovery probably in the history of the world he said without much feeling Indeed Walsh looked more like some poor schlemiel who had just won the lottery and couldnt locate the ticket\\n\\nWalsh told me his story A former stockbroker he launched BreX in 1989 He hunted for gold in Quebec and joined a diamond rush in the Northwest Territories His luck was so abysmal that he opened his 1991 annual report with the line Yes we are still in business After filing for personal bankruptcy he decided he needed a proven gold finder Enter Felderhof whose claim to fame was the codiscovery of one of the worlds biggest silver and gold mines in Papua New Guinea in 1968 It took Walsh two weeks to track down Felderhof whom he hadnt seen in ten years Using his last 10000 Walsh flew to Indonesia where Felderhof talked him into buying the rights to part of the Busang property in 1993\\n\\nLooking back maybe I should have been suspicious when I met the Dutchborn Felderhof He had a shifty mug a gruff manner and a hideous laugh trapped in the back of his throat Kkh Kkh KkhKkh Kkh Kkh Still his talent for storytelling made him more enjoyable than Walsh Here was a pirate without the eye patcha harddrinking swashbuckling explorer who had prowled the worlds jungles dodging flash floods and poisonous snakes He wore his 14 bouts with malaria like medals on his chest He said he was so poor that in 1992 he had to steal a Christmas tree for his family Never again He pulled out a photo of Ingrid his second wife She just bought me a Lamborghini for Christmas he said Its two seats strapped to a fing engine I think shes trying to kill me Kkh Kkh Kkh\\n\\nShortly after we met Felderhof took me to dinner with de Guzman his longtime pal whom hed invited to join the BreX team The Filipino geologist beamed like a jewel when Felderhof explained that he couldnt have discovered the gold without his deputys pioneering theories De Guzman boasted that his IQ ranged from 150 to 170 which came in handy when he hiked 32 kilometers through dense jungle with the camp on my back eating noodles every meal for a week and hunting for signs of mineralization The first two drill holes were failures We almost closed the property recalled de Guzman In December 1993 John said Close the property and then we made the hit Never mind that more than a dozen mining companies had dismissed the property as worthless The previous operator had even drilled 19 holes but they were all in the wrong places snickered Felderhof during the meal Or they were too shallow Or the workers used a wetdrilling method that ironically washed away whatever gold they did strike Geology wasnt on their minds added Felderhof They were spending all their time in town chasing girls and naming creeks after them De Guzman who as it turns out had at least four wives simultaneously laughed as he recalled the various creeksKaren Jenny Martha Ann After consulting with a local tribe of Christian Dayaks he gave the creeks back their traditional names\\n\\nAs I continued my work things got tense Walsh complained about a breakin at his Calgary office two weeks earlier his wife had found a spy rifling through the garbage at their Bahamas estate He claims he sent a memo advising employees to shred sensitive materials If true that will make it harder for investigators to solve the mystery The companys top financial officer Rolando Francisco was also caught up in the hysteria He would talk in his hotel room only after cranking up the volume on the TV Over at the Hyatt Barrick spokesman Luc Lavoie was waxing philosophical If this was the biggest oil discovery so what More oil But gold is differentIt brings up more emotions It clouds the minds of people It clearly fogged the mind of his client I later learned that Barrick last November couldnt find gold in many BreX samples This cant be a scam Munk screamed at his deputies Do some more tests Figure it out I know its there okay You confirm its there\\n\\nI looked forward to seeing the gold After four days in Jakarta Felderhof joined me on the flight to Balikpapan the only place in Borneo with a runway big enough to handle the plane During the trip he explained that BreX had spent more than 1 million on a socialdevelopment program for the tribe of Christian Dayaks that comprised the bulk of the 400 workers Ive always been interested in developing people he said From Balikpapan it was an exhilarating twohour jaunt in a helicopter to Busang The dense swampy jungle stretched as far as the eye could see Felderhof leaned over and said that a chopper once made an emergency landing in the area When the pilot was found four days later his body was covered with leeches yelled Felderhof over the roar of the engine Kkh Kkh Kkh Little did I know that six weeks later Felderhofs sidekick de Guzman would apparently throw himself out of the same chopper we were sitting in It would also take four days to find the body which had been partly devoured by wild pigs and other creatures\\n\\nOnce on the ground you would never know that this wasnt the real deal What a production If Busang was a Hollywood set the 2000 Dayaks were the extras BreX had electrified their village built a new church opened a kindergarten and organized sewing classes for the local women A swath of jungle had been cleared for an airport BreX planned to open a fishery and a poultryfarming venture to enable the tribe to sell products to the mine\\n\\nI shared a cigar with a young villager who had just received a scholarship from BreX to study engineering I met Pebit the barefoot Dayak leader as he was helping construct new homes for the workersa tribal Levittown courtesy of BreX Through a translator Pebit boasted that it was his decision to sacrifice a pig to God that allowed the gold to be pulled from the ground Then there was the army of young geologists working the site At the exploration camp I drank Bintang a local beer deep into the night with ten of these workers many of whom were fresh out of geology school in Canada Indonesia or the Philippines As we listened to wild monkeys screech like sirens in the darkness the young men talked about the rigors of life in the bush They complained about the grueling work schedule eight weeks on two weeks off and the lack of sex But they believed they were making history They were the geological equivalent of batboys for the World Champion Yankees They didnt know that they were pawns in a crooked game that was fixed from the getgo\\n\\nAfter two days my tour was over I saw no gold But then again I didnt know what real gold was supposed to look like buried in those long tubular core samples My return trip included a sevenhour speedboat ride down the narrow Mahakam River with Cesar Puspos de Guzmans 36yearold deputy We spent the day waving to the locals who lived in shabby huts and washed in the muddy water they used for defecation Puspos by contrast had struck it rich He drove a BMW He described how de Guzman my mentor awakened him in the middle of the night in a frenzy to announce that he had solved Busangs geological puzzle When we arrived at BreXs office in the city of Samarinda I noticed huge piles of core sample bags and persuaded Puspos to climb atop for a picture Investigators say BreXs samples were probably salted in Samarinda before being delivered to testing labs in Balikpapan Walsh had once said that the bags were transported directly from Busang to the labs\\n\\nAfter a few more days in Jakarta I returned to the States on February 17 BreX soon unraveled Even then many believers chose to stay blind In March after de Guzmans death Barricks Peter Munk told FORTUNE I dont believe that those guys salted the mineyou couldnt have fooled that many analysts for that long When Freeport said its drilling showed insignificant gold BreXs flacks at Hill  Knowlton suggested that Freeport was behind a scheme to lower the stock price see following box The last time I heard from Walsh March 20 he left me a phone message confirming some arcane historical facts in my storya day after de Guzmans death and a week after Freeport called Walsh with the news that they were coming up dry at Busang This is a crook Or the Mr Magoo of mining\\n\\nLooking back some things seemed suspicious Like the accidental fire at Busang that destroyed a building containing de Guzmans papers and visible gold samples I was also disappointed to see no gold at the centurys biggest gold deposit A geologist Steve Hughes took me through the bush to a creek We panned We found nothing Thats strange said Hughes Youd think wed find something The next day I needled Felderhof telling him I had bad news for BreX No gold huh he snapped back Kkh Kkh Kkh There was another peculiar moment In one of my last meetings in Jakarta with Felderhof de Guzman walked in I rose and slapped him on the back congratulating him on Freeports emerging as BreXs new partner He should have been thrilled Instead he was stone cold Grim Icy He didnt even look at me It was clear he wanted to talk to Felderhof alone\\n\\nNo matter who pulled off the crime BreX has left a mother lode of victimsfrom individual investors to the poor tribal people counting on the mine to earn a meager living But even the pros got burned in this tale of greed Recently I caught up with MacIntosh of JP Morgan the BreX banker Wed shared several meals in Jakarta where he jabbered for hours about how the gold mine would be the most lucrative in the world Doug is a mining engineer with 30 years of experience I was curious how it felt to be suckered I have been surprised at every turn of this thing he said noting how fortunate I was that we had held the presses I hope that were as lucky as you have been Not a chance mate\", \"Text_NoStopwords\": \"jungle fever brex saga greatest gold scam ever understand enormity fraud man borneo tells story fortune magazine stepped plane jakarta like rest worlds lemmings swept brex minerals euphoria canadian company found largest gold deposit century buried deep underground dense indonesian jungle island borneo brex vice chairman john felderhof later explained volcano essentially collapsed back onto three million years ago causing massive buildup heat pressure created miraculous treasure drew diagram made sense eighth beer evening fourth whats everyone believed himfellow geologists engineers financial analysts business journalists worlds largest mining companies government officials even former us president geologically brilliant thing ive ever seen life felderhof sputtered big scary fing scary horrifying better word brex goldmining hoaxthe largest centuryuntil collapsed onto last month allegedly thousands rock samples salted flakes gold tested today felderhof rich sends regrets cayman islands professes innocence applying permanent residency deputy geologist mike de guzman fortunate apparently jumped 800 feet jungle helicopter jig brex ceo david walsh holed companys calgary headquarters scuffling camera crews classaction lawsuits flying criminal investigators poring companys books numbers heartstopping market value brex topped 4 billiona growth rate 100000 three years early may company melted bankruptcy walsh wife felderhof mined roughly 50 million stock sales gold weeks fraud exposed 71 million ounces yellow metal worth 25 billion todays prices supposedly proven brex felderhof said comfortable 200 million ouncesfar california gold rush one brex official told 400 million numbers tell part story grasp enormity scam see cosmos brex created like elaborate hollywood set hundreds actors could loaded onto trucks barges tickets sold understand thing like 20foot man gushed research capital mining analyst chad williams returning early pilgrimage someone business like taking biggest elvis fan graceland spent two weeks indonesia february chronicle epic tale bunch average joes stumbled onto holy grail find powerful greedy forces conspiring take away felderhof told one publication northern miner ever permitted inside busang exploration camp island borneo felt lucky proved even luckier returned new york illness delayed story several weeks saved parasite fortune managing editor john huey says held fire freeportmcmoran copper gold brexs new partner said conducting drilling teststhe first time nearly four years anyone independent checked beneath surface looking back dont answers trip provided fascinating look several characters may centurys greatest scam artists time got indonesia walsh felderhof trapped javanese version mad mad mad mad world timeless movie farce mickey rooney milton berle slew characters try outsleaze one another manic race recover buried treasure brex version came complete payola private eyes breakins led leechinfested swamps borneo presidential palace polluted jakarta featured dictators greedy kids worlds biggest mining firms stabbing one another dark story familiar nearly year freeport awarded contract indonesian government delayed giving brex control busang big mining companies jockeyed position gold estimates grew indonesian officials determined select established firm operator mining giants lobbying post none harder peter munk ceo torontos barrick gold worlds secondlargest gold producer munk hired kroll associates worlds biggest detective agency dig dirt brex anticipation hostile takeover bid enlisted former us president george bush lobby suharto indonesian ruler retained services daughter suharto get edge brex offered 40 million son arrived early february jakarta become corporate war zone centered fivestar fortresses brex shangrila brex shangrila window walsh could see enemythe barrick hyatt road regent hotel houston lawyer assembling spies help figure sue behalf brex shareholders impossible figure going man holding cards suhartos golfing buddy secretive timber tycoon named mohamad bob hasan dictator asked clean brex mess one point wasnt clear suhartos government favoring brexs partner place like casablanca complained doug macintosh brexs investment banker jp morgan story changes every day jakarta talked walsh felderhof brex officials dozens times met separately met together lunches dinners yellow flag go talks playing parts elaborate scheme playing parts quite well even trouble believing walsh participated scam miserable soul introduced jakarta suite hours hed swept electronic bugs chainsmoking dunhills hacking brains hadnt exercised years said apparent huge deposit hanging belt depressed distracted often stared window litter sewage flowed continuously muddy canala metaphor joked corruption thrived indonesia find hard believe responsible largest gold discovery probably history world said without much feeling indeed walsh looked like poor schlemiel won lottery couldnt locate ticket walsh told story former stockbroker launched brex 1989 hunted gold quebec joined diamond rush northwest territories luck abysmal opened 1991 annual report line yes still business filing personal bankruptcy decided needed proven gold finder enter felderhof whose claim fame codiscovery one worlds biggest silver gold mines papua new guinea 1968 took walsh two weeks track felderhof hadnt seen ten years using last 10000 walsh flew indonesia felderhof talked buying rights part busang property 1993 looking back maybe suspicious met dutchborn felderhof shifty mug gruff manner hideous laugh trapped back throat kkh kkh kkhkkh kkh kkh still talent storytelling made enjoyable walsh pirate without eye patcha harddrinking swashbuckling explorer prowled worlds jungles dodging flash floods poisonous snakes wore 14 bouts malaria like medals chest said poor 1992 steal christmas tree family never pulled photo ingrid second wife bought lamborghini christmas said two seats strapped fing engine think shes trying kill kkh kkh kkh shortly met felderhof took dinner de guzman longtime pal hed invited join brex team filipino geologist beamed like jewel felderhof explained couldnt discovered gold without deputys pioneering theories de guzman boasted iq ranged 150 170 came handy hiked 32 kilometers dense jungle camp back eating noodles every meal week hunting signs mineralization first two drill holes failures almost closed property recalled de guzman december 1993 john said close property made hit never mind dozen mining companies dismissed property worthless previous operator even drilled 19 holes wrong places snickered felderhof meal shallow workers used wetdrilling method ironically washed away whatever gold strike geology wasnt minds added felderhof spending time town chasing girls naming creeks de guzman turns least four wives simultaneously laughed recalled various creekskaren jenny martha ann consulting local tribe christian dayaks gave creeks back traditional names continued work things got tense walsh complained breakin calgary office two weeks earlier wife found spy rifling garbage bahamas estate claims sent memo advising employees shred sensitive materials true make harder investigators solve mystery companys top financial officer rolando francisco also caught hysteria would talk hotel room cranking volume tv hyatt barrick spokesman luc lavoie waxing philosophical biggest oil discovery oil gold differentit brings emotions clouds minds people clearly fogged mind client later learned barrick last november couldnt find gold many brex samples cant scam munk screamed deputies tests figure know okay confirm looked forward seeing gold four days jakarta felderhof joined flight balikpapan place borneo runway big enough handle plane trip explained brex spent 1 million socialdevelopment program tribe christian dayaks comprised bulk 400 workers ive always interested developing people said balikpapan exhilarating twohour jaunt helicopter busang dense swampy jungle stretched far eye could see felderhof leaned said chopper made emergency landing area pilot found four days later body covered leeches yelled felderhof roar engine kkh kkh kkh little know six weeks later felderhofs sidekick de guzman would apparently throw chopper sitting would also take four days find body partly devoured wild pigs creatures ground would never know wasnt real deal production busang hollywood set 2000 dayaks extras brex electrified village built new church opened kindergarten organized sewing classes local women swath jungle cleared airport brex planned open fishery poultryfarming venture enable tribe sell products mine shared cigar young villager received scholarship brex study engineering met pebit barefoot dayak leader helping construct new homes workersa tribal levittown courtesy brex translator pebit boasted decision sacrifice pig god allowed gold pulled ground army young geologists working site exploration camp drank bintang local beer deep night ten workers many fresh geology school canada indonesia philippines listened wild monkeys screech like sirens darkness young men talked rigors life bush complained grueling work schedule eight weeks two weeks lack sex believed making history geological equivalent batboys world champion yankees didnt know pawns crooked game fixed getgo two days tour saw gold didnt know real gold supposed look like buried long tubular core samples return trip included sevenhour speedboat ride narrow mahakam river cesar puspos de guzmans 36yearold deputy spent day waving locals lived shabby huts washed muddy water used defecation puspos contrast struck rich drove bmw described de guzman mentor awakened middle night frenzy announce solved busangs geological puzzle arrived brexs office city samarinda noticed huge piles core sample bags persuaded puspos climb atop picture investigators say brexs samples probably salted samarinda delivered testing labs balikpapan walsh said bags transported directly busang labs days jakarta returned states february 17 brex soon unraveled even many believers chose stay blind march de guzmans death barricks peter munk told fortune dont believe guys salted mineyou couldnt fooled many analysts long freeport said drilling showed insignificant gold brexs flacks hill knowlton suggested freeport behind scheme lower stock price see following box last time heard walsh march 20 left phone message confirming arcane historical facts storya day de guzmans death week freeport called walsh news coming dry busang crook mr magoo mining looking back things seemed suspicious like accidental fire busang destroyed building containing de guzmans papers visible gold samples also disappointed see gold centurys biggest gold deposit geologist steve hughes took bush creek panned found nothing thats strange said hughes youd think wed find something next day needled felderhof telling bad news brex gold huh snapped back kkh kkh kkh another peculiar moment one last meetings jakarta felderhof de guzman walked rose slapped back congratulating freeports emerging brexs new partner thrilled instead stone cold grim icy didnt even look clear wanted talk felderhof alone matter pulled crime brex left mother lode victimsfrom individual investors poor tribal people counting mine earn meager living even pros got burned tale greed recently caught macintosh jp morgan brex banker wed shared several meals jakarta jabbered hours gold mine would lucrative world doug mining engineer 30 years experience curious felt suckered surprised every turn thing said noting fortunate held presses hope lucky chance mate\", \"Text_Trigrams\": [[\"jungle\", \"fever\", \"brex\"], [\"fever\", \"brex\", \"saga\"], [\"brex\", \"saga\", \"greatest\"], [\"saga\", \"greatest\", \"gold\"], [\"greatest\", \"gold\", \"scam\"], [\"gold\", \"scam\", \"ever\"], [\"scam\", \"ever\", \"understand\"], [\"ever\", \"understand\", \"enormity\"], [\"understand\", \"enormity\", \"fraud\"], [\"enormity\", \"fraud\", \"man\"], [\"fraud\", \"man\", \"borneo\"], [\"man\", \"borneo\", \"tell\"], [\"borneo\", \"tell\", \"story\"], [\"tell\", \"story\", \"fortune\"], [\"story\", \"fortune\", \"magazine\"], [\"fortune\", \"magazine\", \"stepped\"], [\"magazine\", \"stepped\", \"plane\"], [\"stepped\", \"plane\", \"jakarta\"], [\"plane\", \"jakarta\", \"like\"], [\"jakarta\", \"like\", \"rest\"], [\"like\", \"rest\", \"world\"], [\"rest\", \"world\", \"lemming\"], [\"world\", \"lemming\", \"swept\"], [\"lemming\", \"swept\", \"brex\"], [\"swept\", \"brex\", \"mineral\"], [\"brex\", \"mineral\", \"euphoria\"], [\"mineral\", \"euphoria\", \"canadian\"], [\"euphoria\", \"canadian\", \"company\"], [\"canadian\", \"company\", \"found\"], [\"company\", \"found\", \"largest\"], [\"found\", \"largest\", \"gold\"], [\"largest\", \"gold\", \"deposit\"], [\"gold\", \"deposit\", \"century\"], [\"deposit\", \"century\", \"buried\"], [\"century\", \"buried\", \"deep\"], [\"buried\", \"deep\", \"underground\"], [\"deep\", \"underground\", \"dense\"], [\"underground\", \"dense\", \"indonesian\"], [\"dense\", \"indonesian\", \"jungle\"], [\"indonesian\", \"jungle\", \"island\"], [\"jungle\", \"island\", \"borneo\"], [\"island\", \"borneo\", \"brex\"], [\"borneo\", \"brex\", \"vice\"], [\"brex\", \"vice\", \"chairman\"], [\"vice\", \"chairman\", \"john\"], [\"chairman\", \"john\", \"felderhof\"], [\"john\", \"felderhof\", \"later\"], [\"felderhof\", \"later\", \"explained\"], [\"later\", \"explained\", \"volcano\"], [\"explained\", \"volcano\", \"essentially\"], [\"volcano\", \"essentially\", \"collapsed\"], [\"essentially\", \"collapsed\", \"back\"], [\"collapsed\", \"back\", \"onto\"], [\"back\", \"onto\", \"three\"], [\"onto\", \"three\", \"million\"], [\"three\", \"million\", \"year\"], [\"million\", \"year\", \"ago\"], [\"year\", \"ago\", \"causing\"], [\"ago\", \"causing\", \"massive\"], [\"causing\", \"massive\", \"buildup\"], [\"massive\", \"buildup\", \"heat\"], [\"buildup\", \"heat\", \"pressure\"], [\"heat\", \"pressure\", \"created\"], [\"pressure\", \"created\", \"miraculous\"], [\"created\", \"miraculous\", \"treasure\"], [\"miraculous\", \"treasure\", \"drew\"], [\"treasure\", \"drew\", \"diagram\"], [\"drew\", \"diagram\", \"made\"], [\"diagram\", \"made\", \"sense\"], [\"made\", \"sense\", \"eighth\"], [\"sense\", \"eighth\", \"beer\"], [\"eighth\", \"beer\", \"evening\"], [\"beer\", \"evening\", \"fourth\"], [\"evening\", \"fourth\", \"whats\"], [\"fourth\", \"whats\", \"everyone\"], [\"whats\", \"everyone\", \"believed\"], [\"everyone\", \"believed\", \"himfellow\"], [\"believed\", \"himfellow\", \"geologist\"], [\"himfellow\", \"geologist\", \"engineer\"], [\"geologist\", \"engineer\", \"financial\"], [\"engineer\", \"financial\", \"analyst\"], [\"financial\", \"analyst\", \"business\"], [\"analyst\", \"business\", \"journalist\"], [\"business\", \"journalist\", \"world\"], [\"journalist\", \"world\", \"largest\"], [\"world\", \"largest\", \"mining\"], [\"largest\", \"mining\", \"company\"], [\"mining\", \"company\", \"government\"], [\"company\", \"government\", \"official\"], [\"government\", \"official\", \"even\"], [\"official\", \"even\", \"former\"], [\"even\", \"former\", \"u\"], [\"former\", \"u\", \"president\"], [\"u\", \"president\", \"geologically\"], [\"president\", \"geologically\", \"brilliant\"], [\"geologically\", \"brilliant\", \"thing\"], [\"brilliant\", \"thing\", \"ive\"], [\"thing\", \"ive\", \"ever\"], [\"ive\", \"ever\", \"seen\"], [\"ever\", \"seen\", \"life\"], [\"seen\", \"life\", \"felderhof\"], [\"life\", \"felderhof\", \"sputtered\"], [\"felderhof\", \"sputtered\", \"big\"], [\"sputtered\", \"big\", \"scary\"], [\"big\", \"scary\", \"fing\"], [\"scary\", \"fing\", \"scary\"], [\"fing\", \"scary\", \"horrifying\"], [\"scary\", \"horrifying\", \"better\"], [\"horrifying\", \"better\", \"word\"], [\"better\", \"word\", \"brex\"], [\"word\", \"brex\", \"goldmining\"], [\"brex\", \"goldmining\", \"hoaxthe\"], [\"goldmining\", \"hoaxthe\", \"largest\"], [\"hoaxthe\", \"largest\", \"centuryuntil\"], [\"largest\", \"centuryuntil\", \"collapsed\"], [\"centuryuntil\", \"collapsed\", \"onto\"], [\"collapsed\", \"onto\", \"last\"], [\"onto\", \"last\", \"month\"], [\"last\", \"month\", \"allegedly\"], [\"month\", \"allegedly\", \"thousand\"], [\"allegedly\", \"thousand\", \"rock\"], [\"thousand\", \"rock\", \"sample\"], [\"rock\", \"sample\", \"salted\"], [\"sample\", \"salted\", \"flake\"], [\"salted\", \"flake\", \"gold\"], [\"flake\", \"gold\", \"tested\"], [\"gold\", \"tested\", \"today\"], [\"tested\", \"today\", \"felderhof\"], [\"today\", \"felderhof\", \"rich\"], [\"felderhof\", \"rich\", \"sends\"], [\"rich\", \"sends\", \"regret\"], [\"sends\", \"regret\", \"cayman\"], [\"regret\", \"cayman\", \"island\"], [\"cayman\", \"island\", \"professes\"], [\"island\", \"professes\", \"innocence\"], [\"professes\", \"innocence\", \"applying\"], [\"innocence\", \"applying\", \"permanent\"], [\"applying\", \"permanent\", \"residency\"], [\"permanent\", \"residency\", \"deputy\"], [\"residency\", \"deputy\", \"geologist\"], [\"deputy\", \"geologist\", \"mike\"], [\"geologist\", \"mike\", \"de\"], [\"mike\", \"de\", \"guzman\"], [\"de\", \"guzman\", \"fortunate\"], [\"guzman\", \"fortunate\", \"apparently\"], [\"fortunate\", \"apparently\", \"jumped\"], [\"apparently\", \"jumped\", \"800\"], [\"jumped\", \"800\", \"foot\"], [\"800\", \"foot\", \"jungle\"], [\"foot\", \"jungle\", \"helicopter\"], [\"jungle\", \"helicopter\", \"jig\"], [\"helicopter\", \"jig\", \"brex\"], [\"jig\", \"brex\", \"ceo\"], [\"brex\", \"ceo\", \"david\"], [\"ceo\", \"david\", \"walsh\"], [\"david\", \"walsh\", \"holed\"], [\"walsh\", \"holed\", \"company\"], [\"holed\", \"company\", \"calgary\"], [\"company\", \"calgary\", \"headquarters\"], [\"calgary\", \"headquarters\", \"scuffling\"], [\"headquarters\", \"scuffling\", \"camera\"], [\"scuffling\", \"camera\", \"crew\"], [\"camera\", \"crew\", \"classaction\"], [\"crew\", \"classaction\", \"lawsuit\"], [\"classaction\", \"lawsuit\", \"flying\"], [\"lawsuit\", \"flying\", \"criminal\"], [\"flying\", \"criminal\", \"investigator\"], [\"criminal\", \"investigator\", \"poring\"], [\"investigator\", \"poring\", \"company\"], [\"poring\", \"company\", \"book\"], [\"company\", \"book\", \"number\"], [\"book\", \"number\", \"heartstopping\"], [\"number\", \"heartstopping\", \"market\"], [\"heartstopping\", \"market\", \"value\"], [\"market\", \"value\", \"brex\"], [\"value\", \"brex\", \"topped\"], [\"brex\", \"topped\", \"4\"], [\"topped\", \"4\", \"billiona\"], [\"4\", \"billiona\", \"growth\"], [\"billiona\", \"growth\", \"rate\"], [\"growth\", \"rate\", \"100000\"], [\"rate\", \"100000\", \"three\"], [\"100000\", \"three\", \"year\"], [\"three\", \"year\", \"early\"], [\"year\", \"early\", \"may\"], [\"early\", \"may\", \"company\"], [\"may\", \"company\", \"melted\"], [\"company\", \"melted\", \"bankruptcy\"], [\"melted\", \"bankruptcy\", \"walsh\"], [\"bankruptcy\", \"walsh\", \"wife\"], [\"walsh\", \"wife\", \"felderhof\"], [\"wife\", \"felderhof\", \"mined\"], [\"felderhof\", \"mined\", \"roughly\"], [\"mined\", \"roughly\", \"50\"], [\"roughly\", \"50\", \"million\"], [\"50\", \"million\", \"stock\"], [\"million\", \"stock\", \"sale\"], [\"stock\", \"sale\", \"gold\"], [\"sale\", \"gold\", \"week\"], [\"gold\", \"week\", \"fraud\"], [\"week\", \"fraud\", \"exposed\"], [\"fraud\", \"exposed\", \"71\"], [\"exposed\", \"71\", \"million\"], [\"71\", \"million\", \"ounce\"], [\"million\", \"ounce\", \"yellow\"], [\"ounce\", \"yellow\", \"metal\"], [\"yellow\", \"metal\", \"worth\"], [\"metal\", \"worth\", \"25\"], [\"worth\", \"25\", \"billion\"], [\"25\", \"billion\", \"today\"], [\"billion\", \"today\", \"price\"], [\"today\", \"price\", \"supposedly\"], [\"price\", \"supposedly\", \"proven\"], [\"supposedly\", \"proven\", \"brex\"], [\"proven\", \"brex\", \"felderhof\"], [\"brex\", \"felderhof\", \"said\"], [\"felderhof\", \"said\", \"comfortable\"], [\"said\", \"comfortable\", \"200\"], [\"comfortable\", \"200\", \"million\"], [\"200\", \"million\", \"ouncesfar\"], [\"million\", \"ouncesfar\", \"california\"], [\"ouncesfar\", \"california\", \"gold\"], [\"california\", \"gold\", \"rush\"], [\"gold\", \"rush\", \"one\"], [\"rush\", \"one\", \"brex\"], [\"one\", \"brex\", \"official\"], [\"brex\", \"official\", \"told\"], [\"official\", \"told\", \"400\"], [\"told\", \"400\", \"million\"], [\"400\", \"million\", \"number\"], [\"million\", \"number\", \"tell\"], [\"number\", \"tell\", \"part\"], [\"tell\", \"part\", \"story\"], [\"part\", \"story\", \"grasp\"], [\"story\", \"grasp\", \"enormity\"], [\"grasp\", \"enormity\", \"scam\"], [\"enormity\", \"scam\", \"see\"], [\"scam\", \"see\", \"cosmos\"], [\"see\", \"cosmos\", \"brex\"], [\"cosmos\", \"brex\", \"created\"], [\"brex\", \"created\", \"like\"], [\"created\", \"like\", \"elaborate\"], [\"like\", \"elaborate\", \"hollywood\"], [\"elaborate\", \"hollywood\", \"set\"], [\"hollywood\", \"set\", \"hundred\"], [\"set\", \"hundred\", \"actor\"], [\"hundred\", \"actor\", \"could\"], [\"actor\", \"could\", \"loaded\"], [\"could\", \"loaded\", \"onto\"], [\"loaded\", \"onto\", \"truck\"], [\"onto\", \"truck\", \"barge\"], [\"truck\", \"barge\", \"ticket\"], [\"barge\", \"ticket\", \"sold\"], [\"ticket\", \"sold\", \"understand\"], [\"sold\", \"understand\", \"thing\"], [\"understand\", \"thing\", \"like\"], [\"thing\", \"like\", \"20foot\"], [\"like\", \"20foot\", \"man\"], [\"20foot\", \"man\", \"gushed\"], [\"man\", \"gushed\", \"research\"], [\"gushed\", \"research\", \"capital\"], [\"research\", \"capital\", \"mining\"], [\"capital\", \"mining\", \"analyst\"], [\"mining\", \"analyst\", \"chad\"], [\"analyst\", \"chad\", \"williams\"], [\"chad\", \"williams\", \"returning\"], [\"williams\", \"returning\", \"early\"], [\"returning\", \"early\", \"pilgrimage\"], [\"early\", \"pilgrimage\", \"someone\"], [\"pilgrimage\", \"someone\", \"business\"], [\"someone\", \"business\", \"like\"], [\"business\", \"like\", \"taking\"], [\"like\", \"taking\", \"biggest\"], [\"taking\", \"biggest\", \"elvis\"], [\"biggest\", \"elvis\", \"fan\"], [\"elvis\", \"fan\", \"graceland\"], [\"fan\", \"graceland\", \"spent\"], [\"graceland\", \"spent\", \"two\"], [\"spent\", \"two\", \"week\"], [\"two\", \"week\", \"indonesia\"], [\"week\", \"indonesia\", \"february\"], [\"indonesia\", \"february\", \"chronicle\"], [\"february\", \"chronicle\", \"epic\"], [\"chronicle\", \"epic\", \"tale\"], [\"epic\", \"tale\", \"bunch\"], [\"tale\", \"bunch\", \"average\"], [\"bunch\", \"average\", \"joes\"], [\"average\", \"joes\", \"stumbled\"], [\"joes\", \"stumbled\", \"onto\"], [\"stumbled\", \"onto\", \"holy\"], [\"onto\", \"holy\", \"grail\"], [\"holy\", \"grail\", \"find\"], [\"grail\", \"find\", \"powerful\"], [\"find\", \"powerful\", \"greedy\"], [\"powerful\", \"greedy\", \"force\"], [\"greedy\", \"force\", \"conspiring\"], [\"force\", \"conspiring\", \"take\"], [\"conspiring\", \"take\", \"away\"], [\"take\", \"away\", \"felderhof\"], [\"away\", \"felderhof\", \"told\"], [\"felderhof\", \"told\", \"one\"], [\"told\", \"one\", \"publication\"], [\"one\", \"publication\", \"northern\"], [\"publication\", \"northern\", \"miner\"], [\"northern\", \"miner\", \"ever\"], [\"miner\", \"ever\", \"permitted\"], [\"ever\", \"permitted\", \"inside\"], [\"permitted\", \"inside\", \"busang\"], [\"inside\", \"busang\", \"exploration\"], [\"busang\", \"exploration\", \"camp\"], [\"exploration\", \"camp\", \"island\"], [\"camp\", \"island\", \"borneo\"], [\"island\", \"borneo\", \"felt\"], [\"borneo\", \"felt\", \"lucky\"], [\"felt\", \"lucky\", \"proved\"], [\"lucky\", \"proved\", \"even\"], [\"proved\", \"even\", \"luckier\"], [\"even\", \"luckier\", \"returned\"], [\"luckier\", \"returned\", \"new\"], [\"returned\", \"new\", \"york\"], [\"new\", \"york\", \"illness\"], [\"york\", \"illness\", \"delayed\"], [\"illness\", \"delayed\", \"story\"], [\"delayed\", \"story\", \"several\"], [\"story\", \"several\", \"week\"], [\"several\", \"week\", \"saved\"], [\"week\", \"saved\", \"parasite\"], [\"saved\", \"parasite\", \"fortune\"], [\"parasite\", \"fortune\", \"managing\"], [\"fortune\", \"managing\", \"editor\"], [\"managing\", \"editor\", \"john\"], [\"editor\", \"john\", \"huey\"], [\"john\", \"huey\", \"say\"], [\"huey\", \"say\", \"held\"], [\"say\", \"held\", \"fire\"], [\"held\", \"fire\", \"freeportmcmoran\"], [\"fire\", \"freeportmcmoran\", \"copper\"], [\"freeportmcmoran\", \"copper\", \"gold\"], [\"copper\", \"gold\", \"brexs\"], [\"gold\", \"brexs\", \"new\"], [\"brexs\", \"new\", \"partner\"], [\"new\", \"partner\", \"said\"], [\"partner\", \"said\", \"conducting\"], [\"said\", \"conducting\", \"drilling\"], [\"conducting\", \"drilling\", \"teststhe\"], [\"drilling\", \"teststhe\", \"first\"], [\"teststhe\", \"first\", \"time\"], [\"first\", \"time\", \"nearly\"], [\"time\", \"nearly\", \"four\"], [\"nearly\", \"four\", \"year\"], [\"four\", \"year\", \"anyone\"], [\"year\", \"anyone\", \"independent\"], [\"anyone\", \"independent\", \"checked\"], [\"independent\", \"checked\", \"beneath\"], [\"checked\", \"beneath\", \"surface\"], [\"beneath\", \"surface\", \"looking\"], [\"surface\", \"looking\", \"back\"], [\"looking\", \"back\", \"dont\"], [\"back\", \"dont\", \"answer\"], [\"dont\", \"answer\", \"trip\"], [\"answer\", \"trip\", \"provided\"], [\"trip\", \"provided\", \"fascinating\"], [\"provided\", \"fascinating\", \"look\"], [\"fascinating\", \"look\", \"several\"], [\"look\", \"several\", \"character\"], [\"several\", \"character\", \"may\"], [\"character\", \"may\", \"century\"], [\"may\", \"century\", \"greatest\"], [\"century\", \"greatest\", \"scam\"], [\"greatest\", \"scam\", \"artist\"], [\"scam\", \"artist\", \"time\"], [\"artist\", \"time\", \"got\"], [\"time\", \"got\", \"indonesia\"], [\"got\", \"indonesia\", \"walsh\"], [\"indonesia\", \"walsh\", \"felderhof\"], [\"walsh\", \"felderhof\", \"trapped\"], [\"felderhof\", \"trapped\", \"javanese\"], [\"trapped\", \"javanese\", \"version\"], [\"javanese\", \"version\", \"mad\"], [\"version\", \"mad\", \"mad\"], [\"mad\", \"mad\", \"mad\"], [\"mad\", \"mad\", \"mad\"], [\"mad\", \"mad\", \"world\"], [\"mad\", \"world\", \"timeless\"], [\"world\", \"timeless\", \"movie\"], [\"timeless\", \"movie\", \"farce\"], [\"movie\", \"farce\", \"mickey\"], [\"farce\", \"mickey\", \"rooney\"], [\"mickey\", \"rooney\", \"milton\"], [\"rooney\", \"milton\", \"berle\"], [\"milton\", \"berle\", \"slew\"], [\"berle\", \"slew\", \"character\"], [\"slew\", \"character\", \"try\"], [\"character\", \"try\", \"outsleaze\"], [\"try\", \"outsleaze\", \"one\"], [\"outsleaze\", \"one\", \"another\"], [\"one\", \"another\", \"manic\"], [\"another\", \"manic\", \"race\"], [\"manic\", \"race\", \"recover\"], [\"race\", \"recover\", \"buried\"], [\"recover\", \"buried\", \"treasure\"], [\"buried\", \"treasure\", \"brex\"], [\"treasure\", \"brex\", \"version\"], [\"brex\", \"version\", \"came\"], [\"version\", \"came\", \"complete\"], [\"came\", \"complete\", \"payola\"], [\"complete\", \"payola\", \"private\"], [\"payola\", \"private\", \"eye\"], [\"private\", \"eye\", \"breakins\"], [\"eye\", \"breakins\", \"led\"], [\"breakins\", \"led\", \"leechinfested\"], [\"led\", \"leechinfested\", \"swamp\"], [\"leechinfested\", \"swamp\", \"borneo\"], [\"swamp\", \"borneo\", \"presidential\"], [\"borneo\", \"presidential\", \"palace\"], [\"presidential\", \"palace\", \"polluted\"], [\"palace\", \"polluted\", \"jakarta\"], [\"polluted\", \"jakarta\", \"featured\"], [\"jakarta\", \"featured\", \"dictator\"], [\"featured\", \"dictator\", \"greedy\"], [\"dictator\", \"greedy\", \"kid\"], [\"greedy\", \"kid\", \"world\"], [\"kid\", \"world\", \"biggest\"], [\"world\", \"biggest\", \"mining\"], [\"biggest\", \"mining\", \"firm\"], [\"mining\", \"firm\", \"stabbing\"], [\"firm\", \"stabbing\", \"one\"], [\"stabbing\", \"one\", \"another\"], [\"one\", \"another\", \"dark\"], [\"another\", \"dark\", \"story\"], [\"dark\", \"story\", \"familiar\"], [\"story\", \"familiar\", \"nearly\"], [\"familiar\", \"nearly\", \"year\"], [\"nearly\", \"year\", \"freeport\"], [\"year\", \"freeport\", \"awarded\"], [\"freeport\", \"awarded\", \"contract\"], [\"awarded\", \"contract\", \"indonesian\"], [\"contract\", \"indonesian\", \"government\"], [\"indonesian\", \"government\", \"delayed\"], [\"government\", \"delayed\", \"giving\"], [\"delayed\", \"giving\", \"brex\"], [\"giving\", \"brex\", \"control\"], [\"brex\", \"control\", \"busang\"], [\"control\", \"busang\", \"big\"], [\"busang\", \"big\", \"mining\"], [\"big\", \"mining\", \"company\"], [\"mining\", \"company\", \"jockeyed\"], [\"company\", \"jockeyed\", \"position\"], [\"jockeyed\", \"position\", \"gold\"], [\"position\", \"gold\", \"estimate\"], [\"gold\", \"estimate\", \"grew\"], [\"estimate\", \"grew\", \"indonesian\"], [\"grew\", \"indonesian\", \"official\"], [\"indonesian\", \"official\", \"determined\"], [\"official\", \"determined\", \"select\"], [\"determined\", \"select\", \"established\"], [\"select\", \"established\", \"firm\"], [\"established\", \"firm\", \"operator\"], [\"firm\", \"operator\", \"mining\"], [\"operator\", \"mining\", \"giant\"], [\"mining\", \"giant\", \"lobbying\"], [\"giant\", \"lobbying\", \"post\"], [\"lobbying\", \"post\", \"none\"], [\"post\", \"none\", \"harder\"], [\"none\", \"harder\", \"peter\"], [\"harder\", \"peter\", \"munk\"], [\"peter\", \"munk\", \"ceo\"], [\"munk\", \"ceo\", \"toronto\"], [\"ceo\", \"toronto\", \"barrick\"], [\"toronto\", \"barrick\", \"gold\"], [\"barrick\", \"gold\", \"world\"], [\"gold\", \"world\", \"secondlargest\"], [\"world\", \"secondlargest\", \"gold\"], [\"secondlargest\", \"gold\", \"producer\"], [\"gold\", \"producer\", \"munk\"], [\"producer\", \"munk\", \"hired\"], [\"munk\", \"hired\", \"kroll\"], [\"hired\", \"kroll\", \"associate\"], [\"kroll\", \"associate\", \"world\"], [\"associate\", \"world\", \"biggest\"], [\"world\", \"biggest\", \"detective\"], [\"biggest\", \"detective\", \"agency\"], [\"detective\", \"agency\", \"dig\"], [\"agency\", \"dig\", \"dirt\"], [\"dig\", \"dirt\", \"brex\"], [\"dirt\", \"brex\", \"anticipation\"], [\"brex\", \"anticipation\", \"hostile\"], [\"anticipation\", \"hostile\", \"takeover\"], [\"hostile\", \"takeover\", \"bid\"], [\"takeover\", \"bid\", \"enlisted\"], [\"bid\", \"enlisted\", \"former\"], [\"enlisted\", \"former\", \"u\"], [\"former\", \"u\", \"president\"], [\"u\", \"president\", \"george\"], [\"president\", \"george\", \"bush\"], [\"george\", \"bush\", \"lobby\"], [\"bush\", \"lobby\", \"suharto\"], [\"lobby\", \"suharto\", \"indonesian\"], [\"suharto\", \"indonesian\", \"ruler\"], [\"indonesian\", \"ruler\", \"retained\"], [\"ruler\", \"retained\", \"service\"], [\"retained\", \"service\", \"daughter\"], [\"service\", \"daughter\", \"suharto\"], [\"daughter\", \"suharto\", \"get\"], [\"suharto\", \"get\", \"edge\"], [\"get\", \"edge\", \"brex\"], [\"edge\", \"brex\", \"offered\"], [\"brex\", \"offered\", \"40\"], [\"offered\", \"40\", \"million\"], [\"40\", \"million\", \"son\"], [\"million\", \"son\", \"arrived\"], [\"son\", \"arrived\", \"early\"], [\"arrived\", \"early\", \"february\"], [\"early\", \"february\", \"jakarta\"], [\"february\", \"jakarta\", \"become\"], [\"jakarta\", \"become\", \"corporate\"], [\"become\", \"corporate\", \"war\"], [\"corporate\", \"war\", \"zone\"], [\"war\", \"zone\", \"centered\"], [\"zone\", \"centered\", \"fivestar\"], [\"centered\", \"fivestar\", \"fortress\"], [\"fivestar\", \"fortress\", \"brex\"], [\"fortress\", \"brex\", \"shangrila\"], [\"brex\", \"shangrila\", \"brex\"], [\"shangrila\", \"brex\", \"shangrila\"], [\"brex\", \"shangrila\", \"window\"], [\"shangrila\", \"window\", \"walsh\"], [\"window\", \"walsh\", \"could\"], [\"walsh\", \"could\", \"see\"], [\"could\", \"see\", \"enemythe\"], [\"see\", \"enemythe\", \"barrick\"], [\"enemythe\", \"barrick\", \"hyatt\"], [\"barrick\", \"hyatt\", \"road\"], [\"hyatt\", \"road\", \"regent\"], [\"road\", \"regent\", \"hotel\"], [\"regent\", \"hotel\", \"houston\"], [\"hotel\", \"houston\", \"lawyer\"], [\"houston\", \"lawyer\", \"assembling\"], [\"lawyer\", \"assembling\", \"spy\"], [\"assembling\", \"spy\", \"help\"], [\"spy\", \"help\", \"figure\"], [\"help\", \"figure\", \"sue\"], [\"figure\", \"sue\", \"behalf\"], [\"sue\", \"behalf\", \"brex\"], [\"behalf\", \"brex\", \"shareholder\"], [\"brex\", \"shareholder\", \"impossible\"], [\"shareholder\", \"impossible\", \"figure\"], [\"impossible\", \"figure\", \"going\"], [\"figure\", \"going\", \"man\"], [\"going\", \"man\", \"holding\"], [\"man\", \"holding\", \"card\"], [\"holding\", \"card\", \"suharto\"], [\"card\", \"suharto\", \"golfing\"], [\"suharto\", \"golfing\", \"buddy\"], [\"golfing\", \"buddy\", \"secretive\"], [\"buddy\", \"secretive\", \"timber\"], [\"secretive\", \"timber\", \"tycoon\"], [\"timber\", \"tycoon\", \"named\"], [\"tycoon\", \"named\", \"mohamad\"], [\"named\", \"mohamad\", \"bob\"], [\"mohamad\", \"bob\", \"hasan\"], [\"bob\", \"hasan\", \"dictator\"], [\"hasan\", \"dictator\", \"asked\"], [\"dictator\", \"asked\", \"clean\"], [\"asked\", \"clean\", \"brex\"], [\"clean\", \"brex\", \"mess\"], [\"brex\", \"mess\", \"one\"], [\"mess\", \"one\", \"point\"], [\"one\", \"point\", \"wasnt\"], [\"point\", \"wasnt\", \"clear\"], [\"wasnt\", \"clear\", \"suharto\"], [\"clear\", \"suharto\", \"government\"], [\"suharto\", \"government\", \"favoring\"], [\"government\", \"favoring\", \"brexs\"], [\"favoring\", \"brexs\", \"partner\"], [\"brexs\", \"partner\", \"place\"], [\"partner\", \"place\", \"like\"], [\"place\", \"like\", \"casablanca\"], [\"like\", \"casablanca\", \"complained\"], [\"casablanca\", \"complained\", \"doug\"], [\"complained\", \"doug\", \"macintosh\"], [\"doug\", \"macintosh\", \"brexs\"], [\"macintosh\", \"brexs\", \"investment\"], [\"brexs\", \"investment\", \"banker\"], [\"investment\", \"banker\", \"jp\"], [\"banker\", \"jp\", \"morgan\"], [\"jp\", \"morgan\", \"story\"], [\"morgan\", \"story\", \"change\"], [\"story\", \"change\", \"every\"], [\"change\", \"every\", \"day\"], [\"every\", \"day\", \"jakarta\"], [\"day\", \"jakarta\", \"talked\"], [\"jakarta\", \"talked\", \"walsh\"], [\"talked\", \"walsh\", \"felderhof\"], [\"walsh\", \"felderhof\", \"brex\"], [\"felderhof\", \"brex\", \"official\"], [\"brex\", \"official\", \"dozen\"], [\"official\", \"dozen\", \"time\"], [\"dozen\", \"time\", \"met\"], [\"time\", \"met\", \"separately\"], [\"met\", \"separately\", \"met\"], [\"separately\", \"met\", \"together\"], [\"met\", \"together\", \"lunch\"], [\"together\", \"lunch\", \"dinner\"], [\"lunch\", \"dinner\", \"yellow\"], [\"dinner\", \"yellow\", \"flag\"], [\"yellow\", \"flag\", \"go\"], [\"flag\", \"go\", \"talk\"], [\"go\", \"talk\", \"playing\"], [\"talk\", \"playing\", \"part\"], [\"playing\", \"part\", \"elaborate\"], [\"part\", \"elaborate\", \"scheme\"], [\"elaborate\", \"scheme\", \"playing\"], [\"scheme\", \"playing\", \"part\"], [\"playing\", \"part\", \"quite\"], [\"part\", \"quite\", \"well\"], [\"quite\", \"well\", \"even\"], [\"well\", \"even\", \"trouble\"], [\"even\", \"trouble\", \"believing\"], [\"trouble\", \"believing\", \"walsh\"], [\"believing\", \"walsh\", \"participated\"], [\"walsh\", \"participated\", \"scam\"], [\"participated\", \"scam\", \"miserable\"], [\"scam\", \"miserable\", \"soul\"], [\"miserable\", \"soul\", \"introduced\"], [\"soul\", \"introduced\", \"jakarta\"], [\"introduced\", \"jakarta\", \"suite\"], [\"jakarta\", \"suite\", \"hour\"], [\"suite\", \"hour\", \"hed\"], [\"hour\", \"hed\", \"swept\"], [\"hed\", \"swept\", \"electronic\"], [\"swept\", \"electronic\", \"bug\"], [\"electronic\", \"bug\", \"chainsmoking\"], [\"bug\", \"chainsmoking\", \"dunhills\"], [\"chainsmoking\", \"dunhills\", \"hacking\"], [\"dunhills\", \"hacking\", \"brain\"], [\"hacking\", \"brain\", \"hadnt\"], [\"brain\", \"hadnt\", \"exercised\"], [\"hadnt\", \"exercised\", \"year\"], [\"exercised\", \"year\", \"said\"], [\"year\", \"said\", \"apparent\"], [\"said\", \"apparent\", \"huge\"], [\"apparent\", \"huge\", \"deposit\"], [\"huge\", \"deposit\", \"hanging\"], [\"deposit\", \"hanging\", \"belt\"], [\"hanging\", \"belt\", \"depressed\"], [\"belt\", \"depressed\", \"distracted\"], [\"depressed\", \"distracted\", \"often\"], [\"distracted\", \"often\", \"stared\"], [\"often\", \"stared\", \"window\"], [\"stared\", \"window\", \"litter\"], [\"window\", \"litter\", \"sewage\"], [\"litter\", \"sewage\", \"flowed\"], [\"sewage\", \"flowed\", \"continuously\"], [\"flowed\", \"continuously\", \"muddy\"], [\"continuously\", \"muddy\", \"canala\"], [\"muddy\", \"canala\", \"metaphor\"], [\"canala\", \"metaphor\", \"joked\"], [\"metaphor\", \"joked\", \"corruption\"], [\"joked\", \"corruption\", \"thrived\"], [\"corruption\", \"thrived\", \"indonesia\"], [\"thrived\", \"indonesia\", \"find\"], [\"indonesia\", \"find\", \"hard\"], [\"find\", \"hard\", \"believe\"], [\"hard\", \"believe\", \"responsible\"], [\"believe\", \"responsible\", \"largest\"], [\"responsible\", \"largest\", \"gold\"], [\"largest\", \"gold\", \"discovery\"], [\"gold\", \"discovery\", \"probably\"], [\"discovery\", \"probably\", \"history\"], [\"probably\", \"history\", \"world\"], [\"history\", \"world\", \"said\"], [\"world\", \"said\", \"without\"], [\"said\", \"without\", \"much\"], [\"without\", \"much\", \"feeling\"], [\"much\", \"feeling\", \"indeed\"], [\"feeling\", \"indeed\", \"walsh\"], [\"indeed\", \"walsh\", \"looked\"], [\"walsh\", \"looked\", \"like\"], [\"looked\", \"like\", \"poor\"], [\"like\", \"poor\", \"schlemiel\"], [\"poor\", \"schlemiel\", \"won\"], [\"schlemiel\", \"won\", \"lottery\"], [\"won\", \"lottery\", \"couldnt\"], [\"lottery\", \"couldnt\", \"locate\"], [\"couldnt\", \"locate\", \"ticket\"], [\"locate\", \"ticket\", \"walsh\"], [\"ticket\", \"walsh\", \"told\"], [\"walsh\", \"told\", \"story\"], [\"told\", \"story\", \"former\"], [\"story\", \"former\", \"stockbroker\"], [\"former\", \"stockbroker\", \"launched\"], [\"stockbroker\", \"launched\", \"brex\"], [\"launched\", \"brex\", \"1989\"], [\"brex\", \"1989\", \"hunted\"], [\"1989\", \"hunted\", \"gold\"], [\"hunted\", \"gold\", \"quebec\"], [\"gold\", \"quebec\", \"joined\"], [\"quebec\", \"joined\", \"diamond\"], [\"joined\", \"diamond\", \"rush\"], [\"diamond\", \"rush\", \"northwest\"], [\"rush\", \"northwest\", \"territory\"], [\"northwest\", \"territory\", \"luck\"], [\"territory\", \"luck\", \"abysmal\"], [\"luck\", \"abysmal\", \"opened\"], [\"abysmal\", \"opened\", \"1991\"], [\"opened\", \"1991\", \"annual\"], [\"1991\", \"annual\", \"report\"], [\"annual\", \"report\", \"line\"], [\"report\", \"line\", \"yes\"], [\"line\", \"yes\", \"still\"], [\"yes\", \"still\", \"business\"], [\"still\", \"business\", \"filing\"], [\"business\", \"filing\", \"personal\"], [\"filing\", \"personal\", \"bankruptcy\"], [\"personal\", \"bankruptcy\", \"decided\"], [\"bankruptcy\", \"decided\", \"needed\"], [\"decided\", \"needed\", \"proven\"], [\"needed\", \"proven\", \"gold\"], [\"proven\", \"gold\", \"finder\"], [\"gold\", \"finder\", \"enter\"], [\"finder\", \"enter\", \"felderhof\"], [\"enter\", \"felderhof\", \"whose\"], [\"felderhof\", \"whose\", \"claim\"], [\"whose\", \"claim\", \"fame\"], [\"claim\", \"fame\", \"codiscovery\"], [\"fame\", \"codiscovery\", \"one\"], [\"codiscovery\", \"one\", \"world\"], [\"one\", \"world\", \"biggest\"], [\"world\", \"biggest\", \"silver\"], [\"biggest\", \"silver\", \"gold\"], [\"silver\", \"gold\", \"mine\"], [\"gold\", \"mine\", \"papua\"], [\"mine\", \"papua\", \"new\"], [\"papua\", \"new\", \"guinea\"], [\"new\", \"guinea\", \"1968\"], [\"guinea\", \"1968\", \"took\"], [\"1968\", \"took\", \"walsh\"], [\"took\", \"walsh\", \"two\"], [\"walsh\", \"two\", \"week\"], [\"two\", \"week\", \"track\"], [\"week\", \"track\", \"felderhof\"], [\"track\", \"felderhof\", \"hadnt\"], [\"felderhof\", \"hadnt\", \"seen\"], [\"hadnt\", \"seen\", \"ten\"], [\"seen\", \"ten\", \"year\"], [\"ten\", \"year\", \"using\"], [\"year\", \"using\", \"last\"], [\"using\", \"last\", \"10000\"], [\"last\", \"10000\", \"walsh\"], [\"10000\", \"walsh\", \"flew\"], [\"walsh\", \"flew\", \"indonesia\"], [\"flew\", \"indonesia\", \"felderhof\"], [\"indonesia\", \"felderhof\", \"talked\"], [\"felderhof\", \"talked\", \"buying\"], [\"talked\", \"buying\", \"right\"], [\"buying\", \"right\", \"part\"], [\"right\", \"part\", \"busang\"], [\"part\", \"busang\", \"property\"], [\"busang\", \"property\", \"1993\"], [\"property\", \"1993\", \"looking\"], [\"1993\", \"looking\", \"back\"], [\"looking\", \"back\", \"maybe\"], [\"back\", \"maybe\", \"suspicious\"], [\"maybe\", \"suspicious\", \"met\"], [\"suspicious\", \"met\", \"dutchborn\"], [\"met\", \"dutchborn\", \"felderhof\"], [\"dutchborn\", \"felderhof\", \"shifty\"], [\"felderhof\", \"shifty\", \"mug\"], [\"shifty\", \"mug\", \"gruff\"], [\"mug\", \"gruff\", \"manner\"], [\"gruff\", \"manner\", \"hideous\"], [\"manner\", \"hideous\", \"laugh\"], [\"hideous\", \"laugh\", \"trapped\"], [\"laugh\", \"trapped\", \"back\"], [\"trapped\", \"back\", \"throat\"], [\"back\", \"throat\", \"kkh\"], [\"throat\", \"kkh\", \"kkh\"], [\"kkh\", \"kkh\", \"kkhkkh\"], [\"kkh\", \"kkhkkh\", \"kkh\"], [\"kkhkkh\", \"kkh\", \"kkh\"], [\"kkh\", \"kkh\", \"still\"], [\"kkh\", \"still\", \"talent\"], [\"still\", \"talent\", \"storytelling\"], [\"talent\", \"storytelling\", \"made\"], [\"storytelling\", \"made\", \"enjoyable\"], [\"made\", \"enjoyable\", \"walsh\"], [\"enjoyable\", \"walsh\", \"pirate\"], [\"walsh\", \"pirate\", \"without\"], [\"pirate\", \"without\", \"eye\"], [\"without\", \"eye\", \"patcha\"], [\"eye\", \"patcha\", \"harddrinking\"], [\"patcha\", \"harddrinking\", \"swashbuckling\"], [\"harddrinking\", \"swashbuckling\", \"explorer\"], [\"swashbuckling\", \"explorer\", \"prowled\"], [\"explorer\", \"prowled\", \"world\"], [\"prowled\", \"world\", \"jungle\"], [\"world\", \"jungle\", \"dodging\"], [\"jungle\", \"dodging\", \"flash\"], [\"dodging\", \"flash\", \"flood\"], [\"flash\", \"flood\", \"poisonous\"], [\"flood\", \"poisonous\", \"snake\"], [\"poisonous\", \"snake\", \"wore\"], [\"snake\", \"wore\", \"14\"], [\"wore\", \"14\", \"bout\"], [\"14\", \"bout\", \"malaria\"], [\"bout\", \"malaria\", \"like\"], [\"malaria\", \"like\", \"medal\"], [\"like\", \"medal\", \"chest\"], [\"medal\", \"chest\", \"said\"], [\"chest\", \"said\", \"poor\"], [\"said\", \"poor\", \"1992\"], [\"poor\", \"1992\", \"steal\"], [\"1992\", \"steal\", \"christmas\"], [\"steal\", \"christmas\", \"tree\"], [\"christmas\", \"tree\", \"family\"], [\"tree\", \"family\", \"never\"], [\"family\", \"never\", \"pulled\"], [\"never\", \"pulled\", \"photo\"], [\"pulled\", \"photo\", \"ingrid\"], [\"photo\", \"ingrid\", \"second\"], [\"ingrid\", \"second\", \"wife\"], [\"second\", \"wife\", \"bought\"], [\"wife\", \"bought\", \"lamborghini\"], [\"bought\", \"lamborghini\", \"christmas\"], [\"lamborghini\", \"christmas\", \"said\"], [\"christmas\", \"said\", \"two\"], [\"said\", \"two\", \"seat\"], [\"two\", \"seat\", \"strapped\"], [\"seat\", \"strapped\", \"fing\"], [\"strapped\", \"fing\", \"engine\"], [\"fing\", \"engine\", \"think\"], [\"engine\", \"think\", \"shes\"], [\"think\", \"shes\", \"trying\"], [\"shes\", \"trying\", \"kill\"], [\"trying\", \"kill\", \"kkh\"], [\"kill\", \"kkh\", \"kkh\"], [\"kkh\", \"kkh\", \"kkh\"], [\"kkh\", \"kkh\", \"shortly\"], [\"kkh\", \"shortly\", \"met\"], [\"shortly\", \"met\", \"felderhof\"], [\"met\", \"felderhof\", \"took\"], [\"felderhof\", \"took\", \"dinner\"], [\"took\", \"dinner\", \"de\"], [\"dinner\", \"de\", \"guzman\"], [\"de\", \"guzman\", \"longtime\"], [\"guzman\", \"longtime\", \"pal\"], [\"longtime\", \"pal\", \"hed\"], [\"pal\", \"hed\", \"invited\"], [\"hed\", \"invited\", \"join\"], [\"invited\", \"join\", \"brex\"], [\"join\", \"brex\", \"team\"], [\"brex\", \"team\", \"filipino\"], [\"team\", \"filipino\", \"geologist\"], [\"filipino\", \"geologist\", \"beamed\"], [\"geologist\", \"beamed\", \"like\"], [\"beamed\", \"like\", \"jewel\"], [\"like\", \"jewel\", \"felderhof\"], [\"jewel\", \"felderhof\", \"explained\"], [\"felderhof\", \"explained\", \"couldnt\"], [\"explained\", \"couldnt\", \"discovered\"], [\"couldnt\", \"discovered\", \"gold\"], [\"discovered\", \"gold\", \"without\"], [\"gold\", \"without\", \"deputy\"], [\"without\", \"deputy\", \"pioneering\"], [\"deputy\", \"pioneering\", \"theory\"], [\"pioneering\", \"theory\", \"de\"], [\"theory\", \"de\", \"guzman\"], [\"de\", \"guzman\", \"boasted\"], [\"guzman\", \"boasted\", \"iq\"], [\"boasted\", \"iq\", \"ranged\"], [\"iq\", \"ranged\", \"150\"], [\"ranged\", \"150\", \"170\"], [\"150\", \"170\", \"came\"], [\"170\", \"came\", \"handy\"], [\"came\", \"handy\", \"hiked\"], [\"handy\", \"hiked\", \"32\"], [\"hiked\", \"32\", \"kilometer\"], [\"32\", \"kilometer\", \"dense\"], [\"kilometer\", \"dense\", \"jungle\"], [\"dense\", \"jungle\", \"camp\"], [\"jungle\", \"camp\", \"back\"], [\"camp\", \"back\", \"eating\"], [\"back\", \"eating\", \"noodle\"], [\"eating\", \"noodle\", \"every\"], [\"noodle\", \"every\", \"meal\"], [\"every\", \"meal\", \"week\"], [\"meal\", \"week\", \"hunting\"], [\"week\", \"hunting\", \"sign\"], [\"hunting\", \"sign\", \"mineralization\"], [\"sign\", \"mineralization\", \"first\"], [\"mineralization\", \"first\", \"two\"], [\"first\", \"two\", \"drill\"], [\"two\", \"drill\", \"hole\"], [\"drill\", \"hole\", \"failure\"], [\"hole\", \"failure\", \"almost\"], [\"failure\", \"almost\", \"closed\"], [\"almost\", \"closed\", \"property\"], [\"closed\", \"property\", \"recalled\"], [\"property\", \"recalled\", \"de\"], [\"recalled\", \"de\", \"guzman\"], [\"de\", \"guzman\", \"december\"], [\"guzman\", \"december\", \"1993\"], [\"december\", \"1993\", \"john\"], [\"1993\", \"john\", \"said\"], [\"john\", \"said\", \"close\"], [\"said\", \"close\", \"property\"], [\"close\", \"property\", \"made\"], [\"property\", \"made\", \"hit\"], [\"made\", \"hit\", \"never\"], [\"hit\", \"never\", \"mind\"], [\"never\", \"mind\", \"dozen\"], [\"mind\", \"dozen\", \"mining\"], [\"dozen\", \"mining\", \"company\"], [\"mining\", \"company\", \"dismissed\"], [\"company\", \"dismissed\", \"property\"], [\"dismissed\", \"property\", \"worthless\"], [\"property\", \"worthless\", \"previous\"], [\"worthless\", \"previous\", \"operator\"], [\"previous\", \"operator\", \"even\"], [\"operator\", \"even\", \"drilled\"], [\"even\", \"drilled\", \"19\"], [\"drilled\", \"19\", \"hole\"], [\"19\", \"hole\", \"wrong\"], [\"hole\", \"wrong\", \"place\"], [\"wrong\", \"place\", \"snickered\"], [\"place\", \"snickered\", \"felderhof\"], [\"snickered\", \"felderhof\", \"meal\"], [\"felderhof\", \"meal\", \"shallow\"], [\"meal\", \"shallow\", \"worker\"], [\"shallow\", \"worker\", \"used\"], [\"worker\", \"used\", \"wetdrilling\"], [\"used\", \"wetdrilling\", \"method\"], [\"wetdrilling\", \"method\", \"ironically\"], [\"method\", \"ironically\", \"washed\"], [\"ironically\", \"washed\", \"away\"], [\"washed\", \"away\", \"whatever\"], [\"away\", \"whatever\", \"gold\"], [\"whatever\", \"gold\", \"strike\"], [\"gold\", \"strike\", \"geology\"], [\"strike\", \"geology\", \"wasnt\"], [\"geology\", \"wasnt\", \"mind\"], [\"wasnt\", \"mind\", \"added\"], [\"mind\", \"added\", \"felderhof\"], [\"added\", \"felderhof\", \"spending\"], [\"felderhof\", \"spending\", \"time\"], [\"spending\", \"time\", \"town\"], [\"time\", \"town\", \"chasing\"], [\"town\", \"chasing\", \"girl\"], [\"chasing\", \"girl\", \"naming\"], [\"girl\", \"naming\", \"creek\"], [\"naming\", \"creek\", \"de\"], [\"creek\", \"de\", \"guzman\"], [\"de\", \"guzman\", \"turn\"], [\"guzman\", \"turn\", \"least\"], [\"turn\", \"least\", \"four\"], [\"least\", \"four\", \"wife\"], [\"four\", \"wife\", \"simultaneously\"], [\"wife\", \"simultaneously\", \"laughed\"], [\"simultaneously\", \"laughed\", \"recalled\"], [\"laughed\", \"recalled\", \"various\"], [\"recalled\", \"various\", \"creekskaren\"], [\"various\", \"creekskaren\", \"jenny\"], [\"creekskaren\", \"jenny\", \"martha\"], [\"jenny\", \"martha\", \"ann\"], [\"martha\", \"ann\", \"consulting\"], [\"ann\", \"consulting\", \"local\"], [\"consulting\", \"local\", \"tribe\"], [\"local\", \"tribe\", \"christian\"], [\"tribe\", \"christian\", \"dayaks\"], [\"christian\", \"dayaks\", \"gave\"], [\"dayaks\", \"gave\", \"creek\"], [\"gave\", \"creek\", \"back\"], [\"creek\", \"back\", \"traditional\"], [\"back\", \"traditional\", \"name\"], [\"traditional\", \"name\", \"continued\"], [\"name\", \"continued\", \"work\"], [\"continued\", \"work\", \"thing\"], [\"work\", \"thing\", \"got\"], [\"thing\", \"got\", \"tense\"], [\"got\", \"tense\", \"walsh\"], [\"tense\", \"walsh\", \"complained\"], [\"walsh\", \"complained\", \"breakin\"], [\"complained\", \"breakin\", \"calgary\"], [\"breakin\", \"calgary\", \"office\"], [\"calgary\", \"office\", \"two\"], [\"office\", \"two\", \"week\"], [\"two\", \"week\", \"earlier\"], [\"week\", \"earlier\", \"wife\"], [\"earlier\", \"wife\", \"found\"], [\"wife\", \"found\", \"spy\"], [\"found\", \"spy\", \"rifling\"], [\"spy\", \"rifling\", \"garbage\"], [\"rifling\", \"garbage\", \"bahamas\"], [\"garbage\", \"bahamas\", \"estate\"], [\"bahamas\", \"estate\", \"claim\"], [\"estate\", \"claim\", \"sent\"], [\"claim\", \"sent\", \"memo\"], [\"sent\", \"memo\", \"advising\"], [\"memo\", \"advising\", \"employee\"], [\"advising\", \"employee\", \"shred\"], [\"employee\", \"shred\", \"sensitive\"], [\"shred\", \"sensitive\", \"material\"], [\"sensitive\", \"material\", \"true\"], [\"material\", \"true\", \"make\"], [\"true\", \"make\", \"harder\"], [\"make\", \"harder\", \"investigator\"], [\"harder\", \"investigator\", \"solve\"], [\"investigator\", \"solve\", \"mystery\"], [\"solve\", \"mystery\", \"company\"], [\"mystery\", \"company\", \"top\"], [\"company\", \"top\", \"financial\"], [\"top\", \"financial\", \"officer\"], [\"financial\", \"officer\", \"rolando\"], [\"officer\", \"rolando\", \"francisco\"], [\"rolando\", \"francisco\", \"also\"], [\"francisco\", \"also\", \"caught\"], [\"also\", \"caught\", \"hysteria\"], [\"caught\", \"hysteria\", \"would\"], [\"hysteria\", \"would\", \"talk\"], [\"would\", \"talk\", \"hotel\"], [\"talk\", \"hotel\", \"room\"], [\"hotel\", \"room\", \"cranking\"], [\"room\", \"cranking\", \"volume\"], [\"cranking\", \"volume\", \"tv\"], [\"volume\", \"tv\", \"hyatt\"], [\"tv\", \"hyatt\", \"barrick\"], [\"hyatt\", \"barrick\", \"spokesman\"], [\"barrick\", \"spokesman\", \"luc\"], [\"spokesman\", \"luc\", \"lavoie\"], [\"luc\", \"lavoie\", \"waxing\"], [\"lavoie\", \"waxing\", \"philosophical\"], [\"waxing\", \"philosophical\", \"biggest\"], [\"philosophical\", \"biggest\", \"oil\"], [\"biggest\", \"oil\", \"discovery\"], [\"oil\", \"discovery\", \"oil\"], [\"discovery\", \"oil\", \"gold\"], [\"oil\", \"gold\", \"differentit\"], [\"gold\", \"differentit\", \"brings\"], [\"differentit\", \"brings\", \"emotion\"], [\"brings\", \"emotion\", \"cloud\"], [\"emotion\", \"cloud\", \"mind\"], [\"cloud\", \"mind\", \"people\"], [\"mind\", \"people\", \"clearly\"], [\"people\", \"clearly\", \"fogged\"], [\"clearly\", \"fogged\", \"mind\"], [\"fogged\", \"mind\", \"client\"], [\"mind\", \"client\", \"later\"], [\"client\", \"later\", \"learned\"], [\"later\", \"learned\", \"barrick\"], [\"learned\", \"barrick\", \"last\"], [\"barrick\", \"last\", \"november\"], [\"last\", \"november\", \"couldnt\"], [\"november\", \"couldnt\", \"find\"], [\"couldnt\", \"find\", \"gold\"], [\"find\", \"gold\", \"many\"], [\"gold\", \"many\", \"brex\"], [\"many\", \"brex\", \"sample\"], [\"brex\", \"sample\", \"cant\"], [\"sample\", \"cant\", \"scam\"], [\"cant\", \"scam\", \"munk\"], [\"scam\", \"munk\", \"screamed\"], [\"munk\", \"screamed\", \"deputy\"], [\"screamed\", \"deputy\", \"test\"], [\"deputy\", \"test\", \"figure\"], [\"test\", \"figure\", \"know\"], [\"figure\", \"know\", \"okay\"], [\"know\", \"okay\", \"confirm\"], [\"okay\", \"confirm\", \"looked\"], [\"confirm\", \"looked\", \"forward\"], [\"looked\", \"forward\", \"seeing\"], [\"forward\", \"seeing\", \"gold\"], [\"seeing\", \"gold\", \"four\"], [\"gold\", \"four\", \"day\"], [\"four\", \"day\", \"jakarta\"], [\"day\", \"jakarta\", \"felderhof\"], [\"jakarta\", \"felderhof\", \"joined\"], [\"felderhof\", \"joined\", \"flight\"], [\"joined\", \"flight\", \"balikpapan\"], [\"flight\", \"balikpapan\", \"place\"], [\"balikpapan\", \"place\", \"borneo\"], [\"place\", \"borneo\", \"runway\"], [\"borneo\", \"runway\", \"big\"], [\"runway\", \"big\", \"enough\"], [\"big\", \"enough\", \"handle\"], [\"enough\", \"handle\", \"plane\"], [\"handle\", \"plane\", \"trip\"], [\"plane\", \"trip\", \"explained\"], [\"trip\", \"explained\", \"brex\"], [\"explained\", \"brex\", \"spent\"], [\"brex\", \"spent\", \"1\"], [\"spent\", \"1\", \"million\"], [\"1\", \"million\", \"socialdevelopment\"], [\"million\", \"socialdevelopment\", \"program\"], [\"socialdevelopment\", \"program\", \"tribe\"], [\"program\", \"tribe\", \"christian\"], [\"tribe\", \"christian\", \"dayaks\"], [\"christian\", \"dayaks\", \"comprised\"], [\"dayaks\", \"comprised\", \"bulk\"], [\"comprised\", \"bulk\", \"400\"], [\"bulk\", \"400\", \"worker\"], [\"400\", \"worker\", \"ive\"], [\"worker\", \"ive\", \"always\"], [\"ive\", \"always\", \"interested\"], [\"always\", \"interested\", \"developing\"], [\"interested\", \"developing\", \"people\"], [\"developing\", \"people\", \"said\"], [\"people\", \"said\", \"balikpapan\"], [\"said\", \"balikpapan\", \"exhilarating\"], [\"balikpapan\", \"exhilarating\", \"twohour\"], [\"exhilarating\", \"twohour\", \"jaunt\"], [\"twohour\", \"jaunt\", \"helicopter\"], [\"jaunt\", \"helicopter\", \"busang\"], [\"helicopter\", \"busang\", \"dense\"], [\"busang\", \"dense\", \"swampy\"], [\"dense\", \"swampy\", \"jungle\"], [\"swampy\", \"jungle\", \"stretched\"], [\"jungle\", \"stretched\", \"far\"], [\"stretched\", \"far\", \"eye\"], [\"far\", \"eye\", \"could\"], [\"eye\", \"could\", \"see\"], [\"could\", \"see\", \"felderhof\"], [\"see\", \"felderhof\", \"leaned\"], [\"felderhof\", \"leaned\", \"said\"], [\"leaned\", \"said\", \"chopper\"], [\"said\", \"chopper\", \"made\"], [\"chopper\", \"made\", \"emergency\"], [\"made\", \"emergency\", \"landing\"], [\"emergency\", \"landing\", \"area\"], [\"landing\", \"area\", \"pilot\"], [\"area\", \"pilot\", \"found\"], [\"pilot\", \"found\", \"four\"], [\"found\", \"four\", \"day\"], [\"four\", \"day\", \"later\"], [\"day\", \"later\", \"body\"], [\"later\", \"body\", \"covered\"], [\"body\", \"covered\", \"leech\"], [\"covered\", \"leech\", \"yelled\"], [\"leech\", \"yelled\", \"felderhof\"], [\"yelled\", \"felderhof\", \"roar\"], [\"felderhof\", \"roar\", \"engine\"], [\"roar\", \"engine\", \"kkh\"], [\"engine\", \"kkh\", \"kkh\"], [\"kkh\", \"kkh\", \"kkh\"], [\"kkh\", \"kkh\", \"little\"], [\"kkh\", \"little\", \"know\"], [\"little\", \"know\", \"six\"], [\"know\", \"six\", \"week\"], [\"six\", \"week\", \"later\"], [\"week\", \"later\", \"felderhofs\"], [\"later\", \"felderhofs\", \"sidekick\"], [\"felderhofs\", \"sidekick\", \"de\"], [\"sidekick\", \"de\", \"guzman\"], [\"de\", \"guzman\", \"would\"], [\"guzman\", \"would\", \"apparently\"], [\"would\", \"apparently\", \"throw\"], [\"apparently\", \"throw\", \"chopper\"], [\"throw\", \"chopper\", \"sitting\"], [\"chopper\", \"sitting\", \"would\"], [\"sitting\", \"would\", \"also\"], [\"would\", \"also\", \"take\"], [\"also\", \"take\", \"four\"], [\"take\", \"four\", \"day\"], [\"four\", \"day\", \"find\"], [\"day\", \"find\", \"body\"], [\"find\", \"body\", \"partly\"], [\"body\", \"partly\", \"devoured\"], [\"partly\", \"devoured\", \"wild\"], [\"devoured\", \"wild\", \"pig\"], [\"wild\", \"pig\", \"creature\"], [\"pig\", \"creature\", \"ground\"], [\"creature\", \"ground\", \"would\"], [\"ground\", \"would\", \"never\"], [\"would\", \"never\", \"know\"], [\"never\", \"know\", \"wasnt\"], [\"know\", \"wasnt\", \"real\"], [\"wasnt\", \"real\", \"deal\"], [\"real\", \"deal\", \"production\"], [\"deal\", \"production\", \"busang\"], [\"production\", \"busang\", \"hollywood\"], [\"busang\", \"hollywood\", \"set\"], [\"hollywood\", \"set\", \"2000\"], [\"set\", \"2000\", \"dayaks\"], [\"2000\", \"dayaks\", \"extra\"], [\"dayaks\", \"extra\", \"brex\"], [\"extra\", \"brex\", \"electrified\"], [\"brex\", \"electrified\", \"village\"], [\"electrified\", \"village\", \"built\"], [\"village\", \"built\", \"new\"], [\"built\", \"new\", \"church\"], [\"new\", \"church\", \"opened\"], [\"church\", \"opened\", \"kindergarten\"], [\"opened\", \"kindergarten\", \"organized\"], [\"kindergarten\", \"organized\", \"sewing\"], [\"organized\", \"sewing\", \"class\"], [\"sewing\", \"class\", \"local\"], [\"class\", \"local\", \"woman\"], [\"local\", \"woman\", \"swath\"], [\"woman\", \"swath\", \"jungle\"], [\"swath\", \"jungle\", \"cleared\"], [\"jungle\", \"cleared\", \"airport\"], [\"cleared\", \"airport\", \"brex\"], [\"airport\", \"brex\", \"planned\"], [\"brex\", \"planned\", \"open\"], [\"planned\", \"open\", \"fishery\"], [\"open\", \"fishery\", \"poultryfarming\"], [\"fishery\", \"poultryfarming\", \"venture\"], [\"poultryfarming\", \"venture\", \"enable\"], [\"venture\", \"enable\", \"tribe\"], [\"enable\", \"tribe\", \"sell\"], [\"tribe\", \"sell\", \"product\"], [\"sell\", \"product\", \"mine\"], [\"product\", \"mine\", \"shared\"], [\"mine\", \"shared\", \"cigar\"], [\"shared\", \"cigar\", \"young\"], [\"cigar\", \"young\", \"villager\"], [\"young\", \"villager\", \"received\"], [\"villager\", \"received\", \"scholarship\"], [\"received\", \"scholarship\", \"brex\"], [\"scholarship\", \"brex\", \"study\"], [\"brex\", \"study\", \"engineering\"], [\"study\", \"engineering\", \"met\"], [\"engineering\", \"met\", \"pebit\"], [\"met\", \"pebit\", \"barefoot\"], [\"pebit\", \"barefoot\", \"dayak\"], [\"barefoot\", \"dayak\", \"leader\"], [\"dayak\", \"leader\", \"helping\"], [\"leader\", \"helping\", \"construct\"], [\"helping\", \"construct\", \"new\"], [\"construct\", \"new\", \"home\"], [\"new\", \"home\", \"workersa\"], [\"home\", \"workersa\", \"tribal\"], [\"workersa\", \"tribal\", \"levittown\"], [\"tribal\", \"levittown\", \"courtesy\"], [\"levittown\", \"courtesy\", \"brex\"], [\"courtesy\", \"brex\", \"translator\"], [\"brex\", \"translator\", \"pebit\"], [\"translator\", \"pebit\", \"boasted\"], [\"pebit\", \"boasted\", \"decision\"], [\"boasted\", \"decision\", \"sacrifice\"], [\"decision\", \"sacrifice\", \"pig\"], [\"sacrifice\", \"pig\", \"god\"], [\"pig\", \"god\", \"allowed\"], [\"god\", \"allowed\", \"gold\"], [\"allowed\", \"gold\", \"pulled\"], [\"gold\", \"pulled\", \"ground\"], [\"pulled\", \"ground\", \"army\"], [\"ground\", \"army\", \"young\"], [\"army\", \"young\", \"geologist\"], [\"young\", \"geologist\", \"working\"], [\"geologist\", \"working\", \"site\"], [\"working\", \"site\", \"exploration\"], [\"site\", \"exploration\", \"camp\"], [\"exploration\", \"camp\", \"drank\"], [\"camp\", \"drank\", \"bintang\"], [\"drank\", \"bintang\", \"local\"], [\"bintang\", \"local\", \"beer\"], [\"local\", \"beer\", \"deep\"], [\"beer\", \"deep\", \"night\"], [\"deep\", \"night\", \"ten\"], [\"night\", \"ten\", \"worker\"], [\"ten\", \"worker\", \"many\"], [\"worker\", \"many\", \"fresh\"], [\"many\", \"fresh\", \"geology\"], [\"fresh\", \"geology\", \"school\"], [\"geology\", \"school\", \"canada\"], [\"school\", \"canada\", \"indonesia\"], [\"canada\", \"indonesia\", \"philippine\"], [\"indonesia\", \"philippine\", \"listened\"], [\"philippine\", \"listened\", \"wild\"], [\"listened\", \"wild\", \"monkey\"], [\"wild\", \"monkey\", \"screech\"], [\"monkey\", \"screech\", \"like\"], [\"screech\", \"like\", \"siren\"], [\"like\", \"siren\", \"darkness\"], [\"siren\", \"darkness\", \"young\"], [\"darkness\", \"young\", \"men\"], [\"young\", \"men\", \"talked\"], [\"men\", \"talked\", \"rigor\"], [\"talked\", \"rigor\", \"life\"], [\"rigor\", \"life\", \"bush\"], [\"life\", \"bush\", \"complained\"], [\"bush\", \"complained\", \"grueling\"], [\"complained\", \"grueling\", \"work\"], [\"grueling\", \"work\", \"schedule\"], [\"work\", \"schedule\", \"eight\"], [\"schedule\", \"eight\", \"week\"], [\"eight\", \"week\", \"two\"], [\"week\", \"two\", \"week\"], [\"two\", \"week\", \"lack\"], [\"week\", \"lack\", \"sex\"], [\"lack\", \"sex\", \"believed\"], [\"sex\", \"believed\", \"making\"], [\"believed\", \"making\", \"history\"], [\"making\", \"history\", \"geological\"], [\"history\", \"geological\", \"equivalent\"], [\"geological\", \"equivalent\", \"batboys\"], [\"equivalent\", \"batboys\", \"world\"], [\"batboys\", \"world\", \"champion\"], [\"world\", \"champion\", \"yankee\"], [\"champion\", \"yankee\", \"didnt\"], [\"yankee\", \"didnt\", \"know\"], [\"didnt\", \"know\", \"pawn\"], [\"know\", \"pawn\", \"crooked\"], [\"pawn\", \"crooked\", \"game\"], [\"crooked\", \"game\", \"fixed\"], [\"game\", \"fixed\", \"getgo\"], [\"fixed\", \"getgo\", \"two\"], [\"getgo\", \"two\", \"day\"], [\"two\", \"day\", \"tour\"], [\"day\", \"tour\", \"saw\"], [\"tour\", \"saw\", \"gold\"], [\"saw\", \"gold\", \"didnt\"], [\"gold\", \"didnt\", \"know\"], [\"didnt\", \"know\", \"real\"], [\"know\", \"real\", \"gold\"], [\"real\", \"gold\", \"supposed\"], [\"gold\", \"supposed\", \"look\"], [\"supposed\", \"look\", \"like\"], [\"look\", \"like\", \"buried\"], [\"like\", \"buried\", \"long\"], [\"buried\", \"long\", \"tubular\"], [\"long\", \"tubular\", \"core\"], [\"tubular\", \"core\", \"sample\"], [\"core\", \"sample\", \"return\"], [\"sample\", \"return\", \"trip\"], [\"return\", \"trip\", \"included\"], [\"trip\", \"included\", \"sevenhour\"], [\"included\", \"sevenhour\", \"speedboat\"], [\"sevenhour\", \"speedboat\", \"ride\"], [\"speedboat\", \"ride\", \"narrow\"], [\"ride\", \"narrow\", \"mahakam\"], [\"narrow\", \"mahakam\", \"river\"], [\"mahakam\", \"river\", \"cesar\"], [\"river\", \"cesar\", \"puspos\"], [\"cesar\", \"puspos\", \"de\"], [\"puspos\", \"de\", \"guzmans\"], [\"de\", \"guzmans\", \"36yearold\"], [\"guzmans\", \"36yearold\", \"deputy\"], [\"36yearold\", \"deputy\", \"spent\"], [\"deputy\", \"spent\", \"day\"], [\"spent\", \"day\", \"waving\"], [\"day\", \"waving\", \"local\"], [\"waving\", \"local\", \"lived\"], [\"local\", \"lived\", \"shabby\"], [\"lived\", \"shabby\", \"hut\"], [\"shabby\", \"hut\", \"washed\"], [\"hut\", \"washed\", \"muddy\"], [\"washed\", \"muddy\", \"water\"], [\"muddy\", \"water\", \"used\"], [\"water\", \"used\", \"defecation\"], [\"used\", \"defecation\", \"puspos\"], [\"defecation\", \"puspos\", \"contrast\"], [\"puspos\", \"contrast\", \"struck\"], [\"contrast\", \"struck\", \"rich\"], [\"struck\", \"rich\", \"drove\"], [\"rich\", \"drove\", \"bmw\"], [\"drove\", \"bmw\", \"described\"], [\"bmw\", \"described\", \"de\"], [\"described\", \"de\", \"guzman\"], [\"de\", \"guzman\", \"mentor\"], [\"guzman\", \"mentor\", \"awakened\"], [\"mentor\", \"awakened\", \"middle\"], [\"awakened\", \"middle\", \"night\"], [\"middle\", \"night\", \"frenzy\"], [\"night\", \"frenzy\", \"announce\"], [\"frenzy\", \"announce\", \"solved\"], [\"announce\", \"solved\", \"busangs\"], [\"solved\", \"busangs\", \"geological\"], [\"busangs\", \"geological\", \"puzzle\"], [\"geological\", \"puzzle\", \"arrived\"], [\"puzzle\", \"arrived\", \"brexs\"], [\"arrived\", \"brexs\", \"office\"], [\"brexs\", \"office\", \"city\"], [\"office\", \"city\", \"samarinda\"], [\"city\", \"samarinda\", \"noticed\"], [\"samarinda\", \"noticed\", \"huge\"], [\"noticed\", \"huge\", \"pile\"], [\"huge\", \"pile\", \"core\"], [\"pile\", \"core\", \"sample\"], [\"core\", \"sample\", \"bag\"], [\"sample\", \"bag\", \"persuaded\"], [\"bag\", \"persuaded\", \"puspos\"], [\"persuaded\", \"puspos\", \"climb\"], [\"puspos\", \"climb\", \"atop\"], [\"climb\", \"atop\", \"picture\"], [\"atop\", \"picture\", \"investigator\"], [\"picture\", \"investigator\", \"say\"], [\"investigator\", \"say\", \"brexs\"], [\"say\", \"brexs\", \"sample\"], [\"brexs\", \"sample\", \"probably\"], [\"sample\", \"probably\", \"salted\"], [\"probably\", \"salted\", \"samarinda\"], [\"salted\", \"samarinda\", \"delivered\"], [\"samarinda\", \"delivered\", \"testing\"], [\"delivered\", \"testing\", \"lab\"], [\"testing\", \"lab\", \"balikpapan\"], [\"lab\", \"balikpapan\", \"walsh\"], [\"balikpapan\", \"walsh\", \"said\"], [\"walsh\", \"said\", \"bag\"], [\"said\", \"bag\", \"transported\"], [\"bag\", \"transported\", \"directly\"], [\"transported\", \"directly\", \"busang\"], [\"directly\", \"busang\", \"lab\"], [\"busang\", \"lab\", \"day\"], [\"lab\", \"day\", \"jakarta\"], [\"day\", \"jakarta\", \"returned\"], [\"jakarta\", \"returned\", \"state\"], [\"returned\", \"state\", \"february\"], [\"state\", \"february\", \"17\"], [\"february\", \"17\", \"brex\"], [\"17\", \"brex\", \"soon\"], [\"brex\", \"soon\", \"unraveled\"], [\"soon\", \"unraveled\", \"even\"], [\"unraveled\", \"even\", \"many\"], [\"even\", \"many\", \"believer\"], [\"many\", \"believer\", \"chose\"], [\"believer\", \"chose\", \"stay\"], [\"chose\", \"stay\", \"blind\"], [\"stay\", \"blind\", \"march\"], [\"blind\", \"march\", \"de\"], [\"march\", \"de\", \"guzmans\"], [\"de\", \"guzmans\", \"death\"], [\"guzmans\", \"death\", \"barricks\"], [\"death\", \"barricks\", \"peter\"], [\"barricks\", \"peter\", \"munk\"], [\"peter\", \"munk\", \"told\"], [\"munk\", \"told\", \"fortune\"], [\"told\", \"fortune\", \"dont\"], [\"fortune\", \"dont\", \"believe\"], [\"dont\", \"believe\", \"guy\"], [\"believe\", \"guy\", \"salted\"], [\"guy\", \"salted\", \"mineyou\"], [\"salted\", \"mineyou\", \"couldnt\"], [\"mineyou\", \"couldnt\", \"fooled\"], [\"couldnt\", \"fooled\", \"many\"], [\"fooled\", \"many\", \"analyst\"], [\"many\", \"analyst\", \"long\"], [\"analyst\", \"long\", \"freeport\"], [\"long\", \"freeport\", \"said\"], [\"freeport\", \"said\", \"drilling\"], [\"said\", \"drilling\", \"showed\"], [\"drilling\", \"showed\", \"insignificant\"], [\"showed\", \"insignificant\", \"gold\"], [\"insignificant\", \"gold\", \"brexs\"], [\"gold\", \"brexs\", \"flack\"], [\"brexs\", \"flack\", \"hill\"], [\"flack\", \"hill\", \"knowlton\"], [\"hill\", \"knowlton\", \"suggested\"], [\"knowlton\", \"suggested\", \"freeport\"], [\"suggested\", \"freeport\", \"behind\"], [\"freeport\", \"behind\", \"scheme\"], [\"behind\", \"scheme\", \"lower\"], [\"scheme\", \"lower\", \"stock\"], [\"lower\", \"stock\", \"price\"], [\"stock\", \"price\", \"see\"], [\"price\", \"see\", \"following\"], [\"see\", \"following\", \"box\"], [\"following\", \"box\", \"last\"], [\"box\", \"last\", \"time\"], [\"last\", \"time\", \"heard\"], [\"time\", \"heard\", \"walsh\"], [\"heard\", \"walsh\", \"march\"], [\"walsh\", \"march\", \"20\"], [\"march\", \"20\", \"left\"], [\"20\", \"left\", \"phone\"], [\"left\", \"phone\", \"message\"], [\"phone\", \"message\", \"confirming\"], [\"message\", \"confirming\", \"arcane\"], [\"confirming\", \"arcane\", \"historical\"], [\"arcane\", \"historical\", \"fact\"], [\"historical\", \"fact\", \"storya\"], [\"fact\", \"storya\", \"day\"], [\"storya\", \"day\", \"de\"], [\"day\", \"de\", \"guzmans\"], [\"de\", \"guzmans\", \"death\"], [\"guzmans\", \"death\", \"week\"], [\"death\", \"week\", \"freeport\"], [\"week\", \"freeport\", \"called\"], [\"freeport\", \"called\", \"walsh\"], [\"called\", \"walsh\", \"news\"], [\"walsh\", \"news\", \"coming\"], [\"news\", \"coming\", \"dry\"], [\"coming\", \"dry\", \"busang\"], [\"dry\", \"busang\", \"crook\"], [\"busang\", \"crook\", \"mr\"], [\"crook\", \"mr\", \"magoo\"], [\"mr\", \"magoo\", \"mining\"], [\"magoo\", \"mining\", \"looking\"], [\"mining\", \"looking\", \"back\"], [\"looking\", \"back\", \"thing\"], [\"back\", \"thing\", \"seemed\"], [\"thing\", \"seemed\", \"suspicious\"], [\"seemed\", \"suspicious\", \"like\"], [\"suspicious\", \"like\", \"accidental\"], [\"like\", \"accidental\", \"fire\"], [\"accidental\", \"fire\", \"busang\"], [\"fire\", \"busang\", \"destroyed\"], [\"busang\", \"destroyed\", \"building\"], [\"destroyed\", \"building\", \"containing\"], [\"building\", \"containing\", \"de\"], [\"containing\", \"de\", \"guzmans\"], [\"de\", \"guzmans\", \"paper\"], [\"guzmans\", \"paper\", \"visible\"], [\"paper\", \"visible\", \"gold\"], [\"visible\", \"gold\", \"sample\"], [\"gold\", \"sample\", \"also\"], [\"sample\", \"also\", \"disappointed\"], [\"also\", \"disappointed\", \"see\"], [\"disappointed\", \"see\", \"gold\"], [\"see\", \"gold\", \"century\"], [\"gold\", \"century\", \"biggest\"], [\"century\", \"biggest\", \"gold\"], [\"biggest\", \"gold\", \"deposit\"], [\"gold\", \"deposit\", \"geologist\"], [\"deposit\", \"geologist\", \"steve\"], [\"geologist\", \"steve\", \"hughes\"], [\"steve\", \"hughes\", \"took\"], [\"hughes\", \"took\", \"bush\"], [\"took\", \"bush\", \"creek\"], [\"bush\", \"creek\", \"panned\"], [\"creek\", \"panned\", \"found\"], [\"panned\", \"found\", \"nothing\"], [\"found\", \"nothing\", \"thats\"], [\"nothing\", \"thats\", \"strange\"], [\"thats\", \"strange\", \"said\"], [\"strange\", \"said\", \"hughes\"], [\"said\", \"hughes\", \"youd\"], [\"hughes\", \"youd\", \"think\"], [\"youd\", \"think\", \"wed\"], [\"think\", \"wed\", \"find\"], [\"wed\", \"find\", \"something\"], [\"find\", \"something\", \"next\"], [\"something\", \"next\", \"day\"], [\"next\", \"day\", \"needled\"], [\"day\", \"needled\", \"felderhof\"], [\"needled\", \"felderhof\", \"telling\"], [\"felderhof\", \"telling\", \"bad\"], [\"telling\", \"bad\", \"news\"], [\"bad\", \"news\", \"brex\"], [\"news\", \"brex\", \"gold\"], [\"brex\", \"gold\", \"huh\"], [\"gold\", \"huh\", \"snapped\"], [\"huh\", \"snapped\", \"back\"], [\"snapped\", \"back\", \"kkh\"], [\"back\", \"kkh\", \"kkh\"], [\"kkh\", \"kkh\", \"kkh\"], [\"kkh\", \"kkh\", \"another\"], [\"kkh\", \"another\", \"peculiar\"], [\"another\", \"peculiar\", \"moment\"], [\"peculiar\", \"moment\", \"one\"], [\"moment\", \"one\", \"last\"], [\"one\", \"last\", \"meeting\"], [\"last\", \"meeting\", \"jakarta\"], [\"meeting\", \"jakarta\", \"felderhof\"], [\"jakarta\", \"felderhof\", \"de\"], [\"felderhof\", \"de\", \"guzman\"], [\"de\", \"guzman\", \"walked\"], [\"guzman\", \"walked\", \"rose\"], [\"walked\", \"rose\", \"slapped\"], [\"rose\", \"slapped\", \"back\"], [\"slapped\", \"back\", \"congratulating\"], [\"back\", \"congratulating\", \"freeports\"], [\"congratulating\", \"freeports\", \"emerging\"], [\"freeports\", \"emerging\", \"brexs\"], [\"emerging\", \"brexs\", \"new\"], [\"brexs\", \"new\", \"partner\"], [\"new\", \"partner\", \"thrilled\"], [\"partner\", \"thrilled\", \"instead\"], [\"thrilled\", \"instead\", \"stone\"], [\"instead\", \"stone\", \"cold\"], [\"stone\", \"cold\", \"grim\"], [\"cold\", \"grim\", \"icy\"], [\"grim\", \"icy\", \"didnt\"], [\"icy\", \"didnt\", \"even\"], [\"didnt\", \"even\", \"look\"], [\"even\", \"look\", \"clear\"], [\"look\", \"clear\", \"wanted\"], [\"clear\", \"wanted\", \"talk\"], [\"wanted\", \"talk\", \"felderhof\"], [\"talk\", \"felderhof\", \"alone\"], [\"felderhof\", \"alone\", \"matter\"], [\"alone\", \"matter\", \"pulled\"], [\"matter\", \"pulled\", \"crime\"], [\"pulled\", \"crime\", \"brex\"], [\"crime\", \"brex\", \"left\"], [\"brex\", \"left\", \"mother\"], [\"left\", \"mother\", \"lode\"], [\"mother\", \"lode\", \"victimsfrom\"], [\"lode\", \"victimsfrom\", \"individual\"], [\"victimsfrom\", \"individual\", \"investor\"], [\"individual\", \"investor\", \"poor\"], [\"investor\", \"poor\", \"tribal\"], [\"poor\", \"tribal\", \"people\"], [\"tribal\", \"people\", \"counting\"], [\"people\", \"counting\", \"mine\"], [\"counting\", \"mine\", \"earn\"], [\"mine\", \"earn\", \"meager\"], [\"earn\", \"meager\", \"living\"], [\"meager\", \"living\", \"even\"], [\"living\", \"even\", \"pro\"], [\"even\", \"pro\", \"got\"], [\"pro\", \"got\", \"burned\"], [\"got\", \"burned\", \"tale\"], [\"burned\", \"tale\", \"greed\"], [\"tale\", \"greed\", \"recently\"], [\"greed\", \"recently\", \"caught\"], [\"recently\", \"caught\", \"macintosh\"], [\"caught\", \"macintosh\", \"jp\"], [\"macintosh\", \"jp\", \"morgan\"], [\"jp\", \"morgan\", \"brex\"], [\"morgan\", \"brex\", \"banker\"], [\"brex\", \"banker\", \"wed\"], [\"banker\", \"wed\", \"shared\"], [\"wed\", \"shared\", \"several\"], [\"shared\", \"several\", \"meal\"], [\"several\", \"meal\", \"jakarta\"], [\"meal\", \"jakarta\", \"jabbered\"], [\"jakarta\", \"jabbered\", \"hour\"], [\"jabbered\", \"hour\", \"gold\"], [\"hour\", \"gold\", \"mine\"], [\"gold\", \"mine\", \"would\"], [\"mine\", \"would\", \"lucrative\"], [\"would\", \"lucrative\", \"world\"], [\"lucrative\", \"world\", \"doug\"], [\"world\", \"doug\", \"mining\"], [\"doug\", \"mining\", \"engineer\"], [\"mining\", \"engineer\", \"30\"], [\"engineer\", \"30\", \"year\"], [\"30\", \"year\", \"experience\"], [\"year\", \"experience\", \"curious\"], [\"experience\", \"curious\", \"felt\"], [\"curious\", \"felt\", \"suckered\"], [\"felt\", \"suckered\", \"surprised\"], [\"suckered\", \"surprised\", \"every\"], [\"surprised\", \"every\", \"turn\"], [\"every\", \"turn\", \"thing\"], [\"turn\", \"thing\", \"said\"], [\"thing\", \"said\", \"noting\"], [\"said\", \"noting\", \"fortunate\"], [\"noting\", \"fortunate\", \"held\"], [\"fortunate\", \"held\", \"press\"], [\"held\", \"press\", \"hope\"], [\"press\", \"hope\", \"lucky\"], [\"hope\", \"lucky\", \"chance\"], [\"lucky\", \"chance\", \"mate\"]], \"URL\": \"http://archive.fortune.com/magazines/fortune/fortune_archive/1997/06/09/227519/index.htm\"}"