"{\"Text\": \"1. This is a Legal Agreement\\n\\nThis Terms of Service (Terms) is a legal agreement between you and the Slate Group LLC (Slate, we or us) governing your access to and use of the websites and online services that Slate operates and that link to these Terms, including, without limitation, the Slate Content and User Content and any Subscription Services (collectively, the Services). Please read the Terms carefully before using the Services. Using the Services indicates that you accept and agree to be bound by the Terms. Do not use the Services if you do not accept the Terms. Slate may change or modify the Services or the Terms at any time. Such changes, revisions, or modifications shall be effective immediately upon being posted in relation to the Services. Any use of the Services by you after we post changes to the Terms constitutes your acceptance of those changes. You represent that you are at least 18 years old, and that all information you submit is correct.\\n\\nTHESE TERMS CONTAIN DISCLAIMERS OF WARRANTIES (SECTION 10), DISCLAIMERS OF LIABILITY AND AN EXCLUSIVE REMEDY (SECTION 11), AS WELL AS INFORMATION ABOUT CERTAIN LimitationS ON YOUR ABILITY TO Bring A Claim AGAINST US (SECTION 16).\\n\\n2. Prohibited Content and Activities\\n\\nYou may not access or use, or attempt to access or use, the Services to take any action that could harm us or any person or entity (a person), interfere with the operation of the Services, or use the Services in a manner that violates any laws. For example, and without limitation, you may not:\\n\\nImpersonate any person or falsely state or otherwise misrepresent your credentials, affiliation with any person, or the origin of any information you provide;\\n\\n\\n\\n\\n\\nEngage in unauthorized spidering, scraping, or harvesting of content or information, or use any other unauthorized automated means to compile information;\\n\\n\\n\\n\\n\\nObtain or attempt to gain unauthorized access to other computer systems, materials, information or any services available on or through the Services;\\n\\n\\n\\n\\n\\nUse any device, software, or routine to interfere or attempt to interfere with the proper working of the Services or any activity conducted on the Services or attempt to probe, scan, test the vulnerability of, or breach the security of any system, device or network;\\n\\n\\n\\n\\n\\nCircumvent, reverse engineer, decipher, decompile, disassemble, decrypt, or otherwise alter or interfere with (or attempt, encourage, or support anyone elses attempt to engage in such activities) any of the software comprising or in any way making up a part of the Services. The use or distribution of tools designed for compromising security (e.g., password guessing programs, cracking tools or network probing tools) is strictly prohibited;\\n\\n\\n\\n\\n\\nTake any action that imposes an unreasonable or disproportionately large load on our network or infrastructure;\\n\\n\\n\\n\\n\\nUpload or otherwise transmit any communication, software, or material that contains a virus or is otherwise harmful to Slates or its users computers, devices or systems; or\\n\\n\\n\\n\\n\\nEngage in any other conduct that restricts or inhibits any person from using or enjoying the Services, or that, in our sole judgment, exposes us or any of our affiliates, users or any other third party to any liability, damages, or detriment of any type.\\n\\nViolations of system or network security and certain other conduct may result in civil or criminal liability. We may investigate and work with law enforcement authorities to prosecute users who violate the Terms. We may suspend or terminate your access to the Services for any or no reason at any time without notice.\\n\\n3. User Submissions\\n\\nCertain areas of the Services may enable you to post comments, send emails, or otherwise provide information to Slate or other persons. You remain fully responsible for the materials that you provide to us or others, including without limitation information, audio recordings, photographs, documents, or other materials submitted, posted, uploaded, sent or otherwise transmitted to us or others (User Content). You agree not to provide User Content that:\\n\\nInfringes on, misappropriates or otherwise violates the copyright, trademark, patent or other intellectual property right of any person;\\n\\n\\n\\n\\n\\nIs false, misleading, libelous, slanderous, defamatory, obscene, abusive, hateful, or sexually-explicit;\\n\\n\\n\\n\\n\\nViolates a persons right to privacy or publicity;\\n\\n\\n\\n\\n\\nContains advertising or a solicitation of any kind;\\n\\n\\n\\n\\n\\nDegrades others on the basis of gender, race, class, ethnicity, national origin, religion, sexual preference, orientation or identity, disability, or other classification;\\n\\n\\n\\n\\n\\nContains epithets or other language or material intended to intimidate or to incite violence; or\\n\\n\\n\\n\\n\\nViolates any applicable local, state, national, or international law, or advocates illegal activity.\\n\\nIf the Services permit you to post or publish User Content, you may only post User Content that is original and that you have the right to post. By submitting User Content, you grant us a royalty-free, irrevocable, perpetual, non-exclusive, worldwide, fully sub-licensable, transferable, license to publish, reproduce, distribute, display, perform, edit, adapt, modify, translate, create derivative works, make, sell, offer for sale, export, and otherwise use and exploit your User Content (or any portion thereof) in any way that we want and in any form, media, or technology now known or later developed. You hereby waive any moral rights you may have in your User Content. You represent that you have obtained all necessary permissions from any person identified in or implicated by your submission (including those shown in photographic content), and, in the case of minors, also from their parents or legal guardians, as appropriate.\\n\\nWe are not obligated to publish or use your User Content. Slate is not in any manner endorsing any User Content or Slate Content that it may publish or post on the Services and cannot, and will not, vouch for its reliability. Slate is not responsible for any User Content or Slate Content and has no duty to monitor the User Content or Slate Content posted on the Services. You use any information contained in User Content or Slate Content at your own risk. Slate and its designees have the right, in their sole discretion, to monitor, review, edit, remove, delete, disable, refuse, restrict, or terminate access to your User Content or the Services (in whole or in part) at any time, without prior notice and in our sole discretion, for any or no reason. The obligations that you have to us under these Terms shall survive termination of the Services, any use by you of the Services, any User Content on the Services, or these Terms. You will not continue to post any User Content that Slate has previously advised you not to post.\\n\\nIf you are under the age of 13, you may not submit any User Content to us. If you are under the age of 18 but at least 13 years of age, you may submit User Content only with the permission of, and under the supervision of, a parent or legal guardian. If you are a parent or legal guardian agreeing to these rules for the benefit of an individual between the ages of 13 and 18, please be advised that you are fully responsible for his or her User Content and any legal liability that he or she may incur.\\n\\n4. Subscription Services\\n\\nSubscription Services. Certain Services, such as Slate Plus, may be available only through creation of a subscription account and payment of a fee (Subscription Services). Through such Subscription Services accounts, you will have access to the Subscription Services for a fixed term, which will not renew automatically unless otherwise disclosed to you when you pay for the Subscription Services.\\n\\n\\n\\n\\n\\nSubscription Services. Certain Services, such as Slate Plus, may be available only through creation of a subscription account and payment of a fee (Subscription Services). Through such Subscription Services accounts, you will have access to the Subscription Services for a fixed term, which will not renew automatically unless otherwise disclosed to you when you pay for the Subscription Services. Access Restrictions. You are not authorized to access any Subscription Services unless you have opened a subscription account and paid the appropriate fee, have received access credentials (e.g., a username and password) from us, and are using those access credentials. You may not assist anyone else in accessing Subscription Services on an unauthorized basis, including by sharing your access credentials or providing any content or other materials that you obtained through Subscription Services to third parties. You are responsible for maintaining the confidentiality of your access credentials and for all usage or activity on your Subscription Services accounts, including the use of Subscription Services by any third party authorized by you to use your access credentials. Such responsibility expressly includes any purchases made or other charges incurred on your credit card in connection with your use (or an authorized third partys use) of the Subscription Services. In the event of any fraudulent, abusive or otherwise illegal activity on your Subscription Services accounts, we may, in our sole discretion, terminate those accounts and refer you to appropriate law enforcement agencies. You may be responsible for damages from any such fraudulent, abusive, or otherwise illegal activity.\\n\\n\\n\\n\\n\\nAge and Billing Authorization. By subscribing to a Subscription Service, you confirm that you are at least 18 years of age, that all information you submit is true and correct (including all credit card information), and that you are the authorized holder of the credit card.\\n\\n\\n\\n\\n\\nFees. You agree to pay all subscription fees and other charges to your Subscription Services accounts, including any applicable taxes. Slate and/or the particular service provider reserves the right to change the amount of, or the basis for determining, any subscription fees or other charges for the Subscription Services and to institute new subscription fees or other charges effective upon prior notice to you.\\n\\n\\n\\n\\n\\nMobile Access. Some Subscription Services are accessible only using a particular kind of device, such as an Apple iPad or an Amazon Kindle. You should investigate Subscription Services before you pay for access to them to ensure that they will work with your device because we will not refund any fees you paid if the Subscription Services to which you subscribe are not compatible. Also, certain Subscription Services may not be available for use in every jurisdiction, and we will not refund any fees you paid if the Subscription Services to which you subscribe are not available. For information on compatibility and availability, please visit the applicable providers website or contact us at mobile@slate.com before you subscribe.\\n\\n\\n\\n\\n\\nSuspension or Termination. We may suspend or terminate your access to Subscription Services at any time without notice to you. If we do so, you will not be responsible for fees associated with the Subscription Services after the termination becomes effective, but you will not have any other remedies against us, and we will not issue any refunds. If you have breached or violated any obligation under these Terms, you will not be entitled to any remedy.\\n\\n\\n\\n\\n\\nCancellation. To cancel your subscription to Subscription Services, you must follow the procedures described on the applicable providers website. If we do not list cancellation procedures for a particular Subscription Service, you must contact us at support@slate.com. We do not refund or prorate Subscription Services, or any other purchases made through the Services, for any reason. Requests to terminate subscriptions will be effective once the billing period in which we received the cancellation concludes.\\n\\n5. Registration for Non-Subscription Services\\n\\nYou may be asked to register for certain activities in connection with the Services other than Subscription Services (see Section 4 for a discussion of Subscription Services). When you register, you agree to provide accurate, current and complete information about yourself as requested or directed and to promptly update this information to maintain its accuracy. Slate has the right to suspend or terminate any account or other registration and to refuse any and all current or future use if it suspects that such information is inaccurate or incomplete. You are responsible for maintaining the confidentiality of any password and username that you are given or select, and you are responsible for all activities that occur under your password or account.\\n\\n6. Intellectual Property\\n\\nAll content, information, materials, computer code, and software that are part of the Services other than your User Content (collectively, the Slate Content) is the property of Slate or third parties. You may access, use and display the Services on a single computer or device and download and print copies of the Slate Content only for non-commercial, informational, personal use, without modification or alteration in any way, and only so long as you comply with these Terms.\\n\\nCopyright and Other Intellectual Property Rights. The Slate Content is protected under the copyright laws of the United States and other countries. You acknowledge that all copyrights and other intellectual property rights in the Services are owned by Slate or its third-party licensors to the full extent permitted under the United States Copyright Act and all international copyright laws and all other applicable laws. Unless expressly permitted by an authorized person in writing, you may not copy, reproduce, distribute, publish, enter into a database, display, perform, modify, create derivative works from, transmit, or in any way use or exploit any part of the Slate Content except that you may make use of the content for educational and non-commercial purposes only, provided that you maintain all copyright and other notices posted along with the Slate Content. To obtain written consent to use a copyrighted work, please contact us using the information in Section 18. Copying or downloading these materials for anything other than your personal use is a violation of these Terms.\\n\\n\\n\\n\\n\\nThe Slate Content is protected under the copyright laws of the United States and other countries. You acknowledge that all copyrights and other intellectual property rights in the Services are owned by Slate or its third-party licensors to the full extent permitted under the United States Copyright Act and all international copyright laws and all other applicable laws. Unless expressly permitted by an authorized person in writing, you may not copy, reproduce, distribute, publish, enter into a database, display, perform, modify, create derivative works from, transmit, or in any way use or exploit any part of the Slate Content except that you may make use of the content for educational and non-commercial purposes only, provided that you maintain all copyright and other notices posted along with the Slate Content. To obtain written consent to use a copyrighted work, please contact us using the information in Section 18. Copying or downloading these materials for anything other than your personal use is a violation of these Terms. Trade and Service Marks . All rights in product names, the Slate name, trade names, logos, service marks, trade dress, slogans, product packaging, and designs of Slate products or services, whether or not appearing in large print or with the trademark symbol, belong exclusively to Slate or its licensors and are protected from reproduction, imitation, dilution, or confusing or misleading uses under national and international trademark and copyright laws. The use or misuse of these trademarks or any materials, except as permitted herein, is expressly prohibited, and nothing stated or implied on the Services confers on you any license or right under any patent or trademark of Slate, its affiliates, or any third party. To obtain written permission to use the trade and service mark rights of Slate, please contact us using the information in Section 18.\\n\\n\\n\\n\\n\\n. All rights in product names, the Slate name, trade names, logos, service marks, trade dress, slogans, product packaging, and designs of Slate products or services, whether or not appearing in large print or with the trademark symbol, belong exclusively to Slate or its licensors and are protected from reproduction, imitation, dilution, or confusing or misleading uses under national and international trademark and copyright laws. The use or misuse of these trademarks or any materials, except as permitted herein, is expressly prohibited, and nothing stated or implied on the Services confers on you any license or right under any patent or trademark of Slate, its affiliates, or any third party. To obtain written permission to use the trade and service mark rights of Slate, please contact us using the information in Section 18. Notice of Infringement. Slate respects intellectual property rights. If you believe in good faith that your work has been reproduced or is accessible on the Services in a way that constitutes copyright infringement, please provide our designated agent with the following information in writing to Slates Copyright Agent under the Digital Millenium Copyright Act (DMCA):\\n\\n\\n\\nAn electronic or physical signature of the person authorized to act on behalf of the owner of the exclusive right that is allegedly infringed;\\n\\n\\n\\nIdentification of the copyrighted work or a representative list of the works claimed to have been infringed;\\n\\n\\n\\nIdentification of the allegedly infringing material and information reasonably sufficient to permit us to locate the material;\\n\\n\\n\\nYour name, address, telephone number, and email address, so that we may contact you if necessary;\\n\\n\\n\\nA statement that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law; and\\n\\n\\n\\nA statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.\\n\\nSlate respects intellectual property rights. If you believe in good faith that your work has been reproduced or is accessible on the Services in a way that constitutes copyright infringement, please provide our designated agent with the following information in writing to Slates Copyright Agent under the Digital Millenium Copyright Act (DMCA):\\n\\nYou may notify our designated copyright agent either by mail to Copyright Agent, Slate, 1350 Connecticut Ave., NW, Suite #410, Washington, DC 20036 or via email or fax copyrightagent@slate.com Fax: (202) 223-0671. Only copyright complaints should be sent to the Copyright Agent. All other feedback or comments should be addressed to slateoffice@slate.com. You acknowledge that if you fail to comply with all the requirements of this section, your DMCA notice may not be valid.\\n\\n7. Change or Termination\\n\\nSlate may change or terminate these Terms for any reason at any time. Slate reserves the right, in its sole discretion, to restrict, suspend, or terminate your access to and use of the Services, with or without prior notice. Otherwise applicable sections of the Terms shall survive termination. Slate also reserves the right to seek all remedies available at law and in equity for violations of these Terms. Upon termination, you must cease all use of the Services, including any of the Slate Content.\\n\\n8. Privacy Policy\\n\\nBy using the Services, you indicate that you have reviewed and understand the information outlined in our Privacy Policy.\\n\\n9. Links\\n\\nThe Services may contain links to other websites or online services that are operated and maintained by other persons and that are not under the control of or maintained by Slate. Such links do not constitute an endorsement by Slate of those other websites or online services, the content displayed therein, or the persons associated therewith. These Terms do not apply to such other websites and online services, and such websites and online services are not part of the Services. We encourage you to review the privacy policies and terms of use of these other websites or services.\\n\\n10. Disclaimer of Warranties\\n\\nYOUR USE OF THE SERVICES IS entirely AT YOUR OWN RISK. WE MAKE NO REPRESENTATIONS OR WARRANTIES ABOUT THE services, INCLUDING WITHOUT LIMITATION THE OPERATION OF THE SERVICES OR THE INFORMATION, MATERIALS, GOODS, OR SERVICES APPEARING OR OFFERED ON THE SERVICES or With ReSPECT TO any websites or services linked from the services. THE SERVICES ARE PROVIDED \\\"AS IS\\\", with all faults, AND AS AVAILABLE. Without limiting the generality of the foregoing, WE DISCLAIM ALL WARRANTIES, EXPRESS, STATUTORY OR IMPLIED, INCLUDING BUT NOT LIMITED TO (I) THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, WORKMANLIKE EFFORT, TITLE, QUIET ENJOYMENT, no liens and no encumbrances; (II) THE warranties against infringement, misappropriation or violation of any intellectual property or proprietary rights of any person; (III) WARRANTIES ARISING THROUGH COURSE OF DEALING OR USAGE IN TRADE; AND (IV) THE warranties relating to the accuracy, reliability, correctness, or completeness of data or content made available on the SERVICES or otherwise by SLATE. Further, there is no warranty that the SERVICES will meet your needs or requirements or the needs or requirements of any other person OR THE NEEDS OR REQUIREMENTS SET FORTH IN ANY DOCUMENTATION. WE MAKE NO WARRANTIES, EXPRESS, STATUTORY OR IMPLIED, THAT THE SERVICES, INCLUDING WITHOUT LIMITATION THE SLATE content, FUNCTIONS OR MATERIALS CONTAINED THEREIN, WILL BE TIMELY, SECURE, ACCURATE, ERROR-FREE, COMPLETE, UP-TO-DATE, FREE OF VIRUSES, OR UNINTERRUPTED. SLATE DOES NOT NECESSARILY ENDORSE, SUPPORT, SANCTION, ENCOURAGE OR AGREE WITH ANY SLATE CONTENT OR ANY USER CONTENT, AND WE EXPRESSLY DISCLAIM ANY AND ALL REPRESENTATIONS, WARRANTIES AND LIABILITIES IN CONNECTION WITH ANY USER CONTENT OR SLATE CONTENT. SLATE makes no representation that the Services are appropriate or available for use outside of the United States. no oral or written information made available by or on behalf of Slate shall create any warranty.\\n\\nIF APPLICABLE LAW DOES NOT ALLOW THE EXCLUSION OF SOME OR ALL OF THE ABOVE IMPLIED OR STATUTORY WARRANTIES TO APPLY TO YOU, THE ABOVE EXCLUSIONS WILL APPLY TO YOU TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.\\n\\n11. Exclusive Remedy and Limitation of Liability\\n\\nUNDER NO CIRCUMSTANCES, INCLUDING WITHOUT LIMITATION NEGLIGENCE, WILL SLATE, its affiliates, or any party involved in creating, producing, or delivering the SERVICES BE LIABLE FOR DAMAGES OR LOSSES INCLUDING WITHOUT LIMITATION direct, incidental, consequential, indirect, special, or punitive damages AND LOST PROFITS arising out of THE TERMS OR your access, use, misuse, or inability to use the services, INCLUDING WITHOUT LIMITATION ANY SLATE content OR USER CONTENT, or any Sites LINKED FROM THE SERVICES, HOWEVER CAUSED, WHETHER IN CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF SLATE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, or in connection with any failure of performance, error, omission, interruption, defect, delay in operation or transmission, computer virus, or line or system failure.\\n\\nBecause some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, SLATEs liability in such jurisdictions shall be limited to the extent permitted by law.\\n\\nAny claim against us shall be limited to the amount you paid, if any, for use of the Services.\\n\\n12. Indemnification\\n\\nYou agree to indemnify, hold harmless, and defend Slate, and its affiliates and licensors, and each of their respective officers, directors, contractors, agents, employees, successors and assigns from and against any and all demands, claims, damages, liabilities, judgments, fines, interest, penalties, losses, costs, expenses and harms, including without limitation reasonable attorneys fees and fees of other professional advisers, arising out of or in connection with (i) your use of the Services (including, without limitation, your User Content and your use of any Slate Content), (ii) your online conduct, (iii) your violation or breach of these Terms, (iv) your failure to comply with any applicable laws or regulations, (v) your negligence, willful misconduct, or violations of the intellectual property or other rights of any person, or (vi) any of your dealings or transactions with other persons resulting from use of the Services. You shall not settle any such claim without the prior written consent of Slate. These obligations will survive any termination of these Terms.\\n\\n13. Integration and Severability\\n\\nThese Terms constitute the entire agreement between Slate and you, superseding any prior or contemporaneous communications and proposals (whether oral, written or electronic) between you and us. In the event any provision of these Terms is held unenforceable, it will not affect the validity or enforceability of the remaining provisions and will be replaced by an enforceable provision that comes closest to the intention underlying the unenforceable provision.\\n\\n14. No Waiver\\n\\nOur failure to enforce any provisions of the Terms or respond to a breach by you or other parties shall not in any way waive our right to enforce subsequently any terms or conditions of the Terms or to act with respect to similar breaches.\\n\\n15. Assignment and Binding Effects\\n\\nYou must not assign these Terms or any rights or obligations herein without the prior written consent of Slate and any attempted assignment in contravention of this provision is null and void and of no force or effect. Slate has the right to assign these Terms, and any of its rights or obligations herein. These Terms are binding upon each party and its respective successors, heirs, trustees, administrators, executors and permitted assigns.\\n\\n16. Location, Governing Law, Arbitration, and Time Period Limitation for Bringing Claim\\n\\nThese Terms are governed by, and must be construed in accordance with, the laws of the United States and the COMMONWEALTH OF VIRGINIA, as applicable, without giving effect to their principles of conflicts of law. By using the Services, you waive any claims that may arise under the laws of other states, countries, territories or jurisdictions.\\n\\nWith respect to any and all disputes arising out of or in connection with the Services or these Terms (including without limitation the Privacy Policy), Slate and you agree to negotiate in good faith and undertake reasonable efforts to cooperate with one another in order to achieve a mutually satisfactory resolution. If you and Slate do not resolve any dispute by informal negotiation, any other effort to resolve the dispute will be conducted exclusively by binding arbitration as described in this section. You are giving up the right to litigate (or participate in as a party or class member) all disputes in court before a judge or jury. Instead, all disputes will be resolved before a neutral arbitrator, whose decision will be final except for a limited right of appeal under the Federal Arbitration Act. Any court with jurisdiction over the parties may enforce the arbitrators award.\\n\\nAny proceedings to resolve or litigate any dispute in any forum will be conducted solely on an individual basis. Neither you nor Slate will seek to have any dispute heard as a class action or in any other proceeding in which either party acts or proposes to act in a representative capacity. No arbitration or proceeding will be combined with another without the prior written consent of all parties to all affected arbitrations or proceedings.\\n\\nSlate and you agree that all disputes arising under these Terms that cannot be settled through informal negotiation will be settled exclusively through confidential binding arbitration in accordance with the commercial rules of arbitration of the American Arbitration Association in Virginia. The arbitrator's award shall be binding and may be entered as a judgment in a court of competent jurisdiction. You agree that Slate may seek any interim or preliminary relief from a court of competent jurisdiction in Virginia, necessary to protect its rights or property pending the completion of arbitration.\\n\\nTo the extent permitted by law, any claim or dispute under these Terms must be filed within one year in an arbitration proceeding. The one-year period begins when the claim or notice of dispute first could be filed. If a claim or dispute isn't filed within one year, it is permanently barred.\\n\\n17. Separate Terms and Conditions\\n\\nIn connection with your use of the Services, you may be asked to consent to policies or terms and conditions in addition to these Terms. Please read these supplemental policies and terms carefully before making any use of such portions of the Services. Any supplemental terms will not vary or replace these Terms regarding any use of the Services, unless otherwise expressly stated.\\n\\n18. Contact Information\", \"Text_Bigrams\": [[\"1\", \"legal\"], [\"legal\", \"agreement\"], [\"agreement\", \"term\"], [\"term\", \"service\"], [\"service\", \"term\"], [\"term\", \"legal\"], [\"legal\", \"agreement\"], [\"agreement\", \"slate\"], [\"slate\", \"group\"], [\"group\", \"llc\"], [\"llc\", \"slate\"], [\"slate\", \"u\"], [\"u\", \"governing\"], [\"governing\", \"access\"], [\"access\", \"use\"], [\"use\", \"website\"], [\"website\", \"online\"], [\"online\", \"service\"], [\"service\", \"slate\"], [\"slate\", \"operates\"], [\"operates\", \"link\"], [\"link\", \"term\"], [\"term\", \"including\"], [\"including\", \"without\"], [\"without\", \"limitation\"], [\"limitation\", \"slate\"], [\"slate\", \"content\"], [\"content\", \"user\"], [\"user\", \"content\"], [\"content\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"collectively\"], [\"collectively\", \"service\"], [\"service\", \"please\"], [\"please\", \"read\"], [\"read\", \"term\"], [\"term\", \"carefully\"], [\"carefully\", \"using\"], [\"using\", \"service\"], [\"service\", \"using\"], [\"using\", \"service\"], [\"service\", \"indicates\"], [\"indicates\", \"accept\"], [\"accept\", \"agree\"], [\"agree\", \"bound\"], [\"bound\", \"term\"], [\"term\", \"use\"], [\"use\", \"service\"], [\"service\", \"accept\"], [\"accept\", \"term\"], [\"term\", \"slate\"], [\"slate\", \"may\"], [\"may\", \"change\"], [\"change\", \"modify\"], [\"modify\", \"service\"], [\"service\", \"term\"], [\"term\", \"time\"], [\"time\", \"change\"], [\"change\", \"revision\"], [\"revision\", \"modification\"], [\"modification\", \"shall\"], [\"shall\", \"effective\"], [\"effective\", \"immediately\"], [\"immediately\", \"upon\"], [\"upon\", \"posted\"], [\"posted\", \"relation\"], [\"relation\", \"service\"], [\"service\", \"use\"], [\"use\", \"service\"], [\"service\", \"post\"], [\"post\", \"change\"], [\"change\", \"term\"], [\"term\", \"constitutes\"], [\"constitutes\", \"acceptance\"], [\"acceptance\", \"change\"], [\"change\", \"represent\"], [\"represent\", \"least\"], [\"least\", \"18\"], [\"18\", \"year\"], [\"year\", \"old\"], [\"old\", \"information\"], [\"information\", \"submit\"], [\"submit\", \"correct\"], [\"correct\", \"term\"], [\"term\", \"contain\"], [\"contain\", \"disclaimer\"], [\"disclaimer\", \"warranty\"], [\"warranty\", \"section\"], [\"section\", \"10\"], [\"10\", \"disclaimer\"], [\"disclaimer\", \"liability\"], [\"liability\", \"exclusive\"], [\"exclusive\", \"remedy\"], [\"remedy\", \"section\"], [\"section\", \"11\"], [\"11\", \"well\"], [\"well\", \"information\"], [\"information\", \"certain\"], [\"certain\", \"limitation\"], [\"limitation\", \"ability\"], [\"ability\", \"bring\"], [\"bring\", \"claim\"], [\"claim\", \"u\"], [\"u\", \"section\"], [\"section\", \"16\"], [\"16\", \"2\"], [\"2\", \"prohibited\"], [\"prohibited\", \"content\"], [\"content\", \"activity\"], [\"activity\", \"may\"], [\"may\", \"access\"], [\"access\", \"use\"], [\"use\", \"attempt\"], [\"attempt\", \"access\"], [\"access\", \"use\"], [\"use\", \"service\"], [\"service\", \"take\"], [\"take\", \"action\"], [\"action\", \"could\"], [\"could\", \"harm\"], [\"harm\", \"u\"], [\"u\", \"person\"], [\"person\", \"entity\"], [\"entity\", \"person\"], [\"person\", \"interfere\"], [\"interfere\", \"operation\"], [\"operation\", \"service\"], [\"service\", \"use\"], [\"use\", \"service\"], [\"service\", \"manner\"], [\"manner\", \"violates\"], [\"violates\", \"law\"], [\"law\", \"example\"], [\"example\", \"without\"], [\"without\", \"limitation\"], [\"limitation\", \"may\"], [\"may\", \"impersonate\"], [\"impersonate\", \"person\"], [\"person\", \"falsely\"], [\"falsely\", \"state\"], [\"state\", \"otherwise\"], [\"otherwise\", \"misrepresent\"], [\"misrepresent\", \"credential\"], [\"credential\", \"affiliation\"], [\"affiliation\", \"person\"], [\"person\", \"origin\"], [\"origin\", \"information\"], [\"information\", \"provide\"], [\"provide\", \"engage\"], [\"engage\", \"unauthorized\"], [\"unauthorized\", \"spidering\"], [\"spidering\", \"scraping\"], [\"scraping\", \"harvesting\"], [\"harvesting\", \"content\"], [\"content\", \"information\"], [\"information\", \"use\"], [\"use\", \"unauthorized\"], [\"unauthorized\", \"automated\"], [\"automated\", \"mean\"], [\"mean\", \"compile\"], [\"compile\", \"information\"], [\"information\", \"obtain\"], [\"obtain\", \"attempt\"], [\"attempt\", \"gain\"], [\"gain\", \"unauthorized\"], [\"unauthorized\", \"access\"], [\"access\", \"computer\"], [\"computer\", \"system\"], [\"system\", \"material\"], [\"material\", \"information\"], [\"information\", \"service\"], [\"service\", \"available\"], [\"available\", \"service\"], [\"service\", \"use\"], [\"use\", \"device\"], [\"device\", \"software\"], [\"software\", \"routine\"], [\"routine\", \"interfere\"], [\"interfere\", \"attempt\"], [\"attempt\", \"interfere\"], [\"interfere\", \"proper\"], [\"proper\", \"working\"], [\"working\", \"service\"], [\"service\", \"activity\"], [\"activity\", \"conducted\"], [\"conducted\", \"service\"], [\"service\", \"attempt\"], [\"attempt\", \"probe\"], [\"probe\", \"scan\"], [\"scan\", \"test\"], [\"test\", \"vulnerability\"], [\"vulnerability\", \"breach\"], [\"breach\", \"security\"], [\"security\", \"system\"], [\"system\", \"device\"], [\"device\", \"network\"], [\"network\", \"circumvent\"], [\"circumvent\", \"reverse\"], [\"reverse\", \"engineer\"], [\"engineer\", \"decipher\"], [\"decipher\", \"decompile\"], [\"decompile\", \"disassemble\"], [\"disassemble\", \"decrypt\"], [\"decrypt\", \"otherwise\"], [\"otherwise\", \"alter\"], [\"alter\", \"interfere\"], [\"interfere\", \"attempt\"], [\"attempt\", \"encourage\"], [\"encourage\", \"support\"], [\"support\", \"anyone\"], [\"anyone\", \"el\"], [\"el\", \"attempt\"], [\"attempt\", \"engage\"], [\"engage\", \"activity\"], [\"activity\", \"software\"], [\"software\", \"comprising\"], [\"comprising\", \"way\"], [\"way\", \"making\"], [\"making\", \"part\"], [\"part\", \"service\"], [\"service\", \"use\"], [\"use\", \"distribution\"], [\"distribution\", \"tool\"], [\"tool\", \"designed\"], [\"designed\", \"compromising\"], [\"compromising\", \"security\"], [\"security\", \"eg\"], [\"eg\", \"password\"], [\"password\", \"guessing\"], [\"guessing\", \"program\"], [\"program\", \"cracking\"], [\"cracking\", \"tool\"], [\"tool\", \"network\"], [\"network\", \"probing\"], [\"probing\", \"tool\"], [\"tool\", \"strictly\"], [\"strictly\", \"prohibited\"], [\"prohibited\", \"take\"], [\"take\", \"action\"], [\"action\", \"imposes\"], [\"imposes\", \"unreasonable\"], [\"unreasonable\", \"disproportionately\"], [\"disproportionately\", \"large\"], [\"large\", \"load\"], [\"load\", \"network\"], [\"network\", \"infrastructure\"], [\"infrastructure\", \"upload\"], [\"upload\", \"otherwise\"], [\"otherwise\", \"transmit\"], [\"transmit\", \"communication\"], [\"communication\", \"software\"], [\"software\", \"material\"], [\"material\", \"contains\"], [\"contains\", \"virus\"], [\"virus\", \"otherwise\"], [\"otherwise\", \"harmful\"], [\"harmful\", \"slate\"], [\"slate\", \"user\"], [\"user\", \"computer\"], [\"computer\", \"device\"], [\"device\", \"system\"], [\"system\", \"engage\"], [\"engage\", \"conduct\"], [\"conduct\", \"restricts\"], [\"restricts\", \"inhibits\"], [\"inhibits\", \"person\"], [\"person\", \"using\"], [\"using\", \"enjoying\"], [\"enjoying\", \"service\"], [\"service\", \"sole\"], [\"sole\", \"judgment\"], [\"judgment\", \"expose\"], [\"expose\", \"u\"], [\"u\", \"affiliate\"], [\"affiliate\", \"user\"], [\"user\", \"third\"], [\"third\", \"party\"], [\"party\", \"liability\"], [\"liability\", \"damage\"], [\"damage\", \"detriment\"], [\"detriment\", \"type\"], [\"type\", \"violation\"], [\"violation\", \"system\"], [\"system\", \"network\"], [\"network\", \"security\"], [\"security\", \"certain\"], [\"certain\", \"conduct\"], [\"conduct\", \"may\"], [\"may\", \"result\"], [\"result\", \"civil\"], [\"civil\", \"criminal\"], [\"criminal\", \"liability\"], [\"liability\", \"may\"], [\"may\", \"investigate\"], [\"investigate\", \"work\"], [\"work\", \"law\"], [\"law\", \"enforcement\"], [\"enforcement\", \"authority\"], [\"authority\", \"prosecute\"], [\"prosecute\", \"user\"], [\"user\", \"violate\"], [\"violate\", \"term\"], [\"term\", \"may\"], [\"may\", \"suspend\"], [\"suspend\", \"terminate\"], [\"terminate\", \"access\"], [\"access\", \"service\"], [\"service\", \"reason\"], [\"reason\", \"time\"], [\"time\", \"without\"], [\"without\", \"notice\"], [\"notice\", \"3\"], [\"3\", \"user\"], [\"user\", \"submission\"], [\"submission\", \"certain\"], [\"certain\", \"area\"], [\"area\", \"service\"], [\"service\", \"may\"], [\"may\", \"enable\"], [\"enable\", \"post\"], [\"post\", \"comment\"], [\"comment\", \"send\"], [\"send\", \"email\"], [\"email\", \"otherwise\"], [\"otherwise\", \"provide\"], [\"provide\", \"information\"], [\"information\", \"slate\"], [\"slate\", \"person\"], [\"person\", \"remain\"], [\"remain\", \"fully\"], [\"fully\", \"responsible\"], [\"responsible\", \"material\"], [\"material\", \"provide\"], [\"provide\", \"u\"], [\"u\", \"others\"], [\"others\", \"including\"], [\"including\", \"without\"], [\"without\", \"limitation\"], [\"limitation\", \"information\"], [\"information\", \"audio\"], [\"audio\", \"recording\"], [\"recording\", \"photograph\"], [\"photograph\", \"document\"], [\"document\", \"material\"], [\"material\", \"submitted\"], [\"submitted\", \"posted\"], [\"posted\", \"uploaded\"], [\"uploaded\", \"sent\"], [\"sent\", \"otherwise\"], [\"otherwise\", \"transmitted\"], [\"transmitted\", \"u\"], [\"u\", \"others\"], [\"others\", \"user\"], [\"user\", \"content\"], [\"content\", \"agree\"], [\"agree\", \"provide\"], [\"provide\", \"user\"], [\"user\", \"content\"], [\"content\", \"infringes\"], [\"infringes\", \"misappropriates\"], [\"misappropriates\", \"otherwise\"], [\"otherwise\", \"violates\"], [\"violates\", \"copyright\"], [\"copyright\", \"trademark\"], [\"trademark\", \"patent\"], [\"patent\", \"intellectual\"], [\"intellectual\", \"property\"], [\"property\", \"right\"], [\"right\", \"person\"], [\"person\", \"false\"], [\"false\", \"misleading\"], [\"misleading\", \"libelous\"], [\"libelous\", \"slanderous\"], [\"slanderous\", \"defamatory\"], [\"defamatory\", \"obscene\"], [\"obscene\", \"abusive\"], [\"abusive\", \"hateful\"], [\"hateful\", \"sexuallyexplicit\"], [\"sexuallyexplicit\", \"violates\"], [\"violates\", \"person\"], [\"person\", \"right\"], [\"right\", \"privacy\"], [\"privacy\", \"publicity\"], [\"publicity\", \"contains\"], [\"contains\", \"advertising\"], [\"advertising\", \"solicitation\"], [\"solicitation\", \"kind\"], [\"kind\", \"degrades\"], [\"degrades\", \"others\"], [\"others\", \"basis\"], [\"basis\", \"gender\"], [\"gender\", \"race\"], [\"race\", \"class\"], [\"class\", \"ethnicity\"], [\"ethnicity\", \"national\"], [\"national\", \"origin\"], [\"origin\", \"religion\"], [\"religion\", \"sexual\"], [\"sexual\", \"preference\"], [\"preference\", \"orientation\"], [\"orientation\", \"identity\"], [\"identity\", \"disability\"], [\"disability\", \"classification\"], [\"classification\", \"contains\"], [\"contains\", \"epithet\"], [\"epithet\", \"language\"], [\"language\", \"material\"], [\"material\", \"intended\"], [\"intended\", \"intimidate\"], [\"intimidate\", \"incite\"], [\"incite\", \"violence\"], [\"violence\", \"violates\"], [\"violates\", \"applicable\"], [\"applicable\", \"local\"], [\"local\", \"state\"], [\"state\", \"national\"], [\"national\", \"international\"], [\"international\", \"law\"], [\"law\", \"advocate\"], [\"advocate\", \"illegal\"], [\"illegal\", \"activity\"], [\"activity\", \"service\"], [\"service\", \"permit\"], [\"permit\", \"post\"], [\"post\", \"publish\"], [\"publish\", \"user\"], [\"user\", \"content\"], [\"content\", \"may\"], [\"may\", \"post\"], [\"post\", \"user\"], [\"user\", \"content\"], [\"content\", \"original\"], [\"original\", \"right\"], [\"right\", \"post\"], [\"post\", \"submitting\"], [\"submitting\", \"user\"], [\"user\", \"content\"], [\"content\", \"grant\"], [\"grant\", \"u\"], [\"u\", \"royaltyfree\"], [\"royaltyfree\", \"irrevocable\"], [\"irrevocable\", \"perpetual\"], [\"perpetual\", \"nonexclusive\"], [\"nonexclusive\", \"worldwide\"], [\"worldwide\", \"fully\"], [\"fully\", \"sublicensable\"], [\"sublicensable\", \"transferable\"], [\"transferable\", \"license\"], [\"license\", \"publish\"], [\"publish\", \"reproduce\"], [\"reproduce\", \"distribute\"], [\"distribute\", \"display\"], [\"display\", \"perform\"], [\"perform\", \"edit\"], [\"edit\", \"adapt\"], [\"adapt\", \"modify\"], [\"modify\", \"translate\"], [\"translate\", \"create\"], [\"create\", \"derivative\"], [\"derivative\", \"work\"], [\"work\", \"make\"], [\"make\", \"sell\"], [\"sell\", \"offer\"], [\"offer\", \"sale\"], [\"sale\", \"export\"], [\"export\", \"otherwise\"], [\"otherwise\", \"use\"], [\"use\", \"exploit\"], [\"exploit\", \"user\"], [\"user\", \"content\"], [\"content\", \"portion\"], [\"portion\", \"thereof\"], [\"thereof\", \"way\"], [\"way\", \"want\"], [\"want\", \"form\"], [\"form\", \"medium\"], [\"medium\", \"technology\"], [\"technology\", \"known\"], [\"known\", \"later\"], [\"later\", \"developed\"], [\"developed\", \"hereby\"], [\"hereby\", \"waive\"], [\"waive\", \"moral\"], [\"moral\", \"right\"], [\"right\", \"may\"], [\"may\", \"user\"], [\"user\", \"content\"], [\"content\", \"represent\"], [\"represent\", \"obtained\"], [\"obtained\", \"necessary\"], [\"necessary\", \"permission\"], [\"permission\", \"person\"], [\"person\", \"identified\"], [\"identified\", \"implicated\"], [\"implicated\", \"submission\"], [\"submission\", \"including\"], [\"including\", \"shown\"], [\"shown\", \"photographic\"], [\"photographic\", \"content\"], [\"content\", \"case\"], [\"case\", \"minor\"], [\"minor\", \"also\"], [\"also\", \"parent\"], [\"parent\", \"legal\"], [\"legal\", \"guardian\"], [\"guardian\", \"appropriate\"], [\"appropriate\", \"obligated\"], [\"obligated\", \"publish\"], [\"publish\", \"use\"], [\"use\", \"user\"], [\"user\", \"content\"], [\"content\", \"slate\"], [\"slate\", \"manner\"], [\"manner\", \"endorsing\"], [\"endorsing\", \"user\"], [\"user\", \"content\"], [\"content\", \"slate\"], [\"slate\", \"content\"], [\"content\", \"may\"], [\"may\", \"publish\"], [\"publish\", \"post\"], [\"post\", \"service\"], [\"service\", \"can\"], [\"can\", \"not\"], [\"not\", \"vouch\"], [\"vouch\", \"reliability\"], [\"reliability\", \"slate\"], [\"slate\", \"responsible\"], [\"responsible\", \"user\"], [\"user\", \"content\"], [\"content\", \"slate\"], [\"slate\", \"content\"], [\"content\", \"duty\"], [\"duty\", \"monitor\"], [\"monitor\", \"user\"], [\"user\", \"content\"], [\"content\", \"slate\"], [\"slate\", \"content\"], [\"content\", \"posted\"], [\"posted\", \"service\"], [\"service\", \"use\"], [\"use\", \"information\"], [\"information\", \"contained\"], [\"contained\", \"user\"], [\"user\", \"content\"], [\"content\", \"slate\"], [\"slate\", \"content\"], [\"content\", \"risk\"], [\"risk\", \"slate\"], [\"slate\", \"designees\"], [\"designees\", \"right\"], [\"right\", \"sole\"], [\"sole\", \"discretion\"], [\"discretion\", \"monitor\"], [\"monitor\", \"review\"], [\"review\", \"edit\"], [\"edit\", \"remove\"], [\"remove\", \"delete\"], [\"delete\", \"disable\"], [\"disable\", \"refuse\"], [\"refuse\", \"restrict\"], [\"restrict\", \"terminate\"], [\"terminate\", \"access\"], [\"access\", \"user\"], [\"user\", \"content\"], [\"content\", \"service\"], [\"service\", \"whole\"], [\"whole\", \"part\"], [\"part\", \"time\"], [\"time\", \"without\"], [\"without\", \"prior\"], [\"prior\", \"notice\"], [\"notice\", \"sole\"], [\"sole\", \"discretion\"], [\"discretion\", \"reason\"], [\"reason\", \"obligation\"], [\"obligation\", \"u\"], [\"u\", \"term\"], [\"term\", \"shall\"], [\"shall\", \"survive\"], [\"survive\", \"termination\"], [\"termination\", \"service\"], [\"service\", \"use\"], [\"use\", \"service\"], [\"service\", \"user\"], [\"user\", \"content\"], [\"content\", \"service\"], [\"service\", \"term\"], [\"term\", \"continue\"], [\"continue\", \"post\"], [\"post\", \"user\"], [\"user\", \"content\"], [\"content\", \"slate\"], [\"slate\", \"previously\"], [\"previously\", \"advised\"], [\"advised\", \"post\"], [\"post\", \"age\"], [\"age\", \"13\"], [\"13\", \"may\"], [\"may\", \"submit\"], [\"submit\", \"user\"], [\"user\", \"content\"], [\"content\", \"u\"], [\"u\", \"age\"], [\"age\", \"18\"], [\"18\", \"least\"], [\"least\", \"13\"], [\"13\", \"year\"], [\"year\", \"age\"], [\"age\", \"may\"], [\"may\", \"submit\"], [\"submit\", \"user\"], [\"user\", \"content\"], [\"content\", \"permission\"], [\"permission\", \"supervision\"], [\"supervision\", \"parent\"], [\"parent\", \"legal\"], [\"legal\", \"guardian\"], [\"guardian\", \"parent\"], [\"parent\", \"legal\"], [\"legal\", \"guardian\"], [\"guardian\", \"agreeing\"], [\"agreeing\", \"rule\"], [\"rule\", \"benefit\"], [\"benefit\", \"individual\"], [\"individual\", \"age\"], [\"age\", \"13\"], [\"13\", \"18\"], [\"18\", \"please\"], [\"please\", \"advised\"], [\"advised\", \"fully\"], [\"fully\", \"responsible\"], [\"responsible\", \"user\"], [\"user\", \"content\"], [\"content\", \"legal\"], [\"legal\", \"liability\"], [\"liability\", \"may\"], [\"may\", \"incur\"], [\"incur\", \"4\"], [\"4\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"certain\"], [\"certain\", \"service\"], [\"service\", \"slate\"], [\"slate\", \"plus\"], [\"plus\", \"may\"], [\"may\", \"available\"], [\"available\", \"creation\"], [\"creation\", \"subscription\"], [\"subscription\", \"account\"], [\"account\", \"payment\"], [\"payment\", \"fee\"], [\"fee\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"account\"], [\"account\", \"access\"], [\"access\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"fixed\"], [\"fixed\", \"term\"], [\"term\", \"renew\"], [\"renew\", \"automatically\"], [\"automatically\", \"unless\"], [\"unless\", \"otherwise\"], [\"otherwise\", \"disclosed\"], [\"disclosed\", \"pay\"], [\"pay\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"certain\"], [\"certain\", \"service\"], [\"service\", \"slate\"], [\"slate\", \"plus\"], [\"plus\", \"may\"], [\"may\", \"available\"], [\"available\", \"creation\"], [\"creation\", \"subscription\"], [\"subscription\", \"account\"], [\"account\", \"payment\"], [\"payment\", \"fee\"], [\"fee\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"account\"], [\"account\", \"access\"], [\"access\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"fixed\"], [\"fixed\", \"term\"], [\"term\", \"renew\"], [\"renew\", \"automatically\"], [\"automatically\", \"unless\"], [\"unless\", \"otherwise\"], [\"otherwise\", \"disclosed\"], [\"disclosed\", \"pay\"], [\"pay\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"access\"], [\"access\", \"restriction\"], [\"restriction\", \"authorized\"], [\"authorized\", \"access\"], [\"access\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"unless\"], [\"unless\", \"opened\"], [\"opened\", \"subscription\"], [\"subscription\", \"account\"], [\"account\", \"paid\"], [\"paid\", \"appropriate\"], [\"appropriate\", \"fee\"], [\"fee\", \"received\"], [\"received\", \"access\"], [\"access\", \"credential\"], [\"credential\", \"eg\"], [\"eg\", \"username\"], [\"username\", \"password\"], [\"password\", \"u\"], [\"u\", \"using\"], [\"using\", \"access\"], [\"access\", \"credential\"], [\"credential\", \"may\"], [\"may\", \"assist\"], [\"assist\", \"anyone\"], [\"anyone\", \"else\"], [\"else\", \"accessing\"], [\"accessing\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"unauthorized\"], [\"unauthorized\", \"basis\"], [\"basis\", \"including\"], [\"including\", \"sharing\"], [\"sharing\", \"access\"], [\"access\", \"credential\"], [\"credential\", \"providing\"], [\"providing\", \"content\"], [\"content\", \"material\"], [\"material\", \"obtained\"], [\"obtained\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"third\"], [\"third\", \"party\"], [\"party\", \"responsible\"], [\"responsible\", \"maintaining\"], [\"maintaining\", \"confidentiality\"], [\"confidentiality\", \"access\"], [\"access\", \"credential\"], [\"credential\", \"usage\"], [\"usage\", \"activity\"], [\"activity\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"account\"], [\"account\", \"including\"], [\"including\", \"use\"], [\"use\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"third\"], [\"third\", \"party\"], [\"party\", \"authorized\"], [\"authorized\", \"use\"], [\"use\", \"access\"], [\"access\", \"credential\"], [\"credential\", \"responsibility\"], [\"responsibility\", \"expressly\"], [\"expressly\", \"includes\"], [\"includes\", \"purchase\"], [\"purchase\", \"made\"], [\"made\", \"charge\"], [\"charge\", \"incurred\"], [\"incurred\", \"credit\"], [\"credit\", \"card\"], [\"card\", \"connection\"], [\"connection\", \"use\"], [\"use\", \"authorized\"], [\"authorized\", \"third\"], [\"third\", \"party\"], [\"party\", \"use\"], [\"use\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"event\"], [\"event\", \"fraudulent\"], [\"fraudulent\", \"abusive\"], [\"abusive\", \"otherwise\"], [\"otherwise\", \"illegal\"], [\"illegal\", \"activity\"], [\"activity\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"account\"], [\"account\", \"may\"], [\"may\", \"sole\"], [\"sole\", \"discretion\"], [\"discretion\", \"terminate\"], [\"terminate\", \"account\"], [\"account\", \"refer\"], [\"refer\", \"appropriate\"], [\"appropriate\", \"law\"], [\"law\", \"enforcement\"], [\"enforcement\", \"agency\"], [\"agency\", \"may\"], [\"may\", \"responsible\"], [\"responsible\", \"damage\"], [\"damage\", \"fraudulent\"], [\"fraudulent\", \"abusive\"], [\"abusive\", \"otherwise\"], [\"otherwise\", \"illegal\"], [\"illegal\", \"activity\"], [\"activity\", \"age\"], [\"age\", \"billing\"], [\"billing\", \"authorization\"], [\"authorization\", \"subscribing\"], [\"subscribing\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"confirm\"], [\"confirm\", \"least\"], [\"least\", \"18\"], [\"18\", \"year\"], [\"year\", \"age\"], [\"age\", \"information\"], [\"information\", \"submit\"], [\"submit\", \"true\"], [\"true\", \"correct\"], [\"correct\", \"including\"], [\"including\", \"credit\"], [\"credit\", \"card\"], [\"card\", \"information\"], [\"information\", \"authorized\"], [\"authorized\", \"holder\"], [\"holder\", \"credit\"], [\"credit\", \"card\"], [\"card\", \"fee\"], [\"fee\", \"agree\"], [\"agree\", \"pay\"], [\"pay\", \"subscription\"], [\"subscription\", \"fee\"], [\"fee\", \"charge\"], [\"charge\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"account\"], [\"account\", \"including\"], [\"including\", \"applicable\"], [\"applicable\", \"tax\"], [\"tax\", \"slate\"], [\"slate\", \"andor\"], [\"andor\", \"particular\"], [\"particular\", \"service\"], [\"service\", \"provider\"], [\"provider\", \"reserve\"], [\"reserve\", \"right\"], [\"right\", \"change\"], [\"change\", \"amount\"], [\"amount\", \"basis\"], [\"basis\", \"determining\"], [\"determining\", \"subscription\"], [\"subscription\", \"fee\"], [\"fee\", \"charge\"], [\"charge\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"institute\"], [\"institute\", \"new\"], [\"new\", \"subscription\"], [\"subscription\", \"fee\"], [\"fee\", \"charge\"], [\"charge\", \"effective\"], [\"effective\", \"upon\"], [\"upon\", \"prior\"], [\"prior\", \"notice\"], [\"notice\", \"mobile\"], [\"mobile\", \"access\"], [\"access\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"accessible\"], [\"accessible\", \"using\"], [\"using\", \"particular\"], [\"particular\", \"kind\"], [\"kind\", \"device\"], [\"device\", \"apple\"], [\"apple\", \"ipad\"], [\"ipad\", \"amazon\"], [\"amazon\", \"kindle\"], [\"kindle\", \"investigate\"], [\"investigate\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"pay\"], [\"pay\", \"access\"], [\"access\", \"ensure\"], [\"ensure\", \"work\"], [\"work\", \"device\"], [\"device\", \"refund\"], [\"refund\", \"fee\"], [\"fee\", \"paid\"], [\"paid\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"subscribe\"], [\"subscribe\", \"compatible\"], [\"compatible\", \"also\"], [\"also\", \"certain\"], [\"certain\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"may\"], [\"may\", \"available\"], [\"available\", \"use\"], [\"use\", \"every\"], [\"every\", \"jurisdiction\"], [\"jurisdiction\", \"refund\"], [\"refund\", \"fee\"], [\"fee\", \"paid\"], [\"paid\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"subscribe\"], [\"subscribe\", \"available\"], [\"available\", \"information\"], [\"information\", \"compatibility\"], [\"compatibility\", \"availability\"], [\"availability\", \"please\"], [\"please\", \"visit\"], [\"visit\", \"applicable\"], [\"applicable\", \"provider\"], [\"provider\", \"website\"], [\"website\", \"contact\"], [\"contact\", \"u\"], [\"u\", \"mobileslatecom\"], [\"mobileslatecom\", \"subscribe\"], [\"subscribe\", \"suspension\"], [\"suspension\", \"termination\"], [\"termination\", \"may\"], [\"may\", \"suspend\"], [\"suspend\", \"terminate\"], [\"terminate\", \"access\"], [\"access\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"time\"], [\"time\", \"without\"], [\"without\", \"notice\"], [\"notice\", \"responsible\"], [\"responsible\", \"fee\"], [\"fee\", \"associated\"], [\"associated\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"termination\"], [\"termination\", \"becomes\"], [\"becomes\", \"effective\"], [\"effective\", \"remedy\"], [\"remedy\", \"u\"], [\"u\", \"issue\"], [\"issue\", \"refund\"], [\"refund\", \"breached\"], [\"breached\", \"violated\"], [\"violated\", \"obligation\"], [\"obligation\", \"term\"], [\"term\", \"entitled\"], [\"entitled\", \"remedy\"], [\"remedy\", \"cancellation\"], [\"cancellation\", \"cancel\"], [\"cancel\", \"subscription\"], [\"subscription\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"must\"], [\"must\", \"follow\"], [\"follow\", \"procedure\"], [\"procedure\", \"described\"], [\"described\", \"applicable\"], [\"applicable\", \"provider\"], [\"provider\", \"website\"], [\"website\", \"list\"], [\"list\", \"cancellation\"], [\"cancellation\", \"procedure\"], [\"procedure\", \"particular\"], [\"particular\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"must\"], [\"must\", \"contact\"], [\"contact\", \"u\"], [\"u\", \"supportslatecom\"], [\"supportslatecom\", \"refund\"], [\"refund\", \"prorate\"], [\"prorate\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"purchase\"], [\"purchase\", \"made\"], [\"made\", \"service\"], [\"service\", \"reason\"], [\"reason\", \"request\"], [\"request\", \"terminate\"], [\"terminate\", \"subscription\"], [\"subscription\", \"effective\"], [\"effective\", \"billing\"], [\"billing\", \"period\"], [\"period\", \"received\"], [\"received\", \"cancellation\"], [\"cancellation\", \"concludes\"], [\"concludes\", \"5\"], [\"5\", \"registration\"], [\"registration\", \"nonsubscription\"], [\"nonsubscription\", \"service\"], [\"service\", \"may\"], [\"may\", \"asked\"], [\"asked\", \"register\"], [\"register\", \"certain\"], [\"certain\", \"activity\"], [\"activity\", \"connection\"], [\"connection\", \"service\"], [\"service\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"see\"], [\"see\", \"section\"], [\"section\", \"4\"], [\"4\", \"discussion\"], [\"discussion\", \"subscription\"], [\"subscription\", \"service\"], [\"service\", \"register\"], [\"register\", \"agree\"], [\"agree\", \"provide\"], [\"provide\", \"accurate\"], [\"accurate\", \"current\"], [\"current\", \"complete\"], [\"complete\", \"information\"], [\"information\", \"requested\"], [\"requested\", \"directed\"], [\"directed\", \"promptly\"], [\"promptly\", \"update\"], [\"update\", \"information\"], [\"information\", \"maintain\"], [\"maintain\", \"accuracy\"], [\"accuracy\", \"slate\"], [\"slate\", \"right\"], [\"right\", \"suspend\"], [\"suspend\", \"terminate\"], [\"terminate\", \"account\"], [\"account\", \"registration\"], [\"registration\", \"refuse\"], [\"refuse\", \"current\"], [\"current\", \"future\"], [\"future\", \"use\"], [\"use\", \"suspect\"], [\"suspect\", \"information\"], [\"information\", \"inaccurate\"], [\"inaccurate\", \"incomplete\"], [\"incomplete\", \"responsible\"], [\"responsible\", \"maintaining\"], [\"maintaining\", \"confidentiality\"], [\"confidentiality\", \"password\"], [\"password\", \"username\"], [\"username\", \"given\"], [\"given\", \"select\"], [\"select\", \"responsible\"], [\"responsible\", \"activity\"], [\"activity\", \"occur\"], [\"occur\", \"password\"], [\"password\", \"account\"], [\"account\", \"6\"], [\"6\", \"intellectual\"], [\"intellectual\", \"property\"], [\"property\", \"content\"], [\"content\", \"information\"], [\"information\", \"material\"], [\"material\", \"computer\"], [\"computer\", \"code\"], [\"code\", \"software\"], [\"software\", \"part\"], [\"part\", \"service\"], [\"service\", \"user\"], [\"user\", \"content\"], [\"content\", \"collectively\"], [\"collectively\", \"slate\"], [\"slate\", \"content\"], [\"content\", \"property\"], [\"property\", \"slate\"], [\"slate\", \"third\"], [\"third\", \"party\"], [\"party\", \"may\"], [\"may\", \"access\"], [\"access\", \"use\"], [\"use\", \"display\"], [\"display\", \"service\"], [\"service\", \"single\"], [\"single\", \"computer\"], [\"computer\", \"device\"], [\"device\", \"download\"], [\"download\", \"print\"], [\"print\", \"copy\"], [\"copy\", \"slate\"], [\"slate\", \"content\"], [\"content\", \"noncommercial\"], [\"noncommercial\", \"informational\"], [\"informational\", \"personal\"], [\"personal\", \"use\"], [\"use\", \"without\"], [\"without\", \"modification\"], [\"modification\", \"alteration\"], [\"alteration\", \"way\"], [\"way\", \"long\"], [\"long\", \"comply\"], [\"comply\", \"term\"], [\"term\", \"copyright\"], [\"copyright\", \"intellectual\"], [\"intellectual\", \"property\"], [\"property\", \"right\"], [\"right\", \"slate\"], [\"slate\", \"content\"], [\"content\", \"protected\"], [\"protected\", \"copyright\"], [\"copyright\", \"law\"], [\"law\", \"united\"], [\"united\", \"state\"], [\"state\", \"country\"], [\"country\", \"acknowledge\"], [\"acknowledge\", \"copyright\"], [\"copyright\", \"intellectual\"], [\"intellectual\", \"property\"], [\"property\", \"right\"], [\"right\", \"service\"], [\"service\", \"owned\"], [\"owned\", \"slate\"], [\"slate\", \"thirdparty\"], [\"thirdparty\", \"licensors\"], [\"licensors\", \"full\"], [\"full\", \"extent\"], [\"extent\", \"permitted\"], [\"permitted\", \"united\"], [\"united\", \"state\"], [\"state\", \"copyright\"], [\"copyright\", \"act\"], [\"act\", \"international\"], [\"international\", \"copyright\"], [\"copyright\", \"law\"], [\"law\", \"applicable\"], [\"applicable\", \"law\"], [\"law\", \"unless\"], [\"unless\", \"expressly\"], [\"expressly\", \"permitted\"], [\"permitted\", \"authorized\"], [\"authorized\", \"person\"], [\"person\", \"writing\"], [\"writing\", \"may\"], [\"may\", \"copy\"], [\"copy\", \"reproduce\"], [\"reproduce\", \"distribute\"], [\"distribute\", \"publish\"], [\"publish\", \"enter\"], [\"enter\", \"database\"], [\"database\", \"display\"], [\"display\", \"perform\"], [\"perform\", \"modify\"], [\"modify\", \"create\"], [\"create\", \"derivative\"], [\"derivative\", \"work\"], [\"work\", \"transmit\"], [\"transmit\", \"way\"], [\"way\", \"use\"], [\"use\", \"exploit\"], [\"exploit\", \"part\"], [\"part\", \"slate\"], [\"slate\", \"content\"], [\"content\", \"except\"], [\"except\", \"may\"], [\"may\", \"make\"], [\"make\", \"use\"], [\"use\", \"content\"], [\"content\", \"educational\"], [\"educational\", \"noncommercial\"], [\"noncommercial\", \"purpose\"], [\"purpose\", \"provided\"], [\"provided\", \"maintain\"], [\"maintain\", \"copyright\"], [\"copyright\", \"notice\"], [\"notice\", \"posted\"], [\"posted\", \"along\"], [\"along\", \"slate\"], [\"slate\", \"content\"], [\"content\", \"obtain\"], [\"obtain\", \"written\"], [\"written\", \"consent\"], [\"consent\", \"use\"], [\"use\", \"copyrighted\"], [\"copyrighted\", \"work\"], [\"work\", \"please\"], [\"please\", \"contact\"], [\"contact\", \"u\"], [\"u\", \"using\"], [\"using\", \"information\"], [\"information\", \"section\"], [\"section\", \"18\"], [\"18\", \"copying\"], [\"copying\", \"downloading\"], [\"downloading\", \"material\"], [\"material\", \"anything\"], [\"anything\", \"personal\"], [\"personal\", \"use\"], [\"use\", \"violation\"], [\"violation\", \"term\"], [\"term\", \"slate\"], [\"slate\", \"content\"], [\"content\", \"protected\"], [\"protected\", \"copyright\"], [\"copyright\", \"law\"], [\"law\", \"united\"], [\"united\", \"state\"], [\"state\", \"country\"], [\"country\", \"acknowledge\"], [\"acknowledge\", \"copyright\"], [\"copyright\", \"intellectual\"], [\"intellectual\", \"property\"], [\"property\", \"right\"], [\"right\", \"service\"], [\"service\", \"owned\"], [\"owned\", \"slate\"], [\"slate\", \"thirdparty\"], [\"thirdparty\", \"licensors\"], [\"licensors\", \"full\"], [\"full\", \"extent\"], [\"extent\", \"permitted\"], [\"permitted\", \"united\"], [\"united\", \"state\"], [\"state\", \"copyright\"], [\"copyright\", \"act\"], [\"act\", \"international\"], [\"international\", \"copyright\"], [\"copyright\", \"law\"], [\"law\", \"applicable\"], [\"applicable\", \"law\"], [\"law\", \"unless\"], [\"unless\", \"expressly\"], [\"expressly\", \"permitted\"], [\"permitted\", \"authorized\"], [\"authorized\", \"person\"], [\"person\", \"writing\"], [\"writing\", \"may\"], [\"may\", \"copy\"], [\"copy\", \"reproduce\"], [\"reproduce\", \"distribute\"], [\"distribute\", \"publish\"], [\"publish\", \"enter\"], [\"enter\", \"database\"], [\"database\", \"display\"], [\"display\", \"perform\"], [\"perform\", \"modify\"], [\"modify\", \"create\"], [\"create\", \"derivative\"], [\"derivative\", \"work\"], [\"work\", \"transmit\"], [\"transmit\", \"way\"], [\"way\", \"use\"], [\"use\", \"exploit\"], [\"exploit\", \"part\"], [\"part\", \"slate\"], [\"slate\", \"content\"], [\"content\", \"except\"], [\"except\", \"may\"], [\"may\", \"make\"], [\"make\", \"use\"], [\"use\", \"content\"], [\"content\", \"educational\"], [\"educational\", \"noncommercial\"], [\"noncommercial\", \"purpose\"], [\"purpose\", \"provided\"], [\"provided\", \"maintain\"], [\"maintain\", \"copyright\"], [\"copyright\", \"notice\"], [\"notice\", \"posted\"], [\"posted\", \"along\"], [\"along\", \"slate\"], [\"slate\", \"content\"], [\"content\", \"obtain\"], [\"obtain\", \"written\"], [\"written\", \"consent\"], [\"consent\", \"use\"], [\"use\", \"copyrighted\"], [\"copyrighted\", \"work\"], [\"work\", \"please\"], [\"please\", \"contact\"], [\"contact\", \"u\"], [\"u\", \"using\"], [\"using\", \"information\"], [\"information\", \"section\"], [\"section\", \"18\"], [\"18\", \"copying\"], [\"copying\", \"downloading\"], [\"downloading\", \"material\"], [\"material\", \"anything\"], [\"anything\", \"personal\"], [\"personal\", \"use\"], [\"use\", \"violation\"], [\"violation\", \"term\"], [\"term\", \"trade\"], [\"trade\", \"service\"], [\"service\", \"mark\"], [\"mark\", \"right\"], [\"right\", \"product\"], [\"product\", \"name\"], [\"name\", \"slate\"], [\"slate\", \"name\"], [\"name\", \"trade\"], [\"trade\", \"name\"], [\"name\", \"logo\"], [\"logo\", \"service\"], [\"service\", \"mark\"], [\"mark\", \"trade\"], [\"trade\", \"dress\"], [\"dress\", \"slogan\"], [\"slogan\", \"product\"], [\"product\", \"packaging\"], [\"packaging\", \"design\"], [\"design\", \"slate\"], [\"slate\", \"product\"], [\"product\", \"service\"], [\"service\", \"whether\"], [\"whether\", \"appearing\"], [\"appearing\", \"large\"], [\"large\", \"print\"], [\"print\", \"trademark\"], [\"trademark\", \"symbol\"], [\"symbol\", \"belong\"], [\"belong\", \"exclusively\"], [\"exclusively\", \"slate\"], [\"slate\", \"licensors\"], [\"licensors\", \"protected\"], [\"protected\", \"reproduction\"], [\"reproduction\", \"imitation\"], [\"imitation\", \"dilution\"], [\"dilution\", \"confusing\"], [\"confusing\", \"misleading\"], [\"misleading\", \"us\"], [\"us\", \"national\"], [\"national\", \"international\"], [\"international\", \"trademark\"], [\"trademark\", \"copyright\"], [\"copyright\", \"law\"], [\"law\", \"use\"], [\"use\", \"misuse\"], [\"misuse\", \"trademark\"], [\"trademark\", \"material\"], [\"material\", \"except\"], [\"except\", \"permitted\"], [\"permitted\", \"herein\"], [\"herein\", \"expressly\"], [\"expressly\", \"prohibited\"], [\"prohibited\", \"nothing\"], [\"nothing\", \"stated\"], [\"stated\", \"implied\"], [\"implied\", \"service\"], [\"service\", \"confers\"], [\"confers\", \"license\"], [\"license\", \"right\"], [\"right\", \"patent\"], [\"patent\", \"trademark\"], [\"trademark\", \"slate\"], [\"slate\", \"affiliate\"], [\"affiliate\", \"third\"], [\"third\", \"party\"], [\"party\", \"obtain\"], [\"obtain\", \"written\"], [\"written\", \"permission\"], [\"permission\", \"use\"], [\"use\", \"trade\"], [\"trade\", \"service\"], [\"service\", \"mark\"], [\"mark\", \"right\"], [\"right\", \"slate\"], [\"slate\", \"please\"], [\"please\", \"contact\"], [\"contact\", \"u\"], [\"u\", \"using\"], [\"using\", \"information\"], [\"information\", \"section\"], [\"section\", \"18\"], [\"18\", \"right\"], [\"right\", \"product\"], [\"product\", \"name\"], [\"name\", \"slate\"], [\"slate\", \"name\"], [\"name\", \"trade\"], [\"trade\", \"name\"], [\"name\", \"logo\"], [\"logo\", \"service\"], [\"service\", \"mark\"], [\"mark\", \"trade\"], [\"trade\", \"dress\"], [\"dress\", \"slogan\"], [\"slogan\", \"product\"], [\"product\", \"packaging\"], [\"packaging\", \"design\"], [\"design\", \"slate\"], [\"slate\", \"product\"], [\"product\", \"service\"], [\"service\", \"whether\"], [\"whether\", \"appearing\"], [\"appearing\", \"large\"], [\"large\", \"print\"], [\"print\", \"trademark\"], [\"trademark\", \"symbol\"], [\"symbol\", \"belong\"], [\"belong\", \"exclusively\"], [\"exclusively\", \"slate\"], [\"slate\", \"licensors\"], [\"licensors\", \"protected\"], [\"protected\", \"reproduction\"], [\"reproduction\", \"imitation\"], [\"imitation\", \"dilution\"], [\"dilution\", \"confusing\"], [\"confusing\", \"misleading\"], [\"misleading\", \"us\"], [\"us\", \"national\"], [\"national\", \"international\"], [\"international\", \"trademark\"], [\"trademark\", \"copyright\"], [\"copyright\", \"law\"], [\"law\", \"use\"], [\"use\", \"misuse\"], [\"misuse\", \"trademark\"], [\"trademark\", \"material\"], [\"material\", \"except\"], [\"except\", \"permitted\"], [\"permitted\", \"herein\"], [\"herein\", \"expressly\"], [\"expressly\", \"prohibited\"], [\"prohibited\", \"nothing\"], [\"nothing\", \"stated\"], [\"stated\", \"implied\"], [\"implied\", \"service\"], [\"service\", \"confers\"], [\"confers\", \"license\"], [\"license\", \"right\"], [\"right\", \"patent\"], [\"patent\", \"trademark\"], [\"trademark\", \"slate\"], [\"slate\", \"affiliate\"], [\"affiliate\", \"third\"], [\"third\", \"party\"], [\"party\", \"obtain\"], [\"obtain\", \"written\"], [\"written\", \"permission\"], [\"permission\", \"use\"], [\"use\", \"trade\"], [\"trade\", \"service\"], [\"service\", \"mark\"], [\"mark\", \"right\"], [\"right\", \"slate\"], [\"slate\", \"please\"], [\"please\", \"contact\"], [\"contact\", \"u\"], [\"u\", \"using\"], [\"using\", \"information\"], [\"information\", \"section\"], [\"section\", \"18\"], [\"18\", \"notice\"], [\"notice\", \"infringement\"], [\"infringement\", \"slate\"], [\"slate\", \"respect\"], [\"respect\", \"intellectual\"], [\"intellectual\", \"property\"], [\"property\", \"right\"], [\"right\", \"believe\"], [\"believe\", \"good\"], [\"good\", \"faith\"], [\"faith\", \"work\"], [\"work\", \"reproduced\"], [\"reproduced\", \"accessible\"], [\"accessible\", \"service\"], [\"service\", \"way\"], [\"way\", \"constitutes\"], [\"constitutes\", \"copyright\"], [\"copyright\", \"infringement\"], [\"infringement\", \"please\"], [\"please\", \"provide\"], [\"provide\", \"designated\"], [\"designated\", \"agent\"], [\"agent\", \"following\"], [\"following\", \"information\"], [\"information\", \"writing\"], [\"writing\", \"slate\"], [\"slate\", \"copyright\"], [\"copyright\", \"agent\"], [\"agent\", \"digital\"], [\"digital\", \"millenium\"], [\"millenium\", \"copyright\"], [\"copyright\", \"act\"], [\"act\", \"dmca\"], [\"dmca\", \"electronic\"], [\"electronic\", \"physical\"], [\"physical\", \"signature\"], [\"signature\", \"person\"], [\"person\", \"authorized\"], [\"authorized\", \"act\"], [\"act\", \"behalf\"], [\"behalf\", \"owner\"], [\"owner\", \"exclusive\"], [\"exclusive\", \"right\"], [\"right\", \"allegedly\"], [\"allegedly\", \"infringed\"], [\"infringed\", \"identification\"], [\"identification\", \"copyrighted\"], [\"copyrighted\", \"work\"], [\"work\", \"representative\"], [\"representative\", \"list\"], [\"list\", \"work\"], [\"work\", \"claimed\"], [\"claimed\", \"infringed\"], [\"infringed\", \"identification\"], [\"identification\", \"allegedly\"], [\"allegedly\", \"infringing\"], [\"infringing\", \"material\"], [\"material\", \"information\"], [\"information\", \"reasonably\"], [\"reasonably\", \"sufficient\"], [\"sufficient\", \"permit\"], [\"permit\", \"u\"], [\"u\", \"locate\"], [\"locate\", \"material\"], [\"material\", \"name\"], [\"name\", \"address\"], [\"address\", \"telephone\"], [\"telephone\", \"number\"], [\"number\", \"email\"], [\"email\", \"address\"], [\"address\", \"may\"], [\"may\", \"contact\"], [\"contact\", \"necessary\"], [\"necessary\", \"statement\"], [\"statement\", \"good\"], [\"good\", \"faith\"], [\"faith\", \"belief\"], [\"belief\", \"disputed\"], [\"disputed\", \"use\"], [\"use\", \"authorized\"], [\"authorized\", \"copyright\"], [\"copyright\", \"owner\"], [\"owner\", \"agent\"], [\"agent\", \"law\"], [\"law\", \"statement\"], [\"statement\", \"made\"], [\"made\", \"penalty\"], [\"penalty\", \"perjury\"], [\"perjury\", \"information\"], [\"information\", \"notice\"], [\"notice\", \"accurate\"], [\"accurate\", \"copyright\"], [\"copyright\", \"owner\"], [\"owner\", \"authorized\"], [\"authorized\", \"act\"], [\"act\", \"copyright\"], [\"copyright\", \"owner\"], [\"owner\", \"behalf\"], [\"behalf\", \"slate\"], [\"slate\", \"respect\"], [\"respect\", \"intellectual\"], [\"intellectual\", \"property\"], [\"property\", \"right\"], [\"right\", \"believe\"], [\"believe\", \"good\"], [\"good\", \"faith\"], [\"faith\", \"work\"], [\"work\", \"reproduced\"], [\"reproduced\", \"accessible\"], [\"accessible\", \"service\"], [\"service\", \"way\"], [\"way\", \"constitutes\"], [\"constitutes\", \"copyright\"], [\"copyright\", \"infringement\"], [\"infringement\", \"please\"], [\"please\", \"provide\"], [\"provide\", \"designated\"], [\"designated\", \"agent\"], [\"agent\", \"following\"], [\"following\", \"information\"], [\"information\", \"writing\"], [\"writing\", \"slate\"], [\"slate\", \"copyright\"], [\"copyright\", \"agent\"], [\"agent\", \"digital\"], [\"digital\", \"millenium\"], [\"millenium\", \"copyright\"], [\"copyright\", \"act\"], [\"act\", \"dmca\"], [\"dmca\", \"may\"], [\"may\", \"notify\"], [\"notify\", \"designated\"], [\"designated\", \"copyright\"], [\"copyright\", \"agent\"], [\"agent\", \"either\"], [\"either\", \"mail\"], [\"mail\", \"copyright\"], [\"copyright\", \"agent\"], [\"agent\", \"slate\"], [\"slate\", \"1350\"], [\"1350\", \"connecticut\"], [\"connecticut\", \"ave\"], [\"ave\", \"nw\"], [\"nw\", \"suite\"], [\"suite\", \"410\"], [\"410\", \"washington\"], [\"washington\", \"dc\"], [\"dc\", \"20036\"], [\"20036\", \"via\"], [\"via\", \"email\"], [\"email\", \"fax\"], [\"fax\", \"copyrightagentslatecom\"], [\"copyrightagentslatecom\", \"fax\"], [\"fax\", \"202\"], [\"202\", \"2230671\"], [\"2230671\", \"copyright\"], [\"copyright\", \"complaint\"], [\"complaint\", \"sent\"], [\"sent\", \"copyright\"], [\"copyright\", \"agent\"], [\"agent\", \"feedback\"], [\"feedback\", \"comment\"], [\"comment\", \"addressed\"], [\"addressed\", \"slateofficeslatecom\"], [\"slateofficeslatecom\", \"acknowledge\"], [\"acknowledge\", \"fail\"], [\"fail\", \"comply\"], [\"comply\", \"requirement\"], [\"requirement\", \"section\"], [\"section\", \"dmca\"], [\"dmca\", \"notice\"], [\"notice\", \"may\"], [\"may\", \"valid\"], [\"valid\", \"7\"], [\"7\", \"change\"], [\"change\", \"termination\"], [\"termination\", \"slate\"], [\"slate\", \"may\"], [\"may\", \"change\"], [\"change\", \"terminate\"], [\"terminate\", \"term\"], [\"term\", \"reason\"], [\"reason\", \"time\"], [\"time\", \"slate\"], [\"slate\", \"reserve\"], [\"reserve\", \"right\"], [\"right\", \"sole\"], [\"sole\", \"discretion\"], [\"discretion\", \"restrict\"], [\"restrict\", \"suspend\"], [\"suspend\", \"terminate\"], [\"terminate\", \"access\"], [\"access\", \"use\"], [\"use\", \"service\"], [\"service\", \"without\"], [\"without\", \"prior\"], [\"prior\", \"notice\"], [\"notice\", \"otherwise\"], [\"otherwise\", \"applicable\"], [\"applicable\", \"section\"], [\"section\", \"term\"], [\"term\", \"shall\"], [\"shall\", \"survive\"], [\"survive\", \"termination\"], [\"termination\", \"slate\"], [\"slate\", \"also\"], [\"also\", \"reserve\"], [\"reserve\", \"right\"], [\"right\", \"seek\"], [\"seek\", \"remedy\"], [\"remedy\", \"available\"], [\"available\", \"law\"], [\"law\", \"equity\"], [\"equity\", \"violation\"], [\"violation\", \"term\"], [\"term\", \"upon\"], [\"upon\", \"termination\"], [\"termination\", \"must\"], [\"must\", \"cease\"], [\"cease\", \"use\"], [\"use\", \"service\"], [\"service\", \"including\"], [\"including\", \"slate\"], [\"slate\", \"content\"], [\"content\", \"8\"], [\"8\", \"privacy\"], [\"privacy\", \"policy\"], [\"policy\", \"using\"], [\"using\", \"service\"], [\"service\", \"indicate\"], [\"indicate\", \"reviewed\"], [\"reviewed\", \"understand\"], [\"understand\", \"information\"], [\"information\", \"outlined\"], [\"outlined\", \"privacy\"], [\"privacy\", \"policy\"], [\"policy\", \"9\"], [\"9\", \"link\"], [\"link\", \"service\"], [\"service\", \"may\"], [\"may\", \"contain\"], [\"contain\", \"link\"], [\"link\", \"website\"], [\"website\", \"online\"], [\"online\", \"service\"], [\"service\", \"operated\"], [\"operated\", \"maintained\"], [\"maintained\", \"person\"], [\"person\", \"control\"], [\"control\", \"maintained\"], [\"maintained\", \"slate\"], [\"slate\", \"link\"], [\"link\", \"constitute\"], [\"constitute\", \"endorsement\"], [\"endorsement\", \"slate\"], [\"slate\", \"website\"], [\"website\", \"online\"], [\"online\", \"service\"], [\"service\", \"content\"], [\"content\", \"displayed\"], [\"displayed\", \"therein\"], [\"therein\", \"person\"], [\"person\", \"associated\"], [\"associated\", \"therewith\"], [\"therewith\", \"term\"], [\"term\", \"apply\"], [\"apply\", \"website\"], [\"website\", \"online\"], [\"online\", \"service\"], [\"service\", \"website\"], [\"website\", \"online\"], [\"online\", \"service\"], [\"service\", \"part\"], [\"part\", \"service\"], [\"service\", \"encourage\"], [\"encourage\", \"review\"], [\"review\", \"privacy\"], [\"privacy\", \"policy\"], [\"policy\", \"term\"], [\"term\", \"use\"], [\"use\", \"website\"], [\"website\", \"service\"], [\"service\", \"10\"], [\"10\", \"disclaimer\"], [\"disclaimer\", \"warranty\"], [\"warranty\", \"use\"], [\"use\", \"service\"], [\"service\", \"entirely\"], [\"entirely\", \"risk\"], [\"risk\", \"make\"], [\"make\", \"representation\"], [\"representation\", \"warranty\"], [\"warranty\", \"service\"], [\"service\", \"including\"], [\"including\", \"without\"], [\"without\", \"limitation\"], [\"limitation\", \"operation\"], [\"operation\", \"service\"], [\"service\", \"information\"], [\"information\", \"material\"], [\"material\", \"good\"], [\"good\", \"service\"], [\"service\", \"appearing\"], [\"appearing\", \"offered\"], [\"offered\", \"service\"], [\"service\", \"respect\"], [\"respect\", \"website\"], [\"website\", \"service\"], [\"service\", \"linked\"], [\"linked\", \"service\"], [\"service\", \"service\"], [\"service\", \"provided\"], [\"provided\", \"fault\"], [\"fault\", \"available\"], [\"available\", \"without\"], [\"without\", \"limiting\"], [\"limiting\", \"generality\"], [\"generality\", \"foregoing\"], [\"foregoing\", \"disclaim\"], [\"disclaim\", \"warranty\"], [\"warranty\", \"express\"], [\"express\", \"statutory\"], [\"statutory\", \"implied\"], [\"implied\", \"including\"], [\"including\", \"limited\"], [\"limited\", \"warranty\"], [\"warranty\", \"merchantability\"], [\"merchantability\", \"fitness\"], [\"fitness\", \"particular\"], [\"particular\", \"purpose\"], [\"purpose\", \"workmanlike\"], [\"workmanlike\", \"effort\"], [\"effort\", \"title\"], [\"title\", \"quiet\"], [\"quiet\", \"enjoyment\"], [\"enjoyment\", \"lien\"], [\"lien\", \"encumbrance\"], [\"encumbrance\", \"ii\"], [\"ii\", \"warranty\"], [\"warranty\", \"infringement\"], [\"infringement\", \"misappropriation\"], [\"misappropriation\", \"violation\"], [\"violation\", \"intellectual\"], [\"intellectual\", \"property\"], [\"property\", \"proprietary\"], [\"proprietary\", \"right\"], [\"right\", \"person\"], [\"person\", \"iii\"], [\"iii\", \"warranty\"], [\"warranty\", \"arising\"], [\"arising\", \"course\"], [\"course\", \"dealing\"], [\"dealing\", \"usage\"], [\"usage\", \"trade\"], [\"trade\", \"iv\"], [\"iv\", \"warranty\"], [\"warranty\", \"relating\"], [\"relating\", \"accuracy\"], [\"accuracy\", \"reliability\"], [\"reliability\", \"correctness\"], [\"correctness\", \"completeness\"], [\"completeness\", \"data\"], [\"data\", \"content\"], [\"content\", \"made\"], [\"made\", \"available\"], [\"available\", \"service\"], [\"service\", \"otherwise\"], [\"otherwise\", \"slate\"], [\"slate\", \"warranty\"], [\"warranty\", \"service\"], [\"service\", \"meet\"], [\"meet\", \"need\"], [\"need\", \"requirement\"], [\"requirement\", \"need\"], [\"need\", \"requirement\"], [\"requirement\", \"person\"], [\"person\", \"need\"], [\"need\", \"requirement\"], [\"requirement\", \"set\"], [\"set\", \"forth\"], [\"forth\", \"documentation\"], [\"documentation\", \"make\"], [\"make\", \"warranty\"], [\"warranty\", \"express\"], [\"express\", \"statutory\"], [\"statutory\", \"implied\"], [\"implied\", \"service\"], [\"service\", \"including\"], [\"including\", \"without\"], [\"without\", \"limitation\"], [\"limitation\", \"slate\"], [\"slate\", \"content\"], [\"content\", \"function\"], [\"function\", \"material\"], [\"material\", \"contained\"], [\"contained\", \"therein\"], [\"therein\", \"timely\"], [\"timely\", \"secure\"], [\"secure\", \"accurate\"], [\"accurate\", \"errorfree\"], [\"errorfree\", \"complete\"], [\"complete\", \"uptodate\"], [\"uptodate\", \"free\"], [\"free\", \"virus\"], [\"virus\", \"uninterrupted\"], [\"uninterrupted\", \"slate\"], [\"slate\", \"necessarily\"], [\"necessarily\", \"endorse\"], [\"endorse\", \"support\"], [\"support\", \"sanction\"], [\"sanction\", \"encourage\"], [\"encourage\", \"agree\"], [\"agree\", \"slate\"], [\"slate\", \"content\"], [\"content\", \"user\"], [\"user\", \"content\"], [\"content\", \"expressly\"], [\"expressly\", \"disclaim\"], [\"disclaim\", \"representation\"], [\"representation\", \"warranty\"], [\"warranty\", \"liability\"], [\"liability\", \"connection\"], [\"connection\", \"user\"], [\"user\", \"content\"], [\"content\", \"slate\"], [\"slate\", \"content\"], [\"content\", \"slate\"], [\"slate\", \"make\"], [\"make\", \"representation\"], [\"representation\", \"service\"], [\"service\", \"appropriate\"], [\"appropriate\", \"available\"], [\"available\", \"use\"], [\"use\", \"outside\"], [\"outside\", \"united\"], [\"united\", \"state\"], [\"state\", \"oral\"], [\"oral\", \"written\"], [\"written\", \"information\"], [\"information\", \"made\"], [\"made\", \"available\"], [\"available\", \"behalf\"], [\"behalf\", \"slate\"], [\"slate\", \"shall\"], [\"shall\", \"create\"], [\"create\", \"warranty\"], [\"warranty\", \"applicable\"], [\"applicable\", \"law\"], [\"law\", \"allow\"], [\"allow\", \"exclusion\"], [\"exclusion\", \"implied\"], [\"implied\", \"statutory\"], [\"statutory\", \"warranty\"], [\"warranty\", \"apply\"], [\"apply\", \"exclusion\"], [\"exclusion\", \"apply\"], [\"apply\", \"fullest\"], [\"fullest\", \"extent\"], [\"extent\", \"permitted\"], [\"permitted\", \"applicable\"], [\"applicable\", \"law\"], [\"law\", \"11\"], [\"11\", \"exclusive\"], [\"exclusive\", \"remedy\"], [\"remedy\", \"limitation\"], [\"limitation\", \"liability\"], [\"liability\", \"circumstance\"], [\"circumstance\", \"including\"], [\"including\", \"without\"], [\"without\", \"limitation\"], [\"limitation\", \"negligence\"], [\"negligence\", \"slate\"], [\"slate\", \"affiliate\"], [\"affiliate\", \"party\"], [\"party\", \"involved\"], [\"involved\", \"creating\"], [\"creating\", \"producing\"], [\"producing\", \"delivering\"], [\"delivering\", \"service\"], [\"service\", \"liable\"], [\"liable\", \"damage\"], [\"damage\", \"loss\"], [\"loss\", \"including\"], [\"including\", \"without\"], [\"without\", \"limitation\"], [\"limitation\", \"direct\"], [\"direct\", \"incidental\"], [\"incidental\", \"consequential\"], [\"consequential\", \"indirect\"], [\"indirect\", \"special\"], [\"special\", \"punitive\"], [\"punitive\", \"damage\"], [\"damage\", \"lost\"], [\"lost\", \"profit\"], [\"profit\", \"arising\"], [\"arising\", \"term\"], [\"term\", \"access\"], [\"access\", \"use\"], [\"use\", \"misuse\"], [\"misuse\", \"inability\"], [\"inability\", \"use\"], [\"use\", \"service\"], [\"service\", \"including\"], [\"including\", \"without\"], [\"without\", \"limitation\"], [\"limitation\", \"slate\"], [\"slate\", \"content\"], [\"content\", \"user\"], [\"user\", \"content\"], [\"content\", \"site\"], [\"site\", \"linked\"], [\"linked\", \"service\"], [\"service\", \"however\"], [\"however\", \"caused\"], [\"caused\", \"whether\"], [\"whether\", \"contract\"], [\"contract\", \"tort\"], [\"tort\", \"negligence\"], [\"negligence\", \"strict\"], [\"strict\", \"liability\"], [\"liability\", \"otherwise\"], [\"otherwise\", \"even\"], [\"even\", \"slate\"], [\"slate\", \"advised\"], [\"advised\", \"possibility\"], [\"possibility\", \"damage\"], [\"damage\", \"connection\"], [\"connection\", \"failure\"], [\"failure\", \"performance\"], [\"performance\", \"error\"], [\"error\", \"omission\"], [\"omission\", \"interruption\"], [\"interruption\", \"defect\"], [\"defect\", \"delay\"], [\"delay\", \"operation\"], [\"operation\", \"transmission\"], [\"transmission\", \"computer\"], [\"computer\", \"virus\"], [\"virus\", \"line\"], [\"line\", \"system\"], [\"system\", \"failure\"], [\"failure\", \"jurisdiction\"], [\"jurisdiction\", \"allow\"], [\"allow\", \"exclusion\"], [\"exclusion\", \"limitation\"], [\"limitation\", \"incidental\"], [\"incidental\", \"consequential\"], [\"consequential\", \"damage\"], [\"damage\", \"slate\"], [\"slate\", \"liability\"], [\"liability\", \"jurisdiction\"], [\"jurisdiction\", \"shall\"], [\"shall\", \"limited\"], [\"limited\", \"extent\"], [\"extent\", \"permitted\"], [\"permitted\", \"law\"], [\"law\", \"claim\"], [\"claim\", \"u\"], [\"u\", \"shall\"], [\"shall\", \"limited\"], [\"limited\", \"amount\"], [\"amount\", \"paid\"], [\"paid\", \"use\"], [\"use\", \"service\"], [\"service\", \"12\"], [\"12\", \"indemnification\"], [\"indemnification\", \"agree\"], [\"agree\", \"indemnify\"], [\"indemnify\", \"hold\"], [\"hold\", \"harmless\"], [\"harmless\", \"defend\"], [\"defend\", \"slate\"], [\"slate\", \"affiliate\"], [\"affiliate\", \"licensors\"], [\"licensors\", \"respective\"], [\"respective\", \"officer\"], [\"officer\", \"director\"], [\"director\", \"contractor\"], [\"contractor\", \"agent\"], [\"agent\", \"employee\"], [\"employee\", \"successor\"], [\"successor\", \"assigns\"], [\"assigns\", \"demand\"], [\"demand\", \"claim\"], [\"claim\", \"damage\"], [\"damage\", \"liability\"], [\"liability\", \"judgment\"], [\"judgment\", \"fine\"], [\"fine\", \"interest\"], [\"interest\", \"penalty\"], [\"penalty\", \"loss\"], [\"loss\", \"cost\"], [\"cost\", \"expense\"], [\"expense\", \"harm\"], [\"harm\", \"including\"], [\"including\", \"without\"], [\"without\", \"limitation\"], [\"limitation\", \"reasonable\"], [\"reasonable\", \"attorney\"], [\"attorney\", \"fee\"], [\"fee\", \"fee\"], [\"fee\", \"professional\"], [\"professional\", \"adviser\"], [\"adviser\", \"arising\"], [\"arising\", \"connection\"], [\"connection\", \"use\"], [\"use\", \"service\"], [\"service\", \"including\"], [\"including\", \"without\"], [\"without\", \"limitation\"], [\"limitation\", \"user\"], [\"user\", \"content\"], [\"content\", \"use\"], [\"use\", \"slate\"], [\"slate\", \"content\"], [\"content\", \"ii\"], [\"ii\", \"online\"], [\"online\", \"conduct\"], [\"conduct\", \"iii\"], [\"iii\", \"violation\"], [\"violation\", \"breach\"], [\"breach\", \"term\"], [\"term\", \"iv\"], [\"iv\", \"failure\"], [\"failure\", \"comply\"], [\"comply\", \"applicable\"], [\"applicable\", \"law\"], [\"law\", \"regulation\"], [\"regulation\", \"v\"], [\"v\", \"negligence\"], [\"negligence\", \"willful\"], [\"willful\", \"misconduct\"], [\"misconduct\", \"violation\"], [\"violation\", \"intellectual\"], [\"intellectual\", \"property\"], [\"property\", \"right\"], [\"right\", \"person\"], [\"person\", \"vi\"], [\"vi\", \"dealing\"], [\"dealing\", \"transaction\"], [\"transaction\", \"person\"], [\"person\", \"resulting\"], [\"resulting\", \"use\"], [\"use\", \"service\"], [\"service\", \"shall\"], [\"shall\", \"settle\"], [\"settle\", \"claim\"], [\"claim\", \"without\"], [\"without\", \"prior\"], [\"prior\", \"written\"], [\"written\", \"consent\"], [\"consent\", \"slate\"], [\"slate\", \"obligation\"], [\"obligation\", \"survive\"], [\"survive\", \"termination\"], [\"termination\", \"term\"], [\"term\", \"13\"], [\"13\", \"integration\"], [\"integration\", \"severability\"], [\"severability\", \"term\"], [\"term\", \"constitute\"], [\"constitute\", \"entire\"], [\"entire\", \"agreement\"], [\"agreement\", \"slate\"], [\"slate\", \"superseding\"], [\"superseding\", \"prior\"], [\"prior\", \"contemporaneous\"], [\"contemporaneous\", \"communication\"], [\"communication\", \"proposal\"], [\"proposal\", \"whether\"], [\"whether\", \"oral\"], [\"oral\", \"written\"], [\"written\", \"electronic\"], [\"electronic\", \"u\"], [\"u\", \"event\"], [\"event\", \"provision\"], [\"provision\", \"term\"], [\"term\", \"held\"], [\"held\", \"unenforceable\"], [\"unenforceable\", \"affect\"], [\"affect\", \"validity\"], [\"validity\", \"enforceability\"], [\"enforceability\", \"remaining\"], [\"remaining\", \"provision\"], [\"provision\", \"replaced\"], [\"replaced\", \"enforceable\"], [\"enforceable\", \"provision\"], [\"provision\", \"come\"], [\"come\", \"closest\"], [\"closest\", \"intention\"], [\"intention\", \"underlying\"], [\"underlying\", \"unenforceable\"], [\"unenforceable\", \"provision\"], [\"provision\", \"14\"], [\"14\", \"waiver\"], [\"waiver\", \"failure\"], [\"failure\", \"enforce\"], [\"enforce\", \"provision\"], [\"provision\", \"term\"], [\"term\", \"respond\"], [\"respond\", \"breach\"], [\"breach\", \"party\"], [\"party\", \"shall\"], [\"shall\", \"way\"], [\"way\", \"waive\"], [\"waive\", \"right\"], [\"right\", \"enforce\"], [\"enforce\", \"subsequently\"], [\"subsequently\", \"term\"], [\"term\", \"condition\"], [\"condition\", \"term\"], [\"term\", \"act\"], [\"act\", \"respect\"], [\"respect\", \"similar\"], [\"similar\", \"breach\"], [\"breach\", \"15\"], [\"15\", \"assignment\"], [\"assignment\", \"binding\"], [\"binding\", \"effect\"], [\"effect\", \"must\"], [\"must\", \"assign\"], [\"assign\", \"term\"], [\"term\", \"right\"], [\"right\", \"obligation\"], [\"obligation\", \"herein\"], [\"herein\", \"without\"], [\"without\", \"prior\"], [\"prior\", \"written\"], [\"written\", \"consent\"], [\"consent\", \"slate\"], [\"slate\", \"attempted\"], [\"attempted\", \"assignment\"], [\"assignment\", \"contravention\"], [\"contravention\", \"provision\"], [\"provision\", \"null\"], [\"null\", \"void\"], [\"void\", \"force\"], [\"force\", \"effect\"], [\"effect\", \"slate\"], [\"slate\", \"right\"], [\"right\", \"assign\"], [\"assign\", \"term\"], [\"term\", \"right\"], [\"right\", \"obligation\"], [\"obligation\", \"herein\"], [\"herein\", \"term\"], [\"term\", \"binding\"], [\"binding\", \"upon\"], [\"upon\", \"party\"], [\"party\", \"respective\"], [\"respective\", \"successor\"], [\"successor\", \"heir\"], [\"heir\", \"trustee\"], [\"trustee\", \"administrator\"], [\"administrator\", \"executor\"], [\"executor\", \"permitted\"], [\"permitted\", \"assigns\"], [\"assigns\", \"16\"], [\"16\", \"location\"], [\"location\", \"governing\"], [\"governing\", \"law\"], [\"law\", \"arbitration\"], [\"arbitration\", \"time\"], [\"time\", \"period\"], [\"period\", \"limitation\"], [\"limitation\", \"bringing\"], [\"bringing\", \"claim\"], [\"claim\", \"term\"], [\"term\", \"governed\"], [\"governed\", \"must\"], [\"must\", \"construed\"], [\"construed\", \"accordance\"], [\"accordance\", \"law\"], [\"law\", \"united\"], [\"united\", \"state\"], [\"state\", \"commonwealth\"], [\"commonwealth\", \"virginia\"], [\"virginia\", \"applicable\"], [\"applicable\", \"without\"], [\"without\", \"giving\"], [\"giving\", \"effect\"], [\"effect\", \"principle\"], [\"principle\", \"conflict\"], [\"conflict\", \"law\"], [\"law\", \"using\"], [\"using\", \"service\"], [\"service\", \"waive\"], [\"waive\", \"claim\"], [\"claim\", \"may\"], [\"may\", \"arise\"], [\"arise\", \"law\"], [\"law\", \"state\"], [\"state\", \"country\"], [\"country\", \"territory\"], [\"territory\", \"jurisdiction\"], [\"jurisdiction\", \"respect\"], [\"respect\", \"dispute\"], [\"dispute\", \"arising\"], [\"arising\", \"connection\"], [\"connection\", \"service\"], [\"service\", \"term\"], [\"term\", \"including\"], [\"including\", \"without\"], [\"without\", \"limitation\"], [\"limitation\", \"privacy\"], [\"privacy\", \"policy\"], [\"policy\", \"slate\"], [\"slate\", \"agree\"], [\"agree\", \"negotiate\"], [\"negotiate\", \"good\"], [\"good\", \"faith\"], [\"faith\", \"undertake\"], [\"undertake\", \"reasonable\"], [\"reasonable\", \"effort\"], [\"effort\", \"cooperate\"], [\"cooperate\", \"one\"], [\"one\", \"another\"], [\"another\", \"order\"], [\"order\", \"achieve\"], [\"achieve\", \"mutually\"], [\"mutually\", \"satisfactory\"], [\"satisfactory\", \"resolution\"], [\"resolution\", \"slate\"], [\"slate\", \"resolve\"], [\"resolve\", \"dispute\"], [\"dispute\", \"informal\"], [\"informal\", \"negotiation\"], [\"negotiation\", \"effort\"], [\"effort\", \"resolve\"], [\"resolve\", \"dispute\"], [\"dispute\", \"conducted\"], [\"conducted\", \"exclusively\"], [\"exclusively\", \"binding\"], [\"binding\", \"arbitration\"], [\"arbitration\", \"described\"], [\"described\", \"section\"], [\"section\", \"giving\"], [\"giving\", \"right\"], [\"right\", \"litigate\"], [\"litigate\", \"participate\"], [\"participate\", \"party\"], [\"party\", \"class\"], [\"class\", \"member\"], [\"member\", \"dispute\"], [\"dispute\", \"court\"], [\"court\", \"judge\"], [\"judge\", \"jury\"], [\"jury\", \"instead\"], [\"instead\", \"dispute\"], [\"dispute\", \"resolved\"], [\"resolved\", \"neutral\"], [\"neutral\", \"arbitrator\"], [\"arbitrator\", \"whose\"], [\"whose\", \"decision\"], [\"decision\", \"final\"], [\"final\", \"except\"], [\"except\", \"limited\"], [\"limited\", \"right\"], [\"right\", \"appeal\"], [\"appeal\", \"federal\"], [\"federal\", \"arbitration\"], [\"arbitration\", \"act\"], [\"act\", \"court\"], [\"court\", \"jurisdiction\"], [\"jurisdiction\", \"party\"], [\"party\", \"may\"], [\"may\", \"enforce\"], [\"enforce\", \"arbitrator\"], [\"arbitrator\", \"award\"], [\"award\", \"proceeding\"], [\"proceeding\", \"resolve\"], [\"resolve\", \"litigate\"], [\"litigate\", \"dispute\"], [\"dispute\", \"forum\"], [\"forum\", \"conducted\"], [\"conducted\", \"solely\"], [\"solely\", \"individual\"], [\"individual\", \"basis\"], [\"basis\", \"neither\"], [\"neither\", \"slate\"], [\"slate\", \"seek\"], [\"seek\", \"dispute\"], [\"dispute\", \"heard\"], [\"heard\", \"class\"], [\"class\", \"action\"], [\"action\", \"proceeding\"], [\"proceeding\", \"either\"], [\"either\", \"party\"], [\"party\", \"act\"], [\"act\", \"proposes\"], [\"proposes\", \"act\"], [\"act\", \"representative\"], [\"representative\", \"capacity\"], [\"capacity\", \"arbitration\"], [\"arbitration\", \"proceeding\"], [\"proceeding\", \"combined\"], [\"combined\", \"another\"], [\"another\", \"without\"], [\"without\", \"prior\"], [\"prior\", \"written\"], [\"written\", \"consent\"], [\"consent\", \"party\"], [\"party\", \"affected\"], [\"affected\", \"arbitration\"], [\"arbitration\", \"proceeding\"], [\"proceeding\", \"slate\"], [\"slate\", \"agree\"], [\"agree\", \"dispute\"], [\"dispute\", \"arising\"], [\"arising\", \"term\"], [\"term\", \"can\"], [\"can\", \"not\"], [\"not\", \"settled\"], [\"settled\", \"informal\"], [\"informal\", \"negotiation\"], [\"negotiation\", \"settled\"], [\"settled\", \"exclusively\"], [\"exclusively\", \"confidential\"], [\"confidential\", \"binding\"], [\"binding\", \"arbitration\"], [\"arbitration\", \"accordance\"], [\"accordance\", \"commercial\"], [\"commercial\", \"rule\"], [\"rule\", \"arbitration\"], [\"arbitration\", \"american\"], [\"american\", \"arbitration\"], [\"arbitration\", \"association\"], [\"association\", \"virginia\"], [\"virginia\", \"arbitrator\"], [\"arbitrator\", \"award\"], [\"award\", \"shall\"], [\"shall\", \"binding\"], [\"binding\", \"may\"], [\"may\", \"entered\"], [\"entered\", \"judgment\"], [\"judgment\", \"court\"], [\"court\", \"competent\"], [\"competent\", \"jurisdiction\"], [\"jurisdiction\", \"agree\"], [\"agree\", \"slate\"], [\"slate\", \"may\"], [\"may\", \"seek\"], [\"seek\", \"interim\"], [\"interim\", \"preliminary\"], [\"preliminary\", \"relief\"], [\"relief\", \"court\"], [\"court\", \"competent\"], [\"competent\", \"jurisdiction\"], [\"jurisdiction\", \"virginia\"], [\"virginia\", \"necessary\"], [\"necessary\", \"protect\"], [\"protect\", \"right\"], [\"right\", \"property\"], [\"property\", \"pending\"], [\"pending\", \"completion\"], [\"completion\", \"arbitration\"], [\"arbitration\", \"extent\"], [\"extent\", \"permitted\"], [\"permitted\", \"law\"], [\"law\", \"claim\"], [\"claim\", \"dispute\"], [\"dispute\", \"term\"], [\"term\", \"must\"], [\"must\", \"filed\"], [\"filed\", \"within\"], [\"within\", \"one\"], [\"one\", \"year\"], [\"year\", \"arbitration\"], [\"arbitration\", \"proceeding\"], [\"proceeding\", \"oneyear\"], [\"oneyear\", \"period\"], [\"period\", \"begin\"], [\"begin\", \"claim\"], [\"claim\", \"notice\"], [\"notice\", \"dispute\"], [\"dispute\", \"first\"], [\"first\", \"could\"], [\"could\", \"filed\"], [\"filed\", \"claim\"], [\"claim\", \"dispute\"], [\"dispute\", \"isnt\"], [\"isnt\", \"filed\"], [\"filed\", \"within\"], [\"within\", \"one\"], [\"one\", \"year\"], [\"year\", \"permanently\"], [\"permanently\", \"barred\"], [\"barred\", \"17\"], [\"17\", \"separate\"], [\"separate\", \"term\"], [\"term\", \"condition\"], [\"condition\", \"connection\"], [\"connection\", \"use\"], [\"use\", \"service\"], [\"service\", \"may\"], [\"may\", \"asked\"], [\"asked\", \"consent\"], [\"consent\", \"policy\"], [\"policy\", \"term\"], [\"term\", \"condition\"], [\"condition\", \"addition\"], [\"addition\", \"term\"], [\"term\", \"please\"], [\"please\", \"read\"], [\"read\", \"supplemental\"], [\"supplemental\", \"policy\"], [\"policy\", \"term\"], [\"term\", \"carefully\"], [\"carefully\", \"making\"], [\"making\", \"use\"], [\"use\", \"portion\"], [\"portion\", \"service\"], [\"service\", \"supplemental\"], [\"supplemental\", \"term\"], [\"term\", \"vary\"], [\"vary\", \"replace\"], [\"replace\", \"term\"], [\"term\", \"regarding\"], [\"regarding\", \"use\"], [\"use\", \"service\"], [\"service\", \"unless\"], [\"unless\", \"otherwise\"], [\"otherwise\", \"expressly\"], [\"expressly\", \"stated\"], [\"stated\", \"18\"], [\"18\", \"contact\"], [\"contact\", \"information\"]], \"Text_Lemmatized\": \"1 legal agreement term service term legal agreement slate group llc slate u governing access use website online service slate operates link term including without limitation slate content user content subscription service collectively service please read term carefully using service using service indicates accept agree bound term use service accept term slate may change modify service term time change revision modification shall effective immediately upon posted relation service use service post change term constitutes acceptance change represent least 18 year old information submit correct term contain disclaimer warranty section 10 disclaimer liability exclusive remedy section 11 well information certain limitation ability bring claim u section 16 2 prohibited content activity may access use attempt access use service take action could harm u person entity person interfere operation service use service manner violates law example without limitation may impersonate person falsely state otherwise misrepresent credential affiliation person origin information provide engage unauthorized spidering scraping harvesting content information use unauthorized automated mean compile information obtain attempt gain unauthorized access computer system material information service available service use device software routine interfere attempt interfere proper working service activity conducted service attempt probe scan test vulnerability breach security system device network circumvent reverse engineer decipher decompile disassemble decrypt otherwise alter interfere attempt encourage support anyone el attempt engage activity software comprising way making part service use distribution tool designed compromising security eg password guessing program cracking tool network probing tool strictly prohibited take action imposes unreasonable disproportionately large load network infrastructure upload otherwise transmit communication software material contains virus otherwise harmful slate user computer device system engage conduct restricts inhibits person using enjoying service sole judgment expose u affiliate user third party liability damage detriment type violation system network security certain conduct may result civil criminal liability may investigate work law enforcement authority prosecute user violate term may suspend terminate access service reason time without notice 3 user submission certain area service may enable post comment send email otherwise provide information slate person remain fully responsible material provide u others including without limitation information audio recording photograph document material submitted posted uploaded sent otherwise transmitted u others user content agree provide user content infringes misappropriates otherwise violates copyright trademark patent intellectual property right person false misleading libelous slanderous defamatory obscene abusive hateful sexuallyexplicit violates person right privacy publicity contains advertising solicitation kind degrades others basis gender race class ethnicity national origin religion sexual preference orientation identity disability classification contains epithet language material intended intimidate incite violence violates applicable local state national international law advocate illegal activity service permit post publish user content may post user content original right post submitting user content grant u royaltyfree irrevocable perpetual nonexclusive worldwide fully sublicensable transferable license publish reproduce distribute display perform edit adapt modify translate create derivative work make sell offer sale export otherwise use exploit user content portion thereof way want form medium technology known later developed hereby waive moral right may user content represent obtained necessary permission person identified implicated submission including shown photographic content case minor also parent legal guardian appropriate obligated publish use user content slate manner endorsing user content slate content may publish post service can not vouch reliability slate responsible user content slate content duty monitor user content slate content posted service use information contained user content slate content risk slate designees right sole discretion monitor review edit remove delete disable refuse restrict terminate access user content service whole part time without prior notice sole discretion reason obligation u term shall survive termination service use service user content service term continue post user content slate previously advised post age 13 may submit user content u age 18 least 13 year age may submit user content permission supervision parent legal guardian parent legal guardian agreeing rule benefit individual age 13 18 please advised fully responsible user content legal liability may incur 4 subscription service subscription service certain service slate plus may available creation subscription account payment fee subscription service subscription service account access subscription service fixed term renew automatically unless otherwise disclosed pay subscription service subscription service certain service slate plus may available creation subscription account payment fee subscription service subscription service account access subscription service fixed term renew automatically unless otherwise disclosed pay subscription service access restriction authorized access subscription service unless opened subscription account paid appropriate fee received access credential eg username password u using access credential may assist anyone else accessing subscription service unauthorized basis including sharing access credential providing content material obtained subscription service third party responsible maintaining confidentiality access credential usage activity subscription service account including use subscription service third party authorized use access credential responsibility expressly includes purchase made charge incurred credit card connection use authorized third party use subscription service event fraudulent abusive otherwise illegal activity subscription service account may sole discretion terminate account refer appropriate law enforcement agency may responsible damage fraudulent abusive otherwise illegal activity age billing authorization subscribing subscription service confirm least 18 year age information submit true correct including credit card information authorized holder credit card fee agree pay subscription fee charge subscription service account including applicable tax slate andor particular service provider reserve right change amount basis determining subscription fee charge subscription service institute new subscription fee charge effective upon prior notice mobile access subscription service accessible using particular kind device apple ipad amazon kindle investigate subscription service pay access ensure work device refund fee paid subscription service subscribe compatible also certain subscription service may available use every jurisdiction refund fee paid subscription service subscribe available information compatibility availability please visit applicable provider website contact u mobileslatecom subscribe suspension termination may suspend terminate access subscription service time without notice responsible fee associated subscription service termination becomes effective remedy u issue refund breached violated obligation term entitled remedy cancellation cancel subscription subscription service must follow procedure described applicable provider website list cancellation procedure particular subscription service must contact u supportslatecom refund prorate subscription service purchase made service reason request terminate subscription effective billing period received cancellation concludes 5 registration nonsubscription service may asked register certain activity connection service subscription service see section 4 discussion subscription service register agree provide accurate current complete information requested directed promptly update information maintain accuracy slate right suspend terminate account registration refuse current future use suspect information inaccurate incomplete responsible maintaining confidentiality password username given select responsible activity occur password account 6 intellectual property content information material computer code software part service user content collectively slate content property slate third party may access use display service single computer device download print copy slate content noncommercial informational personal use without modification alteration way long comply term copyright intellectual property right slate content protected copyright law united state country acknowledge copyright intellectual property right service owned slate thirdparty licensors full extent permitted united state copyright act international copyright law applicable law unless expressly permitted authorized person writing may copy reproduce distribute publish enter database display perform modify create derivative work transmit way use exploit part slate content except may make use content educational noncommercial purpose provided maintain copyright notice posted along slate content obtain written consent use copyrighted work please contact u using information section 18 copying downloading material anything personal use violation term slate content protected copyright law united state country acknowledge copyright intellectual property right service owned slate thirdparty licensors full extent permitted united state copyright act international copyright law applicable law unless expressly permitted authorized person writing may copy reproduce distribute publish enter database display perform modify create derivative work transmit way use exploit part slate content except may make use content educational noncommercial purpose provided maintain copyright notice posted along slate content obtain written consent use copyrighted work please contact u using information section 18 copying downloading material anything personal use violation term trade service mark right product name slate name trade name logo service mark trade dress slogan product packaging design slate product service whether appearing large print trademark symbol belong exclusively slate licensors protected reproduction imitation dilution confusing misleading us national international trademark copyright law use misuse trademark material except permitted herein expressly prohibited nothing stated implied service confers license right patent trademark slate affiliate third party obtain written permission use trade service mark right slate please contact u using information section 18 right product name slate name trade name logo service mark trade dress slogan product packaging design slate product service whether appearing large print trademark symbol belong exclusively slate licensors protected reproduction imitation dilution confusing misleading us national international trademark copyright law use misuse trademark material except permitted herein expressly prohibited nothing stated implied service confers license right patent trademark slate affiliate third party obtain written permission use trade service mark right slate please contact u using information section 18 notice infringement slate respect intellectual property right believe good faith work reproduced accessible service way constitutes copyright infringement please provide designated agent following information writing slate copyright agent digital millenium copyright act dmca electronic physical signature person authorized act behalf owner exclusive right allegedly infringed identification copyrighted work representative list work claimed infringed identification allegedly infringing material information reasonably sufficient permit u locate material name address telephone number email address may contact necessary statement good faith belief disputed use authorized copyright owner agent law statement made penalty perjury information notice accurate copyright owner authorized act copyright owner behalf slate respect intellectual property right believe good faith work reproduced accessible service way constitutes copyright infringement please provide designated agent following information writing slate copyright agent digital millenium copyright act dmca may notify designated copyright agent either mail copyright agent slate 1350 connecticut ave nw suite 410 washington dc 20036 via email fax copyrightagentslatecom fax 202 2230671 copyright complaint sent copyright agent feedback comment addressed slateofficeslatecom acknowledge fail comply requirement section dmca notice may valid 7 change termination slate may change terminate term reason time slate reserve right sole discretion restrict suspend terminate access use service without prior notice otherwise applicable section term shall survive termination slate also reserve right seek remedy available law equity violation term upon termination must cease use service including slate content 8 privacy policy using service indicate reviewed understand information outlined privacy policy 9 link service may contain link website online service operated maintained person control maintained slate link constitute endorsement slate website online service content displayed therein person associated therewith term apply website online service website online service part service encourage review privacy policy term use website service 10 disclaimer warranty use service entirely risk make representation warranty service including without limitation operation service information material good service appearing offered service respect website service linked service service provided fault available without limiting generality foregoing disclaim warranty express statutory implied including limited warranty merchantability fitness particular purpose workmanlike effort title quiet enjoyment lien encumbrance ii warranty infringement misappropriation violation intellectual property proprietary right person iii warranty arising course dealing usage trade iv warranty relating accuracy reliability correctness completeness data content made available service otherwise slate warranty service meet need requirement need requirement person need requirement set forth documentation make warranty express statutory implied service including without limitation slate content function material contained therein timely secure accurate errorfree complete uptodate free virus uninterrupted slate necessarily endorse support sanction encourage agree slate content user content expressly disclaim representation warranty liability connection user content slate content slate make representation service appropriate available use outside united state oral written information made available behalf slate shall create warranty applicable law allow exclusion implied statutory warranty apply exclusion apply fullest extent permitted applicable law 11 exclusive remedy limitation liability circumstance including without limitation negligence slate affiliate party involved creating producing delivering service liable damage loss including without limitation direct incidental consequential indirect special punitive damage lost profit arising term access use misuse inability use service including without limitation slate content user content site linked service however caused whether contract tort negligence strict liability otherwise even slate advised possibility damage connection failure performance error omission interruption defect delay operation transmission computer virus line system failure jurisdiction allow exclusion limitation incidental consequential damage slate liability jurisdiction shall limited extent permitted law claim u shall limited amount paid use service 12 indemnification agree indemnify hold harmless defend slate affiliate licensors respective officer director contractor agent employee successor assigns demand claim damage liability judgment fine interest penalty loss cost expense harm including without limitation reasonable attorney fee fee professional adviser arising connection use service including without limitation user content use slate content ii online conduct iii violation breach term iv failure comply applicable law regulation v negligence willful misconduct violation intellectual property right person vi dealing transaction person resulting use service shall settle claim without prior written consent slate obligation survive termination term 13 integration severability term constitute entire agreement slate superseding prior contemporaneous communication proposal whether oral written electronic u event provision term held unenforceable affect validity enforceability remaining provision replaced enforceable provision come closest intention underlying unenforceable provision 14 waiver failure enforce provision term respond breach party shall way waive right enforce subsequently term condition term act respect similar breach 15 assignment binding effect must assign term right obligation herein without prior written consent slate attempted assignment contravention provision null void force effect slate right assign term right obligation herein term binding upon party respective successor heir trustee administrator executor permitted assigns 16 location governing law arbitration time period limitation bringing claim term governed must construed accordance law united state commonwealth virginia applicable without giving effect principle conflict law using service waive claim may arise law state country territory jurisdiction respect dispute arising connection service term including without limitation privacy policy slate agree negotiate good faith undertake reasonable effort cooperate one another order achieve mutually satisfactory resolution slate resolve dispute informal negotiation effort resolve dispute conducted exclusively binding arbitration described section giving right litigate participate party class member dispute court judge jury instead dispute resolved neutral arbitrator whose decision final except limited right appeal federal arbitration act court jurisdiction party may enforce arbitrator award proceeding resolve litigate dispute forum conducted solely individual basis neither slate seek dispute heard class action proceeding either party act proposes act representative capacity arbitration proceeding combined another without prior written consent party affected arbitration proceeding slate agree dispute arising term can not settled informal negotiation settled exclusively confidential binding arbitration accordance commercial rule arbitration american arbitration association virginia arbitrator award shall binding may entered judgment court competent jurisdiction agree slate may seek interim preliminary relief court competent jurisdiction virginia necessary protect right property pending completion arbitration extent permitted law claim dispute term must filed within one year arbitration proceeding oneyear period begin claim notice dispute first could filed claim dispute isnt filed within one year permanently barred 17 separate term condition connection use service may asked consent policy term condition addition term please read supplemental policy term carefully making use portion service supplemental term vary replace term regarding use service unless otherwise expressly stated 18 contact information\", \"Text_Lower\": \"1 this is a legal agreement\\n\\nthis terms of service terms is a legal agreement between you and the slate group llc slate we or us governing your access to and use of the websites and online services that slate operates and that link to these terms including without limitation the slate content and user content and any subscription services collectively the services please read the terms carefully before using the services using the services indicates that you accept and agree to be bound by the terms do not use the services if you do not accept the terms slate may change or modify the services or the terms at any time such changes revisions or modifications shall be effective immediately upon being posted in relation to the services any use of the services by you after we post changes to the terms constitutes your acceptance of those changes you represent that you are at least 18 years old and that all information you submit is correct\\n\\nthese terms contain disclaimers of warranties section 10 disclaimers of liability and an exclusive remedy section 11 as well as information about certain limitations on your ability to bring a claim against us section 16\\n\\n2 prohibited content and activities\\n\\nyou may not access or use or attempt to access or use the services to take any action that could harm us or any person or entity a person interfere with the operation of the services or use the services in a manner that violates any laws for example and without limitation you may not\\n\\nimpersonate any person or falsely state or otherwise misrepresent your credentials affiliation with any person or the origin of any information you provide\\n\\n\\n\\n\\n\\nengage in unauthorized spidering scraping or harvesting of content or information or use any other unauthorized automated means to compile information\\n\\n\\n\\n\\n\\nobtain or attempt to gain unauthorized access to other computer systems materials information or any services available on or through the services\\n\\n\\n\\n\\n\\nuse any device software or routine to interfere or attempt to interfere with the proper working of the services or any activity conducted on the services or attempt to probe scan test the vulnerability of or breach the security of any system device or network\\n\\n\\n\\n\\n\\ncircumvent reverse engineer decipher decompile disassemble decrypt or otherwise alter or interfere with or attempt encourage or support anyone elses attempt to engage in such activities any of the software comprising or in any way making up a part of the services the use or distribution of tools designed for compromising security eg password guessing programs cracking tools or network probing tools is strictly prohibited\\n\\n\\n\\n\\n\\ntake any action that imposes an unreasonable or disproportionately large load on our network or infrastructure\\n\\n\\n\\n\\n\\nupload or otherwise transmit any communication software or material that contains a virus or is otherwise harmful to slates or its users computers devices or systems or\\n\\n\\n\\n\\n\\nengage in any other conduct that restricts or inhibits any person from using or enjoying the services or that in our sole judgment exposes us or any of our affiliates users or any other third party to any liability damages or detriment of any type\\n\\nviolations of system or network security and certain other conduct may result in civil or criminal liability we may investigate and work with law enforcement authorities to prosecute users who violate the terms we may suspend or terminate your access to the services for any or no reason at any time without notice\\n\\n3 user submissions\\n\\ncertain areas of the services may enable you to post comments send emails or otherwise provide information to slate or other persons you remain fully responsible for the materials that you provide to us or others including without limitation information audio recordings photographs documents or other materials submitted posted uploaded sent or otherwise transmitted to us or others user content you agree not to provide user content that\\n\\ninfringes on misappropriates or otherwise violates the copyright trademark patent or other intellectual property right of any person\\n\\n\\n\\n\\n\\nis false misleading libelous slanderous defamatory obscene abusive hateful or sexuallyexplicit\\n\\n\\n\\n\\n\\nviolates a persons right to privacy or publicity\\n\\n\\n\\n\\n\\ncontains advertising or a solicitation of any kind\\n\\n\\n\\n\\n\\ndegrades others on the basis of gender race class ethnicity national origin religion sexual preference orientation or identity disability or other classification\\n\\n\\n\\n\\n\\ncontains epithets or other language or material intended to intimidate or to incite violence or\\n\\n\\n\\n\\n\\nviolates any applicable local state national or international law or advocates illegal activity\\n\\nif the services permit you to post or publish user content you may only post user content that is original and that you have the right to post by submitting user content you grant us a royaltyfree irrevocable perpetual nonexclusive worldwide fully sublicensable transferable license to publish reproduce distribute display perform edit adapt modify translate create derivative works make sell offer for sale export and otherwise use and exploit your user content or any portion thereof in any way that we want and in any form media or technology now known or later developed you hereby waive any moral rights you may have in your user content you represent that you have obtained all necessary permissions from any person identified in or implicated by your submission including those shown in photographic content and in the case of minors also from their parents or legal guardians as appropriate\\n\\nwe are not obligated to publish or use your user content slate is not in any manner endorsing any user content or slate content that it may publish or post on the services and cannot and will not vouch for its reliability slate is not responsible for any user content or slate content and has no duty to monitor the user content or slate content posted on the services you use any information contained in user content or slate content at your own risk slate and its designees have the right in their sole discretion to monitor review edit remove delete disable refuse restrict or terminate access to your user content or the services in whole or in part at any time without prior notice and in our sole discretion for any or no reason the obligations that you have to us under these terms shall survive termination of the services any use by you of the services any user content on the services or these terms you will not continue to post any user content that slate has previously advised you not to post\\n\\nif you are under the age of 13 you may not submit any user content to us if you are under the age of 18 but at least 13 years of age you may submit user content only with the permission of and under the supervision of a parent or legal guardian if you are a parent or legal guardian agreeing to these rules for the benefit of an individual between the ages of 13 and 18 please be advised that you are fully responsible for his or her user content and any legal liability that he or she may incur\\n\\n4 subscription services\\n\\nsubscription services certain services such as slate plus may be available only through creation of a subscription account and payment of a fee subscription services through such subscription services accounts you will have access to the subscription services for a fixed term which will not renew automatically unless otherwise disclosed to you when you pay for the subscription services\\n\\n\\n\\n\\n\\nsubscription services certain services such as slate plus may be available only through creation of a subscription account and payment of a fee subscription services through such subscription services accounts you will have access to the subscription services for a fixed term which will not renew automatically unless otherwise disclosed to you when you pay for the subscription services access restrictions you are not authorized to access any subscription services unless you have opened a subscription account and paid the appropriate fee have received access credentials eg a username and password from us and are using those access credentials you may not assist anyone else in accessing subscription services on an unauthorized basis including by sharing your access credentials or providing any content or other materials that you obtained through subscription services to third parties you are responsible for maintaining the confidentiality of your access credentials and for all usage or activity on your subscription services accounts including the use of subscription services by any third party authorized by you to use your access credentials such responsibility expressly includes any purchases made or other charges incurred on your credit card in connection with your use or an authorized third partys use of the subscription services in the event of any fraudulent abusive or otherwise illegal activity on your subscription services accounts we may in our sole discretion terminate those accounts and refer you to appropriate law enforcement agencies you may be responsible for damages from any such fraudulent abusive or otherwise illegal activity\\n\\n\\n\\n\\n\\nage and billing authorization by subscribing to a subscription service you confirm that you are at least 18 years of age that all information you submit is true and correct including all credit card information and that you are the authorized holder of the credit card\\n\\n\\n\\n\\n\\nfees you agree to pay all subscription fees and other charges to your subscription services accounts including any applicable taxes slate andor the particular service provider reserves the right to change the amount of or the basis for determining any subscription fees or other charges for the subscription services and to institute new subscription fees or other charges effective upon prior notice to you\\n\\n\\n\\n\\n\\nmobile access some subscription services are accessible only using a particular kind of device such as an apple ipad or an amazon kindle you should investigate subscription services before you pay for access to them to ensure that they will work with your device because we will not refund any fees you paid if the subscription services to which you subscribe are not compatible also certain subscription services may not be available for use in every jurisdiction and we will not refund any fees you paid if the subscription services to which you subscribe are not available for information on compatibility and availability please visit the applicable providers website or contact us at mobileslatecom before you subscribe\\n\\n\\n\\n\\n\\nsuspension or termination we may suspend or terminate your access to subscription services at any time without notice to you if we do so you will not be responsible for fees associated with the subscription services after the termination becomes effective but you will not have any other remedies against us and we will not issue any refunds if you have breached or violated any obligation under these terms you will not be entitled to any remedy\\n\\n\\n\\n\\n\\ncancellation to cancel your subscription to subscription services you must follow the procedures described on the applicable providers website if we do not list cancellation procedures for a particular subscription service you must contact us at supportslatecom we do not refund or prorate subscription services or any other purchases made through the services for any reason requests to terminate subscriptions will be effective once the billing period in which we received the cancellation concludes\\n\\n5 registration for nonsubscription services\\n\\nyou may be asked to register for certain activities in connection with the services other than subscription services see section 4 for a discussion of subscription services when you register you agree to provide accurate current and complete information about yourself as requested or directed and to promptly update this information to maintain its accuracy slate has the right to suspend or terminate any account or other registration and to refuse any and all current or future use if it suspects that such information is inaccurate or incomplete you are responsible for maintaining the confidentiality of any password and username that you are given or select and you are responsible for all activities that occur under your password or account\\n\\n6 intellectual property\\n\\nall content information materials computer code and software that are part of the services other than your user content collectively the slate content is the property of slate or third parties you may access use and display the services on a single computer or device and download and print copies of the slate content only for noncommercial informational personal use without modification or alteration in any way and only so long as you comply with these terms\\n\\ncopyright and other intellectual property rights the slate content is protected under the copyright laws of the united states and other countries you acknowledge that all copyrights and other intellectual property rights in the services are owned by slate or its thirdparty licensors to the full extent permitted under the united states copyright act and all international copyright laws and all other applicable laws unless expressly permitted by an authorized person in writing you may not copy reproduce distribute publish enter into a database display perform modify create derivative works from transmit or in any way use or exploit any part of the slate content except that you may make use of the content for educational and noncommercial purposes only provided that you maintain all copyright and other notices posted along with the slate content to obtain written consent to use a copyrighted work please contact us using the information in section 18 copying or downloading these materials for anything other than your personal use is a violation of these terms\\n\\n\\n\\n\\n\\nthe slate content is protected under the copyright laws of the united states and other countries you acknowledge that all copyrights and other intellectual property rights in the services are owned by slate or its thirdparty licensors to the full extent permitted under the united states copyright act and all international copyright laws and all other applicable laws unless expressly permitted by an authorized person in writing you may not copy reproduce distribute publish enter into a database display perform modify create derivative works from transmit or in any way use or exploit any part of the slate content except that you may make use of the content for educational and noncommercial purposes only provided that you maintain all copyright and other notices posted along with the slate content to obtain written consent to use a copyrighted work please contact us using the information in section 18 copying or downloading these materials for anything other than your personal use is a violation of these terms trade and service marks  all rights in product names the slate name trade names logos service marks trade dress slogans product packaging and designs of slate products or services whether or not appearing in large print or with the trademark symbol belong exclusively to slate or its licensors and are protected from reproduction imitation dilution or confusing or misleading uses under national and international trademark and copyright laws the use or misuse of these trademarks or any materials except as permitted herein is expressly prohibited and nothing stated or implied on the services confers on you any license or right under any patent or trademark of slate its affiliates or any third party to obtain written permission to use the trade and service mark rights of slate please contact us using the information in section 18\\n\\n\\n\\n\\n\\n all rights in product names the slate name trade names logos service marks trade dress slogans product packaging and designs of slate products or services whether or not appearing in large print or with the trademark symbol belong exclusively to slate or its licensors and are protected from reproduction imitation dilution or confusing or misleading uses under national and international trademark and copyright laws the use or misuse of these trademarks or any materials except as permitted herein is expressly prohibited and nothing stated or implied on the services confers on you any license or right under any patent or trademark of slate its affiliates or any third party to obtain written permission to use the trade and service mark rights of slate please contact us using the information in section 18 notice of infringement slate respects intellectual property rights if you believe in good faith that your work has been reproduced or is accessible on the services in a way that constitutes copyright infringement please provide our designated agent with the following information in writing to slates copyright agent under the digital millenium copyright act dmca\\n\\n\\n\\nan electronic or physical signature of the person authorized to act on behalf of the owner of the exclusive right that is allegedly infringed\\n\\n\\n\\nidentification of the copyrighted work or a representative list of the works claimed to have been infringed\\n\\n\\n\\nidentification of the allegedly infringing material and information reasonably sufficient to permit us to locate the material\\n\\n\\n\\nyour name address telephone number and email address so that we may contact you if necessary\\n\\n\\n\\na statement that you have a good faith belief that the disputed use is not authorized by the copyright owner its agent or the law and\\n\\n\\n\\na statement by you made under penalty of perjury that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owners behalf\\n\\nslate respects intellectual property rights if you believe in good faith that your work has been reproduced or is accessible on the services in a way that constitutes copyright infringement please provide our designated agent with the following information in writing to slates copyright agent under the digital millenium copyright act dmca\\n\\nyou may notify our designated copyright agent either by mail to copyright agent slate 1350 connecticut ave nw suite 410 washington dc 20036 or via email or fax copyrightagentslatecom fax 202 2230671 only copyright complaints should be sent to the copyright agent all other feedback or comments should be addressed to slateofficeslatecom you acknowledge that if you fail to comply with all the requirements of this section your dmca notice may not be valid\\n\\n7 change or termination\\n\\nslate may change or terminate these terms for any reason at any time slate reserves the right in its sole discretion to restrict suspend or terminate your access to and use of the services with or without prior notice otherwise applicable sections of the terms shall survive termination slate also reserves the right to seek all remedies available at law and in equity for violations of these terms upon termination you must cease all use of the services including any of the slate content\\n\\n8 privacy policy\\n\\nby using the services you indicate that you have reviewed and understand the information outlined in our privacy policy\\n\\n9 links\\n\\nthe services may contain links to other websites or online services that are operated and maintained by other persons and that are not under the control of or maintained by slate such links do not constitute an endorsement by slate of those other websites or online services the content displayed therein or the persons associated therewith these terms do not apply to such other websites and online services and such websites and online services are not part of the services we encourage you to review the privacy policies and terms of use of these other websites or services\\n\\n10 disclaimer of warranties\\n\\nyour use of the services is entirely at your own risk we make no representations or warranties about the services including without limitation the operation of the services or the information materials goods or services appearing or offered on the services or with respect to any websites or services linked from the services the services are provided as is with all faults and as available without limiting the generality of the foregoing we disclaim all warranties express statutory or implied including but not limited to i the warranties of merchantability fitness for a particular purpose workmanlike effort title quiet enjoyment no liens and no encumbrances ii the warranties against infringement misappropriation or violation of any intellectual property or proprietary rights of any person iii warranties arising through course of dealing or usage in trade and iv the warranties relating to the accuracy reliability correctness or completeness of data or content made available on the services or otherwise by slate further there is no warranty that the services will meet your needs or requirements or the needs or requirements of any other person or the needs or requirements set forth in any documentation we make no warranties express statutory or implied that the services including without limitation the slate content functions or materials contained therein will be timely secure accurate errorfree complete uptodate free of viruses or uninterrupted slate does not necessarily endorse support sanction encourage or agree with any slate content or any user content and we expressly disclaim any and all representations warranties and liabilities in connection with any user content or slate content slate makes no representation that the services are appropriate or available for use outside of the united states no oral or written information made available by or on behalf of slate shall create any warranty\\n\\nif applicable law does not allow the exclusion of some or all of the above implied or statutory warranties to apply to you the above exclusions will apply to you to the fullest extent permitted by applicable law\\n\\n11 exclusive remedy and limitation of liability\\n\\nunder no circumstances including without limitation negligence will slate its affiliates or any party involved in creating producing or delivering the services be liable for damages or losses including without limitation direct incidental consequential indirect special or punitive damages and lost profits arising out of the terms or your access use misuse or inability to use the services including without limitation any slate content or user content or any sites linked from the services however caused whether in contract tort negligence strict liability or otherwise even if slate has been advised of the possibility of such damages or in connection with any failure of performance error omission interruption defect delay in operation or transmission computer virus or line or system failure\\n\\nbecause some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages slates liability in such jurisdictions shall be limited to the extent permitted by law\\n\\nany claim against us shall be limited to the amount you paid if any for use of the services\\n\\n12 indemnification\\n\\nyou agree to indemnify hold harmless and defend slate and its affiliates and licensors and each of their respective officers directors contractors agents employees successors and assigns from and against any and all demands claims damages liabilities judgments fines interest penalties losses costs expenses and harms including without limitation reasonable attorneys fees and fees of other professional advisers arising out of or in connection with i your use of the services including without limitation your user content and your use of any slate content ii your online conduct iii your violation or breach of these terms iv your failure to comply with any applicable laws or regulations v your negligence willful misconduct or violations of the intellectual property or other rights of any person or vi any of your dealings or transactions with other persons resulting from use of the services you shall not settle any such claim without the prior written consent of slate these obligations will survive any termination of these terms\\n\\n13 integration and severability\\n\\nthese terms constitute the entire agreement between slate and you superseding any prior or contemporaneous communications and proposals whether oral written or electronic between you and us in the event any provision of these terms is held unenforceable it will not affect the validity or enforceability of the remaining provisions and will be replaced by an enforceable provision that comes closest to the intention underlying the unenforceable provision\\n\\n14 no waiver\\n\\nour failure to enforce any provisions of the terms or respond to a breach by you or other parties shall not in any way waive our right to enforce subsequently any terms or conditions of the terms or to act with respect to similar breaches\\n\\n15 assignment and binding effects\\n\\nyou must not assign these terms or any rights or obligations herein without the prior written consent of slate and any attempted assignment in contravention of this provision is null and void and of no force or effect slate has the right to assign these terms and any of its rights or obligations herein these terms are binding upon each party and its respective successors heirs trustees administrators executors and permitted assigns\\n\\n16 location governing law arbitration and time period limitation for bringing claim\\n\\nthese terms are governed by and must be construed in accordance with the laws of the united states and the commonwealth of virginia as applicable without giving effect to their principles of conflicts of law by using the services you waive any claims that may arise under the laws of other states countries territories or jurisdictions\\n\\nwith respect to any and all disputes arising out of or in connection with the services or these terms including without limitation the privacy policy slate and you agree to negotiate in good faith and undertake reasonable efforts to cooperate with one another in order to achieve a mutually satisfactory resolution if you and slate do not resolve any dispute by informal negotiation any other effort to resolve the dispute will be conducted exclusively by binding arbitration as described in this section you are giving up the right to litigate or participate in as a party or class member all disputes in court before a judge or jury instead all disputes will be resolved before a neutral arbitrator whose decision will be final except for a limited right of appeal under the federal arbitration act any court with jurisdiction over the parties may enforce the arbitrators award\\n\\nany proceedings to resolve or litigate any dispute in any forum will be conducted solely on an individual basis neither you nor slate will seek to have any dispute heard as a class action or in any other proceeding in which either party acts or proposes to act in a representative capacity no arbitration or proceeding will be combined with another without the prior written consent of all parties to all affected arbitrations or proceedings\\n\\nslate and you agree that all disputes arising under these terms that cannot be settled through informal negotiation will be settled exclusively through confidential binding arbitration in accordance with the commercial rules of arbitration of the american arbitration association in virginia the arbitrators award shall be binding and may be entered as a judgment in a court of competent jurisdiction you agree that slate may seek any interim or preliminary relief from a court of competent jurisdiction in virginia necessary to protect its rights or property pending the completion of arbitration\\n\\nto the extent permitted by law any claim or dispute under these terms must be filed within one year in an arbitration proceeding the oneyear period begins when the claim or notice of dispute first could be filed if a claim or dispute isnt filed within one year it is permanently barred\\n\\n17 separate terms and conditions\\n\\nin connection with your use of the services you may be asked to consent to policies or terms and conditions in addition to these terms please read these supplemental policies and terms carefully before making any use of such portions of the services any supplemental terms will not vary or replace these terms regarding any use of the services unless otherwise expressly stated\\n\\n18 contact information\", \"Text_NoPunctuation\": \"1 This is a Legal Agreement\\n\\nThis Terms of Service Terms is a legal agreement between you and the Slate Group LLC Slate we or us governing your access to and use of the websites and online services that Slate operates and that link to these Terms including without limitation the Slate Content and User Content and any Subscription Services collectively the Services Please read the Terms carefully before using the Services Using the Services indicates that you accept and agree to be bound by the Terms Do not use the Services if you do not accept the Terms Slate may change or modify the Services or the Terms at any time Such changes revisions or modifications shall be effective immediately upon being posted in relation to the Services Any use of the Services by you after we post changes to the Terms constitutes your acceptance of those changes You represent that you are at least 18 years old and that all information you submit is correct\\n\\nTHESE TERMS CONTAIN DISCLAIMERS OF WARRANTIES SECTION 10 DISCLAIMERS OF LIABILITY AND AN EXCLUSIVE REMEDY SECTION 11 AS WELL AS INFORMATION ABOUT CERTAIN LimitationS ON YOUR ABILITY TO Bring A Claim AGAINST US SECTION 16\\n\\n2 Prohibited Content and Activities\\n\\nYou may not access or use or attempt to access or use the Services to take any action that could harm us or any person or entity a person interfere with the operation of the Services or use the Services in a manner that violates any laws For example and without limitation you may not\\n\\nImpersonate any person or falsely state or otherwise misrepresent your credentials affiliation with any person or the origin of any information you provide\\n\\n\\n\\n\\n\\nEngage in unauthorized spidering scraping or harvesting of content or information or use any other unauthorized automated means to compile information\\n\\n\\n\\n\\n\\nObtain or attempt to gain unauthorized access to other computer systems materials information or any services available on or through the Services\\n\\n\\n\\n\\n\\nUse any device software or routine to interfere or attempt to interfere with the proper working of the Services or any activity conducted on the Services or attempt to probe scan test the vulnerability of or breach the security of any system device or network\\n\\n\\n\\n\\n\\nCircumvent reverse engineer decipher decompile disassemble decrypt or otherwise alter or interfere with or attempt encourage or support anyone elses attempt to engage in such activities any of the software comprising or in any way making up a part of the Services The use or distribution of tools designed for compromising security eg password guessing programs cracking tools or network probing tools is strictly prohibited\\n\\n\\n\\n\\n\\nTake any action that imposes an unreasonable or disproportionately large load on our network or infrastructure\\n\\n\\n\\n\\n\\nUpload or otherwise transmit any communication software or material that contains a virus or is otherwise harmful to Slates or its users computers devices or systems or\\n\\n\\n\\n\\n\\nEngage in any other conduct that restricts or inhibits any person from using or enjoying the Services or that in our sole judgment exposes us or any of our affiliates users or any other third party to any liability damages or detriment of any type\\n\\nViolations of system or network security and certain other conduct may result in civil or criminal liability We may investigate and work with law enforcement authorities to prosecute users who violate the Terms We may suspend or terminate your access to the Services for any or no reason at any time without notice\\n\\n3 User Submissions\\n\\nCertain areas of the Services may enable you to post comments send emails or otherwise provide information to Slate or other persons You remain fully responsible for the materials that you provide to us or others including without limitation information audio recordings photographs documents or other materials submitted posted uploaded sent or otherwise transmitted to us or others User Content You agree not to provide User Content that\\n\\nInfringes on misappropriates or otherwise violates the copyright trademark patent or other intellectual property right of any person\\n\\n\\n\\n\\n\\nIs false misleading libelous slanderous defamatory obscene abusive hateful or sexuallyexplicit\\n\\n\\n\\n\\n\\nViolates a persons right to privacy or publicity\\n\\n\\n\\n\\n\\nContains advertising or a solicitation of any kind\\n\\n\\n\\n\\n\\nDegrades others on the basis of gender race class ethnicity national origin religion sexual preference orientation or identity disability or other classification\\n\\n\\n\\n\\n\\nContains epithets or other language or material intended to intimidate or to incite violence or\\n\\n\\n\\n\\n\\nViolates any applicable local state national or international law or advocates illegal activity\\n\\nIf the Services permit you to post or publish User Content you may only post User Content that is original and that you have the right to post By submitting User Content you grant us a royaltyfree irrevocable perpetual nonexclusive worldwide fully sublicensable transferable license to publish reproduce distribute display perform edit adapt modify translate create derivative works make sell offer for sale export and otherwise use and exploit your User Content or any portion thereof in any way that we want and in any form media or technology now known or later developed You hereby waive any moral rights you may have in your User Content You represent that you have obtained all necessary permissions from any person identified in or implicated by your submission including those shown in photographic content and in the case of minors also from their parents or legal guardians as appropriate\\n\\nWe are not obligated to publish or use your User Content Slate is not in any manner endorsing any User Content or Slate Content that it may publish or post on the Services and cannot and will not vouch for its reliability Slate is not responsible for any User Content or Slate Content and has no duty to monitor the User Content or Slate Content posted on the Services You use any information contained in User Content or Slate Content at your own risk Slate and its designees have the right in their sole discretion to monitor review edit remove delete disable refuse restrict or terminate access to your User Content or the Services in whole or in part at any time without prior notice and in our sole discretion for any or no reason The obligations that you have to us under these Terms shall survive termination of the Services any use by you of the Services any User Content on the Services or these Terms You will not continue to post any User Content that Slate has previously advised you not to post\\n\\nIf you are under the age of 13 you may not submit any User Content to us If you are under the age of 18 but at least 13 years of age you may submit User Content only with the permission of and under the supervision of a parent or legal guardian If you are a parent or legal guardian agreeing to these rules for the benefit of an individual between the ages of 13 and 18 please be advised that you are fully responsible for his or her User Content and any legal liability that he or she may incur\\n\\n4 Subscription Services\\n\\nSubscription Services Certain Services such as Slate Plus may be available only through creation of a subscription account and payment of a fee Subscription Services Through such Subscription Services accounts you will have access to the Subscription Services for a fixed term which will not renew automatically unless otherwise disclosed to you when you pay for the Subscription Services\\n\\n\\n\\n\\n\\nSubscription Services Certain Services such as Slate Plus may be available only through creation of a subscription account and payment of a fee Subscription Services Through such Subscription Services accounts you will have access to the Subscription Services for a fixed term which will not renew automatically unless otherwise disclosed to you when you pay for the Subscription Services Access Restrictions You are not authorized to access any Subscription Services unless you have opened a subscription account and paid the appropriate fee have received access credentials eg a username and password from us and are using those access credentials You may not assist anyone else in accessing Subscription Services on an unauthorized basis including by sharing your access credentials or providing any content or other materials that you obtained through Subscription Services to third parties You are responsible for maintaining the confidentiality of your access credentials and for all usage or activity on your Subscription Services accounts including the use of Subscription Services by any third party authorized by you to use your access credentials Such responsibility expressly includes any purchases made or other charges incurred on your credit card in connection with your use or an authorized third partys use of the Subscription Services In the event of any fraudulent abusive or otherwise illegal activity on your Subscription Services accounts we may in our sole discretion terminate those accounts and refer you to appropriate law enforcement agencies You may be responsible for damages from any such fraudulent abusive or otherwise illegal activity\\n\\n\\n\\n\\n\\nAge and Billing Authorization By subscribing to a Subscription Service you confirm that you are at least 18 years of age that all information you submit is true and correct including all credit card information and that you are the authorized holder of the credit card\\n\\n\\n\\n\\n\\nFees You agree to pay all subscription fees and other charges to your Subscription Services accounts including any applicable taxes Slate andor the particular service provider reserves the right to change the amount of or the basis for determining any subscription fees or other charges for the Subscription Services and to institute new subscription fees or other charges effective upon prior notice to you\\n\\n\\n\\n\\n\\nMobile Access Some Subscription Services are accessible only using a particular kind of device such as an Apple iPad or an Amazon Kindle You should investigate Subscription Services before you pay for access to them to ensure that they will work with your device because we will not refund any fees you paid if the Subscription Services to which you subscribe are not compatible Also certain Subscription Services may not be available for use in every jurisdiction and we will not refund any fees you paid if the Subscription Services to which you subscribe are not available For information on compatibility and availability please visit the applicable providers website or contact us at mobileslatecom before you subscribe\\n\\n\\n\\n\\n\\nSuspension or Termination We may suspend or terminate your access to Subscription Services at any time without notice to you If we do so you will not be responsible for fees associated with the Subscription Services after the termination becomes effective but you will not have any other remedies against us and we will not issue any refunds If you have breached or violated any obligation under these Terms you will not be entitled to any remedy\\n\\n\\n\\n\\n\\nCancellation To cancel your subscription to Subscription Services you must follow the procedures described on the applicable providers website If we do not list cancellation procedures for a particular Subscription Service you must contact us at supportslatecom We do not refund or prorate Subscription Services or any other purchases made through the Services for any reason Requests to terminate subscriptions will be effective once the billing period in which we received the cancellation concludes\\n\\n5 Registration for NonSubscription Services\\n\\nYou may be asked to register for certain activities in connection with the Services other than Subscription Services see Section 4 for a discussion of Subscription Services When you register you agree to provide accurate current and complete information about yourself as requested or directed and to promptly update this information to maintain its accuracy Slate has the right to suspend or terminate any account or other registration and to refuse any and all current or future use if it suspects that such information is inaccurate or incomplete You are responsible for maintaining the confidentiality of any password and username that you are given or select and you are responsible for all activities that occur under your password or account\\n\\n6 Intellectual Property\\n\\nAll content information materials computer code and software that are part of the Services other than your User Content collectively the Slate Content is the property of Slate or third parties You may access use and display the Services on a single computer or device and download and print copies of the Slate Content only for noncommercial informational personal use without modification or alteration in any way and only so long as you comply with these Terms\\n\\nCopyright and Other Intellectual Property Rights The Slate Content is protected under the copyright laws of the United States and other countries You acknowledge that all copyrights and other intellectual property rights in the Services are owned by Slate or its thirdparty licensors to the full extent permitted under the United States Copyright Act and all international copyright laws and all other applicable laws Unless expressly permitted by an authorized person in writing you may not copy reproduce distribute publish enter into a database display perform modify create derivative works from transmit or in any way use or exploit any part of the Slate Content except that you may make use of the content for educational and noncommercial purposes only provided that you maintain all copyright and other notices posted along with the Slate Content To obtain written consent to use a copyrighted work please contact us using the information in Section 18 Copying or downloading these materials for anything other than your personal use is a violation of these Terms\\n\\n\\n\\n\\n\\nThe Slate Content is protected under the copyright laws of the United States and other countries You acknowledge that all copyrights and other intellectual property rights in the Services are owned by Slate or its thirdparty licensors to the full extent permitted under the United States Copyright Act and all international copyright laws and all other applicable laws Unless expressly permitted by an authorized person in writing you may not copy reproduce distribute publish enter into a database display perform modify create derivative works from transmit or in any way use or exploit any part of the Slate Content except that you may make use of the content for educational and noncommercial purposes only provided that you maintain all copyright and other notices posted along with the Slate Content To obtain written consent to use a copyrighted work please contact us using the information in Section 18 Copying or downloading these materials for anything other than your personal use is a violation of these Terms Trade and Service Marks  All rights in product names the Slate name trade names logos service marks trade dress slogans product packaging and designs of Slate products or services whether or not appearing in large print or with the trademark symbol belong exclusively to Slate or its licensors and are protected from reproduction imitation dilution or confusing or misleading uses under national and international trademark and copyright laws The use or misuse of these trademarks or any materials except as permitted herein is expressly prohibited and nothing stated or implied on the Services confers on you any license or right under any patent or trademark of Slate its affiliates or any third party To obtain written permission to use the trade and service mark rights of Slate please contact us using the information in Section 18\\n\\n\\n\\n\\n\\n All rights in product names the Slate name trade names logos service marks trade dress slogans product packaging and designs of Slate products or services whether or not appearing in large print or with the trademark symbol belong exclusively to Slate or its licensors and are protected from reproduction imitation dilution or confusing or misleading uses under national and international trademark and copyright laws The use or misuse of these trademarks or any materials except as permitted herein is expressly prohibited and nothing stated or implied on the Services confers on you any license or right under any patent or trademark of Slate its affiliates or any third party To obtain written permission to use the trade and service mark rights of Slate please contact us using the information in Section 18 Notice of Infringement Slate respects intellectual property rights If you believe in good faith that your work has been reproduced or is accessible on the Services in a way that constitutes copyright infringement please provide our designated agent with the following information in writing to Slates Copyright Agent under the Digital Millenium Copyright Act DMCA\\n\\n\\n\\nAn electronic or physical signature of the person authorized to act on behalf of the owner of the exclusive right that is allegedly infringed\\n\\n\\n\\nIdentification of the copyrighted work or a representative list of the works claimed to have been infringed\\n\\n\\n\\nIdentification of the allegedly infringing material and information reasonably sufficient to permit us to locate the material\\n\\n\\n\\nYour name address telephone number and email address so that we may contact you if necessary\\n\\n\\n\\nA statement that you have a good faith belief that the disputed use is not authorized by the copyright owner its agent or the law and\\n\\n\\n\\nA statement by you made under penalty of perjury that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owners behalf\\n\\nSlate respects intellectual property rights If you believe in good faith that your work has been reproduced or is accessible on the Services in a way that constitutes copyright infringement please provide our designated agent with the following information in writing to Slates Copyright Agent under the Digital Millenium Copyright Act DMCA\\n\\nYou may notify our designated copyright agent either by mail to Copyright Agent Slate 1350 Connecticut Ave NW Suite 410 Washington DC 20036 or via email or fax copyrightagentslatecom Fax 202 2230671 Only copyright complaints should be sent to the Copyright Agent All other feedback or comments should be addressed to slateofficeslatecom You acknowledge that if you fail to comply with all the requirements of this section your DMCA notice may not be valid\\n\\n7 Change or Termination\\n\\nSlate may change or terminate these Terms for any reason at any time Slate reserves the right in its sole discretion to restrict suspend or terminate your access to and use of the Services with or without prior notice Otherwise applicable sections of the Terms shall survive termination Slate also reserves the right to seek all remedies available at law and in equity for violations of these Terms Upon termination you must cease all use of the Services including any of the Slate Content\\n\\n8 Privacy Policy\\n\\nBy using the Services you indicate that you have reviewed and understand the information outlined in our Privacy Policy\\n\\n9 Links\\n\\nThe Services may contain links to other websites or online services that are operated and maintained by other persons and that are not under the control of or maintained by Slate Such links do not constitute an endorsement by Slate of those other websites or online services the content displayed therein or the persons associated therewith These Terms do not apply to such other websites and online services and such websites and online services are not part of the Services We encourage you to review the privacy policies and terms of use of these other websites or services\\n\\n10 Disclaimer of Warranties\\n\\nYOUR USE OF THE SERVICES IS entirely AT YOUR OWN RISK WE MAKE NO REPRESENTATIONS OR WARRANTIES ABOUT THE services INCLUDING WITHOUT LIMITATION THE OPERATION OF THE SERVICES OR THE INFORMATION MATERIALS GOODS OR SERVICES APPEARING OR OFFERED ON THE SERVICES or With ReSPECT TO any websites or services linked from the services THE SERVICES ARE PROVIDED AS IS with all faults AND AS AVAILABLE Without limiting the generality of the foregoing WE DISCLAIM ALL WARRANTIES EXPRESS STATUTORY OR IMPLIED INCLUDING BUT NOT LIMITED TO I THE WARRANTIES OF MERCHANTABILITY FITNESS FOR A PARTICULAR PURPOSE WORKMANLIKE EFFORT TITLE QUIET ENJOYMENT no liens and no encumbrances II THE warranties against infringement misappropriation or violation of any intellectual property or proprietary rights of any person III WARRANTIES ARISING THROUGH COURSE OF DEALING OR USAGE IN TRADE AND IV THE warranties relating to the accuracy reliability correctness or completeness of data or content made available on the SERVICES or otherwise by SLATE Further there is no warranty that the SERVICES will meet your needs or requirements or the needs or requirements of any other person OR THE NEEDS OR REQUIREMENTS SET FORTH IN ANY DOCUMENTATION WE MAKE NO WARRANTIES EXPRESS STATUTORY OR IMPLIED THAT THE SERVICES INCLUDING WITHOUT LIMITATION THE SLATE content FUNCTIONS OR MATERIALS CONTAINED THEREIN WILL BE TIMELY SECURE ACCURATE ERRORFREE COMPLETE UPTODATE FREE OF VIRUSES OR UNINTERRUPTED SLATE DOES NOT NECESSARILY ENDORSE SUPPORT SANCTION ENCOURAGE OR AGREE WITH ANY SLATE CONTENT OR ANY USER CONTENT AND WE EXPRESSLY DISCLAIM ANY AND ALL REPRESENTATIONS WARRANTIES AND LIABILITIES IN CONNECTION WITH ANY USER CONTENT OR SLATE CONTENT SLATE makes no representation that the Services are appropriate or available for use outside of the United States no oral or written information made available by or on behalf of Slate shall create any warranty\\n\\nIF APPLICABLE LAW DOES NOT ALLOW THE EXCLUSION OF SOME OR ALL OF THE ABOVE IMPLIED OR STATUTORY WARRANTIES TO APPLY TO YOU THE ABOVE EXCLUSIONS WILL APPLY TO YOU TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW\\n\\n11 Exclusive Remedy and Limitation of Liability\\n\\nUNDER NO CIRCUMSTANCES INCLUDING WITHOUT LIMITATION NEGLIGENCE WILL SLATE its affiliates or any party involved in creating producing or delivering the SERVICES BE LIABLE FOR DAMAGES OR LOSSES INCLUDING WITHOUT LIMITATION direct incidental consequential indirect special or punitive damages AND LOST PROFITS arising out of THE TERMS OR your access use misuse or inability to use the services INCLUDING WITHOUT LIMITATION ANY SLATE content OR USER CONTENT or any Sites LINKED FROM THE SERVICES HOWEVER CAUSED WHETHER IN CONTRACT TORT NEGLIGENCE STRICT LIABILITY OR OTHERWISE EVEN IF SLATE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES or in connection with any failure of performance error omission interruption defect delay in operation or transmission computer virus or line or system failure\\n\\nBecause some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages SLATEs liability in such jurisdictions shall be limited to the extent permitted by law\\n\\nAny claim against us shall be limited to the amount you paid if any for use of the Services\\n\\n12 Indemnification\\n\\nYou agree to indemnify hold harmless and defend Slate and its affiliates and licensors and each of their respective officers directors contractors agents employees successors and assigns from and against any and all demands claims damages liabilities judgments fines interest penalties losses costs expenses and harms including without limitation reasonable attorneys fees and fees of other professional advisers arising out of or in connection with i your use of the Services including without limitation your User Content and your use of any Slate Content ii your online conduct iii your violation or breach of these Terms iv your failure to comply with any applicable laws or regulations v your negligence willful misconduct or violations of the intellectual property or other rights of any person or vi any of your dealings or transactions with other persons resulting from use of the Services You shall not settle any such claim without the prior written consent of Slate These obligations will survive any termination of these Terms\\n\\n13 Integration and Severability\\n\\nThese Terms constitute the entire agreement between Slate and you superseding any prior or contemporaneous communications and proposals whether oral written or electronic between you and us In the event any provision of these Terms is held unenforceable it will not affect the validity or enforceability of the remaining provisions and will be replaced by an enforceable provision that comes closest to the intention underlying the unenforceable provision\\n\\n14 No Waiver\\n\\nOur failure to enforce any provisions of the Terms or respond to a breach by you or other parties shall not in any way waive our right to enforce subsequently any terms or conditions of the Terms or to act with respect to similar breaches\\n\\n15 Assignment and Binding Effects\\n\\nYou must not assign these Terms or any rights or obligations herein without the prior written consent of Slate and any attempted assignment in contravention of this provision is null and void and of no force or effect Slate has the right to assign these Terms and any of its rights or obligations herein These Terms are binding upon each party and its respective successors heirs trustees administrators executors and permitted assigns\\n\\n16 Location Governing Law Arbitration and Time Period Limitation for Bringing Claim\\n\\nThese Terms are governed by and must be construed in accordance with the laws of the United States and the COMMONWEALTH OF VIRGINIA as applicable without giving effect to their principles of conflicts of law By using the Services you waive any claims that may arise under the laws of other states countries territories or jurisdictions\\n\\nWith respect to any and all disputes arising out of or in connection with the Services or these Terms including without limitation the Privacy Policy Slate and you agree to negotiate in good faith and undertake reasonable efforts to cooperate with one another in order to achieve a mutually satisfactory resolution If you and Slate do not resolve any dispute by informal negotiation any other effort to resolve the dispute will be conducted exclusively by binding arbitration as described in this section You are giving up the right to litigate or participate in as a party or class member all disputes in court before a judge or jury Instead all disputes will be resolved before a neutral arbitrator whose decision will be final except for a limited right of appeal under the Federal Arbitration Act Any court with jurisdiction over the parties may enforce the arbitrators award\\n\\nAny proceedings to resolve or litigate any dispute in any forum will be conducted solely on an individual basis Neither you nor Slate will seek to have any dispute heard as a class action or in any other proceeding in which either party acts or proposes to act in a representative capacity No arbitration or proceeding will be combined with another without the prior written consent of all parties to all affected arbitrations or proceedings\\n\\nSlate and you agree that all disputes arising under these Terms that cannot be settled through informal negotiation will be settled exclusively through confidential binding arbitration in accordance with the commercial rules of arbitration of the American Arbitration Association in Virginia The arbitrators award shall be binding and may be entered as a judgment in a court of competent jurisdiction You agree that Slate may seek any interim or preliminary relief from a court of competent jurisdiction in Virginia necessary to protect its rights or property pending the completion of arbitration\\n\\nTo the extent permitted by law any claim or dispute under these Terms must be filed within one year in an arbitration proceeding The oneyear period begins when the claim or notice of dispute first could be filed If a claim or dispute isnt filed within one year it is permanently barred\\n\\n17 Separate Terms and Conditions\\n\\nIn connection with your use of the Services you may be asked to consent to policies or terms and conditions in addition to these Terms Please read these supplemental policies and terms carefully before making any use of such portions of the Services Any supplemental terms will not vary or replace these Terms regarding any use of the Services unless otherwise expressly stated\\n\\n18 Contact Information\", \"Text_NoStopwords\": \"1 legal agreement terms service terms legal agreement slate group llc slate us governing access use websites online services slate operates link terms including without limitation slate content user content subscription services collectively services please read terms carefully using services using services indicates accept agree bound terms use services accept terms slate may change modify services terms time changes revisions modifications shall effective immediately upon posted relation services use services post changes terms constitutes acceptance changes represent least 18 years old information submit correct terms contain disclaimers warranties section 10 disclaimers liability exclusive remedy section 11 well information certain limitations ability bring claim us section 16 2 prohibited content activities may access use attempt access use services take action could harm us person entity person interfere operation services use services manner violates laws example without limitation may impersonate person falsely state otherwise misrepresent credentials affiliation person origin information provide engage unauthorized spidering scraping harvesting content information use unauthorized automated means compile information obtain attempt gain unauthorized access computer systems materials information services available services use device software routine interfere attempt interfere proper working services activity conducted services attempt probe scan test vulnerability breach security system device network circumvent reverse engineer decipher decompile disassemble decrypt otherwise alter interfere attempt encourage support anyone elses attempt engage activities software comprising way making part services use distribution tools designed compromising security eg password guessing programs cracking tools network probing tools strictly prohibited take action imposes unreasonable disproportionately large load network infrastructure upload otherwise transmit communication software material contains virus otherwise harmful slates users computers devices systems engage conduct restricts inhibits person using enjoying services sole judgment exposes us affiliates users third party liability damages detriment type violations system network security certain conduct may result civil criminal liability may investigate work law enforcement authorities prosecute users violate terms may suspend terminate access services reason time without notice 3 user submissions certain areas services may enable post comments send emails otherwise provide information slate persons remain fully responsible materials provide us others including without limitation information audio recordings photographs documents materials submitted posted uploaded sent otherwise transmitted us others user content agree provide user content infringes misappropriates otherwise violates copyright trademark patent intellectual property right person false misleading libelous slanderous defamatory obscene abusive hateful sexuallyexplicit violates persons right privacy publicity contains advertising solicitation kind degrades others basis gender race class ethnicity national origin religion sexual preference orientation identity disability classification contains epithets language material intended intimidate incite violence violates applicable local state national international law advocates illegal activity services permit post publish user content may post user content original right post submitting user content grant us royaltyfree irrevocable perpetual nonexclusive worldwide fully sublicensable transferable license publish reproduce distribute display perform edit adapt modify translate create derivative works make sell offer sale export otherwise use exploit user content portion thereof way want form media technology known later developed hereby waive moral rights may user content represent obtained necessary permissions person identified implicated submission including shown photographic content case minors also parents legal guardians appropriate obligated publish use user content slate manner endorsing user content slate content may publish post services cannot vouch reliability slate responsible user content slate content duty monitor user content slate content posted services use information contained user content slate content risk slate designees right sole discretion monitor review edit remove delete disable refuse restrict terminate access user content services whole part time without prior notice sole discretion reason obligations us terms shall survive termination services use services user content services terms continue post user content slate previously advised post age 13 may submit user content us age 18 least 13 years age may submit user content permission supervision parent legal guardian parent legal guardian agreeing rules benefit individual ages 13 18 please advised fully responsible user content legal liability may incur 4 subscription services subscription services certain services slate plus may available creation subscription account payment fee subscription services subscription services accounts access subscription services fixed term renew automatically unless otherwise disclosed pay subscription services subscription services certain services slate plus may available creation subscription account payment fee subscription services subscription services accounts access subscription services fixed term renew automatically unless otherwise disclosed pay subscription services access restrictions authorized access subscription services unless opened subscription account paid appropriate fee received access credentials eg username password us using access credentials may assist anyone else accessing subscription services unauthorized basis including sharing access credentials providing content materials obtained subscription services third parties responsible maintaining confidentiality access credentials usage activity subscription services accounts including use subscription services third party authorized use access credentials responsibility expressly includes purchases made charges incurred credit card connection use authorized third partys use subscription services event fraudulent abusive otherwise illegal activity subscription services accounts may sole discretion terminate accounts refer appropriate law enforcement agencies may responsible damages fraudulent abusive otherwise illegal activity age billing authorization subscribing subscription service confirm least 18 years age information submit true correct including credit card information authorized holder credit card fees agree pay subscription fees charges subscription services accounts including applicable taxes slate andor particular service provider reserves right change amount basis determining subscription fees charges subscription services institute new subscription fees charges effective upon prior notice mobile access subscription services accessible using particular kind device apple ipad amazon kindle investigate subscription services pay access ensure work device refund fees paid subscription services subscribe compatible also certain subscription services may available use every jurisdiction refund fees paid subscription services subscribe available information compatibility availability please visit applicable providers website contact us mobileslatecom subscribe suspension termination may suspend terminate access subscription services time without notice responsible fees associated subscription services termination becomes effective remedies us issue refunds breached violated obligation terms entitled remedy cancellation cancel subscription subscription services must follow procedures described applicable providers website list cancellation procedures particular subscription service must contact us supportslatecom refund prorate subscription services purchases made services reason requests terminate subscriptions effective billing period received cancellation concludes 5 registration nonsubscription services may asked register certain activities connection services subscription services see section 4 discussion subscription services register agree provide accurate current complete information requested directed promptly update information maintain accuracy slate right suspend terminate account registration refuse current future use suspects information inaccurate incomplete responsible maintaining confidentiality password username given select responsible activities occur password account 6 intellectual property content information materials computer code software part services user content collectively slate content property slate third parties may access use display services single computer device download print copies slate content noncommercial informational personal use without modification alteration way long comply terms copyright intellectual property rights slate content protected copyright laws united states countries acknowledge copyrights intellectual property rights services owned slate thirdparty licensors full extent permitted united states copyright act international copyright laws applicable laws unless expressly permitted authorized person writing may copy reproduce distribute publish enter database display perform modify create derivative works transmit way use exploit part slate content except may make use content educational noncommercial purposes provided maintain copyright notices posted along slate content obtain written consent use copyrighted work please contact us using information section 18 copying downloading materials anything personal use violation terms slate content protected copyright laws united states countries acknowledge copyrights intellectual property rights services owned slate thirdparty licensors full extent permitted united states copyright act international copyright laws applicable laws unless expressly permitted authorized person writing may copy reproduce distribute publish enter database display perform modify create derivative works transmit way use exploit part slate content except may make use content educational noncommercial purposes provided maintain copyright notices posted along slate content obtain written consent use copyrighted work please contact us using information section 18 copying downloading materials anything personal use violation terms trade service marks rights product names slate name trade names logos service marks trade dress slogans product packaging designs slate products services whether appearing large print trademark symbol belong exclusively slate licensors protected reproduction imitation dilution confusing misleading uses national international trademark copyright laws use misuse trademarks materials except permitted herein expressly prohibited nothing stated implied services confers license right patent trademark slate affiliates third party obtain written permission use trade service mark rights slate please contact us using information section 18 rights product names slate name trade names logos service marks trade dress slogans product packaging designs slate products services whether appearing large print trademark symbol belong exclusively slate licensors protected reproduction imitation dilution confusing misleading uses national international trademark copyright laws use misuse trademarks materials except permitted herein expressly prohibited nothing stated implied services confers license right patent trademark slate affiliates third party obtain written permission use trade service mark rights slate please contact us using information section 18 notice infringement slate respects intellectual property rights believe good faith work reproduced accessible services way constitutes copyright infringement please provide designated agent following information writing slates copyright agent digital millenium copyright act dmca electronic physical signature person authorized act behalf owner exclusive right allegedly infringed identification copyrighted work representative list works claimed infringed identification allegedly infringing material information reasonably sufficient permit us locate material name address telephone number email address may contact necessary statement good faith belief disputed use authorized copyright owner agent law statement made penalty perjury information notice accurate copyright owner authorized act copyright owners behalf slate respects intellectual property rights believe good faith work reproduced accessible services way constitutes copyright infringement please provide designated agent following information writing slates copyright agent digital millenium copyright act dmca may notify designated copyright agent either mail copyright agent slate 1350 connecticut ave nw suite 410 washington dc 20036 via email fax copyrightagentslatecom fax 202 2230671 copyright complaints sent copyright agent feedback comments addressed slateofficeslatecom acknowledge fail comply requirements section dmca notice may valid 7 change termination slate may change terminate terms reason time slate reserves right sole discretion restrict suspend terminate access use services without prior notice otherwise applicable sections terms shall survive termination slate also reserves right seek remedies available law equity violations terms upon termination must cease use services including slate content 8 privacy policy using services indicate reviewed understand information outlined privacy policy 9 links services may contain links websites online services operated maintained persons control maintained slate links constitute endorsement slate websites online services content displayed therein persons associated therewith terms apply websites online services websites online services part services encourage review privacy policies terms use websites services 10 disclaimer warranties use services entirely risk make representations warranties services including without limitation operation services information materials goods services appearing offered services respect websites services linked services services provided faults available without limiting generality foregoing disclaim warranties express statutory implied including limited warranties merchantability fitness particular purpose workmanlike effort title quiet enjoyment liens encumbrances ii warranties infringement misappropriation violation intellectual property proprietary rights person iii warranties arising course dealing usage trade iv warranties relating accuracy reliability correctness completeness data content made available services otherwise slate warranty services meet needs requirements needs requirements person needs requirements set forth documentation make warranties express statutory implied services including without limitation slate content functions materials contained therein timely secure accurate errorfree complete uptodate free viruses uninterrupted slate necessarily endorse support sanction encourage agree slate content user content expressly disclaim representations warranties liabilities connection user content slate content slate makes representation services appropriate available use outside united states oral written information made available behalf slate shall create warranty applicable law allow exclusion implied statutory warranties apply exclusions apply fullest extent permitted applicable law 11 exclusive remedy limitation liability circumstances including without limitation negligence slate affiliates party involved creating producing delivering services liable damages losses including without limitation direct incidental consequential indirect special punitive damages lost profits arising terms access use misuse inability use services including without limitation slate content user content sites linked services however caused whether contract tort negligence strict liability otherwise even slate advised possibility damages connection failure performance error omission interruption defect delay operation transmission computer virus line system failure jurisdictions allow exclusion limitation incidental consequential damages slates liability jurisdictions shall limited extent permitted law claim us shall limited amount paid use services 12 indemnification agree indemnify hold harmless defend slate affiliates licensors respective officers directors contractors agents employees successors assigns demands claims damages liabilities judgments fines interest penalties losses costs expenses harms including without limitation reasonable attorneys fees fees professional advisers arising connection use services including without limitation user content use slate content ii online conduct iii violation breach terms iv failure comply applicable laws regulations v negligence willful misconduct violations intellectual property rights person vi dealings transactions persons resulting use services shall settle claim without prior written consent slate obligations survive termination terms 13 integration severability terms constitute entire agreement slate superseding prior contemporaneous communications proposals whether oral written electronic us event provision terms held unenforceable affect validity enforceability remaining provisions replaced enforceable provision comes closest intention underlying unenforceable provision 14 waiver failure enforce provisions terms respond breach parties shall way waive right enforce subsequently terms conditions terms act respect similar breaches 15 assignment binding effects must assign terms rights obligations herein without prior written consent slate attempted assignment contravention provision null void force effect slate right assign terms rights obligations herein terms binding upon party respective successors heirs trustees administrators executors permitted assigns 16 location governing law arbitration time period limitation bringing claim terms governed must construed accordance laws united states commonwealth virginia applicable without giving effect principles conflicts law using services waive claims may arise laws states countries territories jurisdictions respect disputes arising connection services terms including without limitation privacy policy slate agree negotiate good faith undertake reasonable efforts cooperate one another order achieve mutually satisfactory resolution slate resolve dispute informal negotiation effort resolve dispute conducted exclusively binding arbitration described section giving right litigate participate party class member disputes court judge jury instead disputes resolved neutral arbitrator whose decision final except limited right appeal federal arbitration act court jurisdiction parties may enforce arbitrators award proceedings resolve litigate dispute forum conducted solely individual basis neither slate seek dispute heard class action proceeding either party acts proposes act representative capacity arbitration proceeding combined another without prior written consent parties affected arbitrations proceedings slate agree disputes arising terms cannot settled informal negotiation settled exclusively confidential binding arbitration accordance commercial rules arbitration american arbitration association virginia arbitrators award shall binding may entered judgment court competent jurisdiction agree slate may seek interim preliminary relief court competent jurisdiction virginia necessary protect rights property pending completion arbitration extent permitted law claim dispute terms must filed within one year arbitration proceeding oneyear period begins claim notice dispute first could filed claim dispute isnt filed within one year permanently barred 17 separate terms conditions connection use services may asked consent policies terms conditions addition terms please read supplemental policies terms carefully making use portions services supplemental terms vary replace terms regarding use services unless otherwise expressly stated 18 contact information\", \"Text_Trigrams\": [[\"1\", \"legal\", \"agreement\"], [\"legal\", \"agreement\", \"term\"], [\"agreement\", \"term\", \"service\"], [\"term\", \"service\", \"term\"], [\"service\", \"term\", \"legal\"], [\"term\", \"legal\", \"agreement\"], [\"legal\", \"agreement\", \"slate\"], [\"agreement\", \"slate\", \"group\"], [\"slate\", \"group\", \"llc\"], [\"group\", \"llc\", \"slate\"], [\"llc\", \"slate\", \"u\"], [\"slate\", \"u\", \"governing\"], [\"u\", \"governing\", \"access\"], [\"governing\", \"access\", \"use\"], [\"access\", \"use\", \"website\"], [\"use\", \"website\", \"online\"], [\"website\", \"online\", \"service\"], [\"online\", \"service\", \"slate\"], [\"service\", \"slate\", \"operates\"], [\"slate\", \"operates\", \"link\"], [\"operates\", \"link\", \"term\"], [\"link\", \"term\", \"including\"], [\"term\", \"including\", \"without\"], [\"including\", \"without\", \"limitation\"], [\"without\", \"limitation\", \"slate\"], [\"limitation\", \"slate\", \"content\"], [\"slate\", \"content\", \"user\"], [\"content\", \"user\", \"content\"], [\"user\", \"content\", \"subscription\"], [\"content\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"collectively\"], [\"service\", \"collectively\", \"service\"], [\"collectively\", \"service\", \"please\"], [\"service\", \"please\", \"read\"], [\"please\", \"read\", \"term\"], [\"read\", \"term\", \"carefully\"], [\"term\", \"carefully\", \"using\"], [\"carefully\", \"using\", \"service\"], [\"using\", \"service\", \"using\"], [\"service\", \"using\", \"service\"], [\"using\", \"service\", \"indicates\"], [\"service\", \"indicates\", \"accept\"], [\"indicates\", \"accept\", \"agree\"], [\"accept\", \"agree\", \"bound\"], [\"agree\", \"bound\", \"term\"], [\"bound\", \"term\", \"use\"], [\"term\", \"use\", \"service\"], [\"use\", \"service\", \"accept\"], [\"service\", \"accept\", \"term\"], [\"accept\", \"term\", \"slate\"], [\"term\", \"slate\", \"may\"], [\"slate\", \"may\", \"change\"], [\"may\", \"change\", \"modify\"], [\"change\", \"modify\", \"service\"], [\"modify\", \"service\", \"term\"], [\"service\", \"term\", \"time\"], [\"term\", \"time\", \"change\"], [\"time\", \"change\", \"revision\"], [\"change\", \"revision\", \"modification\"], [\"revision\", \"modification\", \"shall\"], [\"modification\", \"shall\", \"effective\"], [\"shall\", \"effective\", \"immediately\"], [\"effective\", \"immediately\", \"upon\"], [\"immediately\", \"upon\", \"posted\"], [\"upon\", \"posted\", \"relation\"], [\"posted\", \"relation\", \"service\"], [\"relation\", \"service\", \"use\"], [\"service\", \"use\", \"service\"], [\"use\", \"service\", \"post\"], [\"service\", \"post\", \"change\"], [\"post\", \"change\", \"term\"], [\"change\", \"term\", \"constitutes\"], [\"term\", \"constitutes\", \"acceptance\"], [\"constitutes\", \"acceptance\", \"change\"], [\"acceptance\", \"change\", \"represent\"], [\"change\", \"represent\", \"least\"], [\"represent\", \"least\", \"18\"], [\"least\", \"18\", \"year\"], [\"18\", \"year\", \"old\"], [\"year\", \"old\", \"information\"], [\"old\", \"information\", \"submit\"], [\"information\", \"submit\", \"correct\"], [\"submit\", \"correct\", \"term\"], [\"correct\", \"term\", \"contain\"], [\"term\", \"contain\", \"disclaimer\"], [\"contain\", \"disclaimer\", \"warranty\"], [\"disclaimer\", \"warranty\", \"section\"], [\"warranty\", \"section\", \"10\"], [\"section\", \"10\", \"disclaimer\"], [\"10\", \"disclaimer\", \"liability\"], [\"disclaimer\", \"liability\", \"exclusive\"], [\"liability\", \"exclusive\", \"remedy\"], [\"exclusive\", \"remedy\", \"section\"], [\"remedy\", \"section\", \"11\"], [\"section\", \"11\", \"well\"], [\"11\", \"well\", \"information\"], [\"well\", \"information\", \"certain\"], [\"information\", \"certain\", \"limitation\"], [\"certain\", \"limitation\", \"ability\"], [\"limitation\", \"ability\", \"bring\"], [\"ability\", \"bring\", \"claim\"], [\"bring\", \"claim\", \"u\"], [\"claim\", \"u\", \"section\"], [\"u\", \"section\", \"16\"], [\"section\", \"16\", \"2\"], [\"16\", \"2\", \"prohibited\"], [\"2\", \"prohibited\", \"content\"], [\"prohibited\", \"content\", \"activity\"], [\"content\", \"activity\", \"may\"], [\"activity\", \"may\", \"access\"], [\"may\", \"access\", \"use\"], [\"access\", \"use\", \"attempt\"], [\"use\", \"attempt\", \"access\"], [\"attempt\", \"access\", \"use\"], [\"access\", \"use\", \"service\"], [\"use\", \"service\", \"take\"], [\"service\", \"take\", \"action\"], [\"take\", \"action\", \"could\"], [\"action\", \"could\", \"harm\"], [\"could\", \"harm\", \"u\"], [\"harm\", \"u\", \"person\"], [\"u\", \"person\", \"entity\"], [\"person\", \"entity\", \"person\"], [\"entity\", \"person\", \"interfere\"], [\"person\", \"interfere\", \"operation\"], [\"interfere\", \"operation\", \"service\"], [\"operation\", \"service\", \"use\"], [\"service\", \"use\", \"service\"], [\"use\", \"service\", \"manner\"], [\"service\", \"manner\", \"violates\"], [\"manner\", \"violates\", \"law\"], [\"violates\", \"law\", \"example\"], [\"law\", \"example\", \"without\"], [\"example\", \"without\", \"limitation\"], [\"without\", \"limitation\", \"may\"], [\"limitation\", \"may\", \"impersonate\"], [\"may\", \"impersonate\", \"person\"], [\"impersonate\", \"person\", \"falsely\"], [\"person\", \"falsely\", \"state\"], [\"falsely\", \"state\", \"otherwise\"], [\"state\", \"otherwise\", \"misrepresent\"], [\"otherwise\", \"misrepresent\", \"credential\"], [\"misrepresent\", \"credential\", \"affiliation\"], [\"credential\", \"affiliation\", \"person\"], [\"affiliation\", \"person\", \"origin\"], [\"person\", \"origin\", \"information\"], [\"origin\", \"information\", \"provide\"], [\"information\", \"provide\", \"engage\"], [\"provide\", \"engage\", \"unauthorized\"], [\"engage\", \"unauthorized\", \"spidering\"], [\"unauthorized\", \"spidering\", \"scraping\"], [\"spidering\", \"scraping\", \"harvesting\"], [\"scraping\", \"harvesting\", \"content\"], [\"harvesting\", \"content\", \"information\"], [\"content\", \"information\", \"use\"], [\"information\", \"use\", \"unauthorized\"], [\"use\", \"unauthorized\", \"automated\"], [\"unauthorized\", \"automated\", \"mean\"], [\"automated\", \"mean\", \"compile\"], [\"mean\", \"compile\", \"information\"], [\"compile\", \"information\", \"obtain\"], [\"information\", \"obtain\", \"attempt\"], [\"obtain\", \"attempt\", \"gain\"], [\"attempt\", \"gain\", \"unauthorized\"], [\"gain\", \"unauthorized\", \"access\"], [\"unauthorized\", \"access\", \"computer\"], [\"access\", \"computer\", \"system\"], [\"computer\", \"system\", \"material\"], [\"system\", \"material\", \"information\"], [\"material\", \"information\", \"service\"], [\"information\", \"service\", \"available\"], [\"service\", \"available\", \"service\"], [\"available\", \"service\", \"use\"], [\"service\", \"use\", \"device\"], [\"use\", \"device\", \"software\"], [\"device\", \"software\", \"routine\"], [\"software\", \"routine\", \"interfere\"], [\"routine\", \"interfere\", \"attempt\"], [\"interfere\", \"attempt\", \"interfere\"], [\"attempt\", \"interfere\", \"proper\"], [\"interfere\", \"proper\", \"working\"], [\"proper\", \"working\", \"service\"], [\"working\", \"service\", \"activity\"], [\"service\", \"activity\", \"conducted\"], [\"activity\", \"conducted\", \"service\"], [\"conducted\", \"service\", \"attempt\"], [\"service\", \"attempt\", \"probe\"], [\"attempt\", \"probe\", \"scan\"], [\"probe\", \"scan\", \"test\"], [\"scan\", \"test\", \"vulnerability\"], [\"test\", \"vulnerability\", \"breach\"], [\"vulnerability\", \"breach\", \"security\"], [\"breach\", \"security\", \"system\"], [\"security\", \"system\", \"device\"], [\"system\", \"device\", \"network\"], [\"device\", \"network\", \"circumvent\"], [\"network\", \"circumvent\", \"reverse\"], [\"circumvent\", \"reverse\", \"engineer\"], [\"reverse\", \"engineer\", \"decipher\"], [\"engineer\", \"decipher\", \"decompile\"], [\"decipher\", \"decompile\", \"disassemble\"], [\"decompile\", \"disassemble\", \"decrypt\"], [\"disassemble\", \"decrypt\", \"otherwise\"], [\"decrypt\", \"otherwise\", \"alter\"], [\"otherwise\", \"alter\", \"interfere\"], [\"alter\", \"interfere\", \"attempt\"], [\"interfere\", \"attempt\", \"encourage\"], [\"attempt\", \"encourage\", \"support\"], [\"encourage\", \"support\", \"anyone\"], [\"support\", \"anyone\", \"el\"], [\"anyone\", \"el\", \"attempt\"], [\"el\", \"attempt\", \"engage\"], [\"attempt\", \"engage\", \"activity\"], [\"engage\", \"activity\", \"software\"], [\"activity\", \"software\", \"comprising\"], [\"software\", \"comprising\", \"way\"], [\"comprising\", \"way\", \"making\"], [\"way\", \"making\", \"part\"], [\"making\", \"part\", \"service\"], [\"part\", \"service\", \"use\"], [\"service\", \"use\", \"distribution\"], [\"use\", \"distribution\", \"tool\"], [\"distribution\", \"tool\", \"designed\"], [\"tool\", \"designed\", \"compromising\"], [\"designed\", \"compromising\", \"security\"], [\"compromising\", \"security\", \"eg\"], [\"security\", \"eg\", \"password\"], [\"eg\", \"password\", \"guessing\"], [\"password\", \"guessing\", \"program\"], [\"guessing\", \"program\", \"cracking\"], [\"program\", \"cracking\", \"tool\"], [\"cracking\", \"tool\", \"network\"], [\"tool\", \"network\", \"probing\"], [\"network\", \"probing\", \"tool\"], [\"probing\", \"tool\", \"strictly\"], [\"tool\", \"strictly\", \"prohibited\"], [\"strictly\", \"prohibited\", \"take\"], [\"prohibited\", \"take\", \"action\"], [\"take\", \"action\", \"imposes\"], [\"action\", \"imposes\", \"unreasonable\"], [\"imposes\", \"unreasonable\", \"disproportionately\"], [\"unreasonable\", \"disproportionately\", \"large\"], [\"disproportionately\", \"large\", \"load\"], [\"large\", \"load\", \"network\"], [\"load\", \"network\", \"infrastructure\"], [\"network\", \"infrastructure\", \"upload\"], [\"infrastructure\", \"upload\", \"otherwise\"], [\"upload\", \"otherwise\", \"transmit\"], [\"otherwise\", \"transmit\", \"communication\"], [\"transmit\", \"communication\", \"software\"], [\"communication\", \"software\", \"material\"], [\"software\", \"material\", \"contains\"], [\"material\", \"contains\", \"virus\"], [\"contains\", \"virus\", \"otherwise\"], [\"virus\", \"otherwise\", \"harmful\"], [\"otherwise\", \"harmful\", \"slate\"], [\"harmful\", \"slate\", \"user\"], [\"slate\", \"user\", \"computer\"], [\"user\", \"computer\", \"device\"], [\"computer\", \"device\", \"system\"], [\"device\", \"system\", \"engage\"], [\"system\", \"engage\", \"conduct\"], [\"engage\", \"conduct\", \"restricts\"], [\"conduct\", \"restricts\", \"inhibits\"], [\"restricts\", \"inhibits\", \"person\"], [\"inhibits\", \"person\", \"using\"], [\"person\", \"using\", \"enjoying\"], [\"using\", \"enjoying\", \"service\"], [\"enjoying\", \"service\", \"sole\"], [\"service\", \"sole\", \"judgment\"], [\"sole\", \"judgment\", \"expose\"], [\"judgment\", \"expose\", \"u\"], [\"expose\", \"u\", \"affiliate\"], [\"u\", \"affiliate\", \"user\"], [\"affiliate\", \"user\", \"third\"], [\"user\", \"third\", \"party\"], [\"third\", \"party\", \"liability\"], [\"party\", \"liability\", \"damage\"], [\"liability\", \"damage\", \"detriment\"], [\"damage\", \"detriment\", \"type\"], [\"detriment\", \"type\", \"violation\"], [\"type\", \"violation\", \"system\"], [\"violation\", \"system\", \"network\"], [\"system\", \"network\", \"security\"], [\"network\", \"security\", \"certain\"], [\"security\", \"certain\", \"conduct\"], [\"certain\", \"conduct\", \"may\"], [\"conduct\", \"may\", \"result\"], [\"may\", \"result\", \"civil\"], [\"result\", \"civil\", \"criminal\"], [\"civil\", \"criminal\", \"liability\"], [\"criminal\", \"liability\", \"may\"], [\"liability\", \"may\", \"investigate\"], [\"may\", \"investigate\", \"work\"], [\"investigate\", \"work\", \"law\"], [\"work\", \"law\", \"enforcement\"], [\"law\", \"enforcement\", \"authority\"], [\"enforcement\", \"authority\", \"prosecute\"], [\"authority\", \"prosecute\", \"user\"], [\"prosecute\", \"user\", \"violate\"], [\"user\", \"violate\", \"term\"], [\"violate\", \"term\", \"may\"], [\"term\", \"may\", \"suspend\"], [\"may\", \"suspend\", \"terminate\"], [\"suspend\", \"terminate\", \"access\"], [\"terminate\", \"access\", \"service\"], [\"access\", \"service\", \"reason\"], [\"service\", \"reason\", \"time\"], [\"reason\", \"time\", \"without\"], [\"time\", \"without\", \"notice\"], [\"without\", \"notice\", \"3\"], [\"notice\", \"3\", \"user\"], [\"3\", \"user\", \"submission\"], [\"user\", \"submission\", \"certain\"], [\"submission\", \"certain\", \"area\"], [\"certain\", \"area\", \"service\"], [\"area\", \"service\", \"may\"], [\"service\", \"may\", \"enable\"], [\"may\", \"enable\", \"post\"], [\"enable\", \"post\", \"comment\"], [\"post\", \"comment\", \"send\"], [\"comment\", \"send\", \"email\"], [\"send\", \"email\", \"otherwise\"], [\"email\", \"otherwise\", \"provide\"], [\"otherwise\", \"provide\", \"information\"], [\"provide\", \"information\", \"slate\"], [\"information\", \"slate\", \"person\"], [\"slate\", \"person\", \"remain\"], [\"person\", \"remain\", \"fully\"], [\"remain\", \"fully\", \"responsible\"], [\"fully\", \"responsible\", \"material\"], [\"responsible\", \"material\", \"provide\"], [\"material\", \"provide\", \"u\"], [\"provide\", \"u\", \"others\"], [\"u\", \"others\", \"including\"], [\"others\", \"including\", \"without\"], [\"including\", \"without\", \"limitation\"], [\"without\", \"limitation\", \"information\"], [\"limitation\", \"information\", \"audio\"], [\"information\", \"audio\", \"recording\"], [\"audio\", \"recording\", \"photograph\"], [\"recording\", \"photograph\", \"document\"], [\"photograph\", \"document\", \"material\"], [\"document\", \"material\", \"submitted\"], [\"material\", \"submitted\", \"posted\"], [\"submitted\", \"posted\", \"uploaded\"], [\"posted\", \"uploaded\", \"sent\"], [\"uploaded\", \"sent\", \"otherwise\"], [\"sent\", \"otherwise\", \"transmitted\"], [\"otherwise\", \"transmitted\", \"u\"], [\"transmitted\", \"u\", \"others\"], [\"u\", \"others\", \"user\"], [\"others\", \"user\", \"content\"], [\"user\", \"content\", \"agree\"], [\"content\", \"agree\", \"provide\"], [\"agree\", \"provide\", \"user\"], [\"provide\", \"user\", \"content\"], [\"user\", \"content\", \"infringes\"], [\"content\", \"infringes\", \"misappropriates\"], [\"infringes\", \"misappropriates\", \"otherwise\"], [\"misappropriates\", \"otherwise\", \"violates\"], [\"otherwise\", \"violates\", \"copyright\"], [\"violates\", \"copyright\", \"trademark\"], [\"copyright\", \"trademark\", \"patent\"], [\"trademark\", \"patent\", \"intellectual\"], [\"patent\", \"intellectual\", \"property\"], [\"intellectual\", \"property\", \"right\"], [\"property\", \"right\", \"person\"], [\"right\", \"person\", \"false\"], [\"person\", \"false\", \"misleading\"], [\"false\", \"misleading\", \"libelous\"], [\"misleading\", \"libelous\", \"slanderous\"], [\"libelous\", \"slanderous\", \"defamatory\"], [\"slanderous\", \"defamatory\", \"obscene\"], [\"defamatory\", \"obscene\", \"abusive\"], [\"obscene\", \"abusive\", \"hateful\"], [\"abusive\", \"hateful\", \"sexuallyexplicit\"], [\"hateful\", \"sexuallyexplicit\", \"violates\"], [\"sexuallyexplicit\", \"violates\", \"person\"], [\"violates\", \"person\", \"right\"], [\"person\", \"right\", \"privacy\"], [\"right\", \"privacy\", \"publicity\"], [\"privacy\", \"publicity\", \"contains\"], [\"publicity\", \"contains\", \"advertising\"], [\"contains\", \"advertising\", \"solicitation\"], [\"advertising\", \"solicitation\", \"kind\"], [\"solicitation\", \"kind\", \"degrades\"], [\"kind\", \"degrades\", \"others\"], [\"degrades\", \"others\", \"basis\"], [\"others\", \"basis\", \"gender\"], [\"basis\", \"gender\", \"race\"], [\"gender\", \"race\", \"class\"], [\"race\", \"class\", \"ethnicity\"], [\"class\", \"ethnicity\", \"national\"], [\"ethnicity\", \"national\", \"origin\"], [\"national\", \"origin\", \"religion\"], [\"origin\", \"religion\", \"sexual\"], [\"religion\", \"sexual\", \"preference\"], [\"sexual\", \"preference\", \"orientation\"], [\"preference\", \"orientation\", \"identity\"], [\"orientation\", \"identity\", \"disability\"], [\"identity\", \"disability\", \"classification\"], [\"disability\", \"classification\", \"contains\"], [\"classification\", \"contains\", \"epithet\"], [\"contains\", \"epithet\", \"language\"], [\"epithet\", \"language\", \"material\"], [\"language\", \"material\", \"intended\"], [\"material\", \"intended\", \"intimidate\"], [\"intended\", \"intimidate\", \"incite\"], [\"intimidate\", \"incite\", \"violence\"], [\"incite\", \"violence\", \"violates\"], [\"violence\", \"violates\", \"applicable\"], [\"violates\", \"applicable\", \"local\"], [\"applicable\", \"local\", \"state\"], [\"local\", \"state\", \"national\"], [\"state\", \"national\", \"international\"], [\"national\", \"international\", \"law\"], [\"international\", \"law\", \"advocate\"], [\"law\", \"advocate\", \"illegal\"], [\"advocate\", \"illegal\", \"activity\"], [\"illegal\", \"activity\", \"service\"], [\"activity\", \"service\", \"permit\"], [\"service\", \"permit\", \"post\"], [\"permit\", \"post\", \"publish\"], [\"post\", \"publish\", \"user\"], [\"publish\", \"user\", \"content\"], [\"user\", \"content\", \"may\"], [\"content\", \"may\", \"post\"], [\"may\", \"post\", \"user\"], [\"post\", \"user\", \"content\"], [\"user\", \"content\", \"original\"], [\"content\", \"original\", \"right\"], [\"original\", \"right\", \"post\"], [\"right\", \"post\", \"submitting\"], [\"post\", \"submitting\", \"user\"], [\"submitting\", \"user\", \"content\"], [\"user\", \"content\", \"grant\"], [\"content\", \"grant\", \"u\"], [\"grant\", \"u\", \"royaltyfree\"], [\"u\", \"royaltyfree\", \"irrevocable\"], [\"royaltyfree\", \"irrevocable\", \"perpetual\"], [\"irrevocable\", \"perpetual\", \"nonexclusive\"], [\"perpetual\", \"nonexclusive\", \"worldwide\"], [\"nonexclusive\", \"worldwide\", \"fully\"], [\"worldwide\", \"fully\", \"sublicensable\"], [\"fully\", \"sublicensable\", \"transferable\"], [\"sublicensable\", \"transferable\", \"license\"], [\"transferable\", \"license\", \"publish\"], [\"license\", \"publish\", \"reproduce\"], [\"publish\", \"reproduce\", \"distribute\"], [\"reproduce\", \"distribute\", \"display\"], [\"distribute\", \"display\", \"perform\"], [\"display\", \"perform\", \"edit\"], [\"perform\", \"edit\", \"adapt\"], [\"edit\", \"adapt\", \"modify\"], [\"adapt\", \"modify\", \"translate\"], [\"modify\", \"translate\", \"create\"], [\"translate\", \"create\", \"derivative\"], [\"create\", \"derivative\", \"work\"], [\"derivative\", \"work\", \"make\"], [\"work\", \"make\", \"sell\"], [\"make\", \"sell\", \"offer\"], [\"sell\", \"offer\", \"sale\"], [\"offer\", \"sale\", \"export\"], [\"sale\", \"export\", \"otherwise\"], [\"export\", \"otherwise\", \"use\"], [\"otherwise\", \"use\", \"exploit\"], [\"use\", \"exploit\", \"user\"], [\"exploit\", \"user\", \"content\"], [\"user\", \"content\", \"portion\"], [\"content\", \"portion\", \"thereof\"], [\"portion\", \"thereof\", \"way\"], [\"thereof\", \"way\", \"want\"], [\"way\", \"want\", \"form\"], [\"want\", \"form\", \"medium\"], [\"form\", \"medium\", \"technology\"], [\"medium\", \"technology\", \"known\"], [\"technology\", \"known\", \"later\"], [\"known\", \"later\", \"developed\"], [\"later\", \"developed\", \"hereby\"], [\"developed\", \"hereby\", \"waive\"], [\"hereby\", \"waive\", \"moral\"], [\"waive\", \"moral\", \"right\"], [\"moral\", \"right\", \"may\"], [\"right\", \"may\", \"user\"], [\"may\", \"user\", \"content\"], [\"user\", \"content\", \"represent\"], [\"content\", \"represent\", \"obtained\"], [\"represent\", \"obtained\", \"necessary\"], [\"obtained\", \"necessary\", \"permission\"], [\"necessary\", \"permission\", \"person\"], [\"permission\", \"person\", \"identified\"], [\"person\", \"identified\", \"implicated\"], [\"identified\", \"implicated\", \"submission\"], [\"implicated\", \"submission\", \"including\"], [\"submission\", \"including\", \"shown\"], [\"including\", \"shown\", \"photographic\"], [\"shown\", \"photographic\", \"content\"], [\"photographic\", \"content\", \"case\"], [\"content\", \"case\", \"minor\"], [\"case\", \"minor\", \"also\"], [\"minor\", \"also\", \"parent\"], [\"also\", \"parent\", \"legal\"], [\"parent\", \"legal\", \"guardian\"], [\"legal\", \"guardian\", \"appropriate\"], [\"guardian\", \"appropriate\", \"obligated\"], [\"appropriate\", \"obligated\", \"publish\"], [\"obligated\", \"publish\", \"use\"], [\"publish\", \"use\", \"user\"], [\"use\", \"user\", \"content\"], [\"user\", \"content\", \"slate\"], [\"content\", \"slate\", \"manner\"], [\"slate\", \"manner\", \"endorsing\"], [\"manner\", \"endorsing\", \"user\"], [\"endorsing\", \"user\", \"content\"], [\"user\", \"content\", \"slate\"], [\"content\", \"slate\", \"content\"], [\"slate\", \"content\", \"may\"], [\"content\", \"may\", \"publish\"], [\"may\", \"publish\", \"post\"], [\"publish\", \"post\", \"service\"], [\"post\", \"service\", \"can\"], [\"service\", \"can\", \"not\"], [\"can\", \"not\", \"vouch\"], [\"not\", \"vouch\", \"reliability\"], [\"vouch\", \"reliability\", \"slate\"], [\"reliability\", \"slate\", \"responsible\"], [\"slate\", \"responsible\", \"user\"], [\"responsible\", \"user\", \"content\"], [\"user\", \"content\", \"slate\"], [\"content\", \"slate\", \"content\"], [\"slate\", \"content\", \"duty\"], [\"content\", \"duty\", \"monitor\"], [\"duty\", \"monitor\", \"user\"], [\"monitor\", \"user\", \"content\"], [\"user\", \"content\", \"slate\"], [\"content\", \"slate\", \"content\"], [\"slate\", \"content\", \"posted\"], [\"content\", \"posted\", \"service\"], [\"posted\", \"service\", \"use\"], [\"service\", \"use\", \"information\"], [\"use\", \"information\", \"contained\"], [\"information\", \"contained\", \"user\"], [\"contained\", \"user\", \"content\"], [\"user\", \"content\", \"slate\"], [\"content\", \"slate\", \"content\"], [\"slate\", \"content\", \"risk\"], [\"content\", \"risk\", \"slate\"], [\"risk\", \"slate\", \"designees\"], [\"slate\", \"designees\", \"right\"], [\"designees\", \"right\", \"sole\"], [\"right\", \"sole\", \"discretion\"], [\"sole\", \"discretion\", \"monitor\"], [\"discretion\", \"monitor\", \"review\"], [\"monitor\", \"review\", \"edit\"], [\"review\", \"edit\", \"remove\"], [\"edit\", \"remove\", \"delete\"], [\"remove\", \"delete\", \"disable\"], [\"delete\", \"disable\", \"refuse\"], [\"disable\", \"refuse\", \"restrict\"], [\"refuse\", \"restrict\", \"terminate\"], [\"restrict\", \"terminate\", \"access\"], [\"terminate\", \"access\", \"user\"], [\"access\", \"user\", \"content\"], [\"user\", \"content\", \"service\"], [\"content\", \"service\", \"whole\"], [\"service\", \"whole\", \"part\"], [\"whole\", \"part\", \"time\"], [\"part\", \"time\", \"without\"], [\"time\", \"without\", \"prior\"], [\"without\", \"prior\", \"notice\"], [\"prior\", \"notice\", \"sole\"], [\"notice\", \"sole\", \"discretion\"], [\"sole\", \"discretion\", \"reason\"], [\"discretion\", \"reason\", \"obligation\"], [\"reason\", \"obligation\", \"u\"], [\"obligation\", \"u\", \"term\"], [\"u\", \"term\", \"shall\"], [\"term\", \"shall\", \"survive\"], [\"shall\", \"survive\", \"termination\"], [\"survive\", \"termination\", \"service\"], [\"termination\", \"service\", \"use\"], [\"service\", \"use\", \"service\"], [\"use\", \"service\", \"user\"], [\"service\", \"user\", \"content\"], [\"user\", \"content\", \"service\"], [\"content\", \"service\", \"term\"], [\"service\", \"term\", \"continue\"], [\"term\", \"continue\", \"post\"], [\"continue\", \"post\", \"user\"], [\"post\", \"user\", \"content\"], [\"user\", \"content\", \"slate\"], [\"content\", \"slate\", \"previously\"], [\"slate\", \"previously\", \"advised\"], [\"previously\", \"advised\", \"post\"], [\"advised\", \"post\", \"age\"], [\"post\", \"age\", \"13\"], [\"age\", \"13\", \"may\"], [\"13\", \"may\", \"submit\"], [\"may\", \"submit\", \"user\"], [\"submit\", \"user\", \"content\"], [\"user\", \"content\", \"u\"], [\"content\", \"u\", \"age\"], [\"u\", \"age\", \"18\"], [\"age\", \"18\", \"least\"], [\"18\", \"least\", \"13\"], [\"least\", \"13\", \"year\"], [\"13\", \"year\", \"age\"], [\"year\", \"age\", \"may\"], [\"age\", \"may\", \"submit\"], [\"may\", \"submit\", \"user\"], [\"submit\", \"user\", \"content\"], [\"user\", \"content\", \"permission\"], [\"content\", \"permission\", \"supervision\"], [\"permission\", \"supervision\", \"parent\"], [\"supervision\", \"parent\", \"legal\"], [\"parent\", \"legal\", \"guardian\"], [\"legal\", \"guardian\", \"parent\"], [\"guardian\", \"parent\", \"legal\"], [\"parent\", \"legal\", \"guardian\"], [\"legal\", \"guardian\", \"agreeing\"], [\"guardian\", \"agreeing\", \"rule\"], [\"agreeing\", \"rule\", \"benefit\"], [\"rule\", \"benefit\", \"individual\"], [\"benefit\", \"individual\", \"age\"], [\"individual\", \"age\", \"13\"], [\"age\", \"13\", \"18\"], [\"13\", \"18\", \"please\"], [\"18\", \"please\", \"advised\"], [\"please\", \"advised\", \"fully\"], [\"advised\", \"fully\", \"responsible\"], [\"fully\", \"responsible\", \"user\"], [\"responsible\", \"user\", \"content\"], [\"user\", \"content\", \"legal\"], [\"content\", \"legal\", \"liability\"], [\"legal\", \"liability\", \"may\"], [\"liability\", \"may\", \"incur\"], [\"may\", \"incur\", \"4\"], [\"incur\", \"4\", \"subscription\"], [\"4\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"subscription\"], [\"service\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"certain\"], [\"service\", \"certain\", \"service\"], [\"certain\", \"service\", \"slate\"], [\"service\", \"slate\", \"plus\"], [\"slate\", \"plus\", \"may\"], [\"plus\", \"may\", \"available\"], [\"may\", \"available\", \"creation\"], [\"available\", \"creation\", \"subscription\"], [\"creation\", \"subscription\", \"account\"], [\"subscription\", \"account\", \"payment\"], [\"account\", \"payment\", \"fee\"], [\"payment\", \"fee\", \"subscription\"], [\"fee\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"subscription\"], [\"service\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"account\"], [\"service\", \"account\", \"access\"], [\"account\", \"access\", \"subscription\"], [\"access\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"fixed\"], [\"service\", \"fixed\", \"term\"], [\"fixed\", \"term\", \"renew\"], [\"term\", \"renew\", \"automatically\"], [\"renew\", \"automatically\", \"unless\"], [\"automatically\", \"unless\", \"otherwise\"], [\"unless\", \"otherwise\", \"disclosed\"], [\"otherwise\", \"disclosed\", \"pay\"], [\"disclosed\", \"pay\", \"subscription\"], [\"pay\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"subscription\"], [\"service\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"certain\"], [\"service\", \"certain\", \"service\"], [\"certain\", \"service\", \"slate\"], [\"service\", \"slate\", \"plus\"], [\"slate\", \"plus\", \"may\"], [\"plus\", \"may\", \"available\"], [\"may\", \"available\", \"creation\"], [\"available\", \"creation\", \"subscription\"], [\"creation\", \"subscription\", \"account\"], [\"subscription\", \"account\", \"payment\"], [\"account\", \"payment\", \"fee\"], [\"payment\", \"fee\", \"subscription\"], [\"fee\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"subscription\"], [\"service\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"account\"], [\"service\", \"account\", \"access\"], [\"account\", \"access\", \"subscription\"], [\"access\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"fixed\"], [\"service\", \"fixed\", \"term\"], [\"fixed\", \"term\", \"renew\"], [\"term\", \"renew\", \"automatically\"], [\"renew\", \"automatically\", \"unless\"], [\"automatically\", \"unless\", \"otherwise\"], [\"unless\", \"otherwise\", \"disclosed\"], [\"otherwise\", \"disclosed\", \"pay\"], [\"disclosed\", \"pay\", \"subscription\"], [\"pay\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"access\"], [\"service\", \"access\", \"restriction\"], [\"access\", \"restriction\", \"authorized\"], [\"restriction\", \"authorized\", \"access\"], [\"authorized\", \"access\", \"subscription\"], [\"access\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"unless\"], [\"service\", \"unless\", \"opened\"], [\"unless\", \"opened\", \"subscription\"], [\"opened\", \"subscription\", \"account\"], [\"subscription\", \"account\", \"paid\"], [\"account\", \"paid\", \"appropriate\"], [\"paid\", \"appropriate\", \"fee\"], [\"appropriate\", \"fee\", \"received\"], [\"fee\", \"received\", \"access\"], [\"received\", \"access\", \"credential\"], [\"access\", \"credential\", \"eg\"], [\"credential\", \"eg\", \"username\"], [\"eg\", \"username\", \"password\"], [\"username\", \"password\", \"u\"], [\"password\", \"u\", \"using\"], [\"u\", \"using\", \"access\"], [\"using\", \"access\", \"credential\"], [\"access\", \"credential\", \"may\"], [\"credential\", \"may\", \"assist\"], [\"may\", \"assist\", \"anyone\"], [\"assist\", \"anyone\", \"else\"], [\"anyone\", \"else\", \"accessing\"], [\"else\", \"accessing\", \"subscription\"], [\"accessing\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"unauthorized\"], [\"service\", \"unauthorized\", \"basis\"], [\"unauthorized\", \"basis\", \"including\"], [\"basis\", \"including\", \"sharing\"], [\"including\", \"sharing\", \"access\"], [\"sharing\", \"access\", \"credential\"], [\"access\", \"credential\", \"providing\"], [\"credential\", \"providing\", \"content\"], [\"providing\", \"content\", \"material\"], [\"content\", \"material\", \"obtained\"], [\"material\", \"obtained\", \"subscription\"], [\"obtained\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"third\"], [\"service\", \"third\", \"party\"], [\"third\", \"party\", \"responsible\"], [\"party\", \"responsible\", \"maintaining\"], [\"responsible\", \"maintaining\", \"confidentiality\"], [\"maintaining\", \"confidentiality\", \"access\"], [\"confidentiality\", \"access\", \"credential\"], [\"access\", \"credential\", \"usage\"], [\"credential\", \"usage\", \"activity\"], [\"usage\", \"activity\", \"subscription\"], [\"activity\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"account\"], [\"service\", \"account\", \"including\"], [\"account\", \"including\", \"use\"], [\"including\", \"use\", \"subscription\"], [\"use\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"third\"], [\"service\", \"third\", \"party\"], [\"third\", \"party\", \"authorized\"], [\"party\", \"authorized\", \"use\"], [\"authorized\", \"use\", \"access\"], [\"use\", \"access\", \"credential\"], [\"access\", \"credential\", \"responsibility\"], [\"credential\", \"responsibility\", \"expressly\"], [\"responsibility\", \"expressly\", \"includes\"], [\"expressly\", \"includes\", \"purchase\"], [\"includes\", \"purchase\", \"made\"], [\"purchase\", \"made\", \"charge\"], [\"made\", \"charge\", \"incurred\"], [\"charge\", \"incurred\", \"credit\"], [\"incurred\", \"credit\", \"card\"], [\"credit\", \"card\", \"connection\"], [\"card\", \"connection\", \"use\"], [\"connection\", \"use\", \"authorized\"], [\"use\", \"authorized\", \"third\"], [\"authorized\", \"third\", \"party\"], [\"third\", \"party\", \"use\"], [\"party\", \"use\", \"subscription\"], [\"use\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"event\"], [\"service\", \"event\", \"fraudulent\"], [\"event\", \"fraudulent\", \"abusive\"], [\"fraudulent\", \"abusive\", \"otherwise\"], [\"abusive\", \"otherwise\", \"illegal\"], [\"otherwise\", \"illegal\", \"activity\"], [\"illegal\", \"activity\", \"subscription\"], [\"activity\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"account\"], [\"service\", \"account\", \"may\"], [\"account\", \"may\", \"sole\"], [\"may\", \"sole\", \"discretion\"], [\"sole\", \"discretion\", \"terminate\"], [\"discretion\", \"terminate\", \"account\"], [\"terminate\", \"account\", \"refer\"], [\"account\", \"refer\", \"appropriate\"], [\"refer\", \"appropriate\", \"law\"], [\"appropriate\", \"law\", \"enforcement\"], [\"law\", \"enforcement\", \"agency\"], [\"enforcement\", \"agency\", \"may\"], [\"agency\", \"may\", \"responsible\"], [\"may\", \"responsible\", \"damage\"], [\"responsible\", \"damage\", \"fraudulent\"], [\"damage\", \"fraudulent\", \"abusive\"], [\"fraudulent\", \"abusive\", \"otherwise\"], [\"abusive\", \"otherwise\", \"illegal\"], [\"otherwise\", \"illegal\", \"activity\"], [\"illegal\", \"activity\", \"age\"], [\"activity\", \"age\", \"billing\"], [\"age\", \"billing\", \"authorization\"], [\"billing\", \"authorization\", \"subscribing\"], [\"authorization\", \"subscribing\", \"subscription\"], [\"subscribing\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"confirm\"], [\"service\", \"confirm\", \"least\"], [\"confirm\", \"least\", \"18\"], [\"least\", \"18\", \"year\"], [\"18\", \"year\", \"age\"], [\"year\", \"age\", \"information\"], [\"age\", \"information\", \"submit\"], [\"information\", \"submit\", \"true\"], [\"submit\", \"true\", \"correct\"], [\"true\", \"correct\", \"including\"], [\"correct\", \"including\", \"credit\"], [\"including\", \"credit\", \"card\"], [\"credit\", \"card\", \"information\"], [\"card\", \"information\", \"authorized\"], [\"information\", \"authorized\", \"holder\"], [\"authorized\", \"holder\", \"credit\"], [\"holder\", \"credit\", \"card\"], [\"credit\", \"card\", \"fee\"], [\"card\", \"fee\", \"agree\"], [\"fee\", \"agree\", \"pay\"], [\"agree\", \"pay\", \"subscription\"], [\"pay\", \"subscription\", \"fee\"], [\"subscription\", \"fee\", \"charge\"], [\"fee\", \"charge\", \"subscription\"], [\"charge\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"account\"], [\"service\", \"account\", \"including\"], [\"account\", \"including\", \"applicable\"], [\"including\", \"applicable\", \"tax\"], [\"applicable\", \"tax\", \"slate\"], [\"tax\", \"slate\", \"andor\"], [\"slate\", \"andor\", \"particular\"], [\"andor\", \"particular\", \"service\"], [\"particular\", \"service\", \"provider\"], [\"service\", \"provider\", \"reserve\"], [\"provider\", \"reserve\", \"right\"], [\"reserve\", \"right\", \"change\"], [\"right\", \"change\", \"amount\"], [\"change\", \"amount\", \"basis\"], [\"amount\", \"basis\", \"determining\"], [\"basis\", \"determining\", \"subscription\"], [\"determining\", \"subscription\", \"fee\"], [\"subscription\", \"fee\", \"charge\"], [\"fee\", \"charge\", \"subscription\"], [\"charge\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"institute\"], [\"service\", \"institute\", \"new\"], [\"institute\", \"new\", \"subscription\"], [\"new\", \"subscription\", \"fee\"], [\"subscription\", \"fee\", \"charge\"], [\"fee\", \"charge\", \"effective\"], [\"charge\", \"effective\", \"upon\"], [\"effective\", \"upon\", \"prior\"], [\"upon\", \"prior\", \"notice\"], [\"prior\", \"notice\", \"mobile\"], [\"notice\", \"mobile\", \"access\"], [\"mobile\", \"access\", \"subscription\"], [\"access\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"accessible\"], [\"service\", \"accessible\", \"using\"], [\"accessible\", \"using\", \"particular\"], [\"using\", \"particular\", \"kind\"], [\"particular\", \"kind\", \"device\"], [\"kind\", \"device\", \"apple\"], [\"device\", \"apple\", \"ipad\"], [\"apple\", \"ipad\", \"amazon\"], [\"ipad\", \"amazon\", \"kindle\"], [\"amazon\", \"kindle\", \"investigate\"], [\"kindle\", \"investigate\", \"subscription\"], [\"investigate\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"pay\"], [\"service\", \"pay\", \"access\"], [\"pay\", \"access\", \"ensure\"], [\"access\", \"ensure\", \"work\"], [\"ensure\", \"work\", \"device\"], [\"work\", \"device\", \"refund\"], [\"device\", \"refund\", \"fee\"], [\"refund\", \"fee\", \"paid\"], [\"fee\", \"paid\", \"subscription\"], [\"paid\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"subscribe\"], [\"service\", \"subscribe\", \"compatible\"], [\"subscribe\", \"compatible\", \"also\"], [\"compatible\", \"also\", \"certain\"], [\"also\", \"certain\", \"subscription\"], [\"certain\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"may\"], [\"service\", \"may\", \"available\"], [\"may\", \"available\", \"use\"], [\"available\", \"use\", \"every\"], [\"use\", \"every\", \"jurisdiction\"], [\"every\", \"jurisdiction\", \"refund\"], [\"jurisdiction\", \"refund\", \"fee\"], [\"refund\", \"fee\", \"paid\"], [\"fee\", \"paid\", \"subscription\"], [\"paid\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"subscribe\"], [\"service\", \"subscribe\", \"available\"], [\"subscribe\", \"available\", \"information\"], [\"available\", \"information\", \"compatibility\"], [\"information\", \"compatibility\", \"availability\"], [\"compatibility\", \"availability\", \"please\"], [\"availability\", \"please\", \"visit\"], [\"please\", \"visit\", \"applicable\"], [\"visit\", \"applicable\", \"provider\"], [\"applicable\", \"provider\", \"website\"], [\"provider\", \"website\", \"contact\"], [\"website\", \"contact\", \"u\"], [\"contact\", \"u\", \"mobileslatecom\"], [\"u\", \"mobileslatecom\", \"subscribe\"], [\"mobileslatecom\", \"subscribe\", \"suspension\"], [\"subscribe\", \"suspension\", \"termination\"], [\"suspension\", \"termination\", \"may\"], [\"termination\", \"may\", \"suspend\"], [\"may\", \"suspend\", \"terminate\"], [\"suspend\", \"terminate\", \"access\"], [\"terminate\", \"access\", \"subscription\"], [\"access\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"time\"], [\"service\", \"time\", \"without\"], [\"time\", \"without\", \"notice\"], [\"without\", \"notice\", \"responsible\"], [\"notice\", \"responsible\", \"fee\"], [\"responsible\", \"fee\", \"associated\"], [\"fee\", \"associated\", \"subscription\"], [\"associated\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"termination\"], [\"service\", \"termination\", \"becomes\"], [\"termination\", \"becomes\", \"effective\"], [\"becomes\", \"effective\", \"remedy\"], [\"effective\", \"remedy\", \"u\"], [\"remedy\", \"u\", \"issue\"], [\"u\", \"issue\", \"refund\"], [\"issue\", \"refund\", \"breached\"], [\"refund\", \"breached\", \"violated\"], [\"breached\", \"violated\", \"obligation\"], [\"violated\", \"obligation\", \"term\"], [\"obligation\", \"term\", \"entitled\"], [\"term\", \"entitled\", \"remedy\"], [\"entitled\", \"remedy\", \"cancellation\"], [\"remedy\", \"cancellation\", \"cancel\"], [\"cancellation\", \"cancel\", \"subscription\"], [\"cancel\", \"subscription\", \"subscription\"], [\"subscription\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"must\"], [\"service\", \"must\", \"follow\"], [\"must\", \"follow\", \"procedure\"], [\"follow\", \"procedure\", \"described\"], [\"procedure\", \"described\", \"applicable\"], [\"described\", \"applicable\", \"provider\"], [\"applicable\", \"provider\", \"website\"], [\"provider\", \"website\", \"list\"], [\"website\", \"list\", \"cancellation\"], [\"list\", \"cancellation\", \"procedure\"], [\"cancellation\", \"procedure\", \"particular\"], [\"procedure\", \"particular\", \"subscription\"], [\"particular\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"must\"], [\"service\", \"must\", \"contact\"], [\"must\", \"contact\", \"u\"], [\"contact\", \"u\", \"supportslatecom\"], [\"u\", \"supportslatecom\", \"refund\"], [\"supportslatecom\", \"refund\", \"prorate\"], [\"refund\", \"prorate\", \"subscription\"], [\"prorate\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"purchase\"], [\"service\", \"purchase\", \"made\"], [\"purchase\", \"made\", \"service\"], [\"made\", \"service\", \"reason\"], [\"service\", \"reason\", \"request\"], [\"reason\", \"request\", \"terminate\"], [\"request\", \"terminate\", \"subscription\"], [\"terminate\", \"subscription\", \"effective\"], [\"subscription\", \"effective\", \"billing\"], [\"effective\", \"billing\", \"period\"], [\"billing\", \"period\", \"received\"], [\"period\", \"received\", \"cancellation\"], [\"received\", \"cancellation\", \"concludes\"], [\"cancellation\", \"concludes\", \"5\"], [\"concludes\", \"5\", \"registration\"], [\"5\", \"registration\", \"nonsubscription\"], [\"registration\", \"nonsubscription\", \"service\"], [\"nonsubscription\", \"service\", \"may\"], [\"service\", \"may\", \"asked\"], [\"may\", \"asked\", \"register\"], [\"asked\", \"register\", \"certain\"], [\"register\", \"certain\", \"activity\"], [\"certain\", \"activity\", \"connection\"], [\"activity\", \"connection\", \"service\"], [\"connection\", \"service\", \"subscription\"], [\"service\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"see\"], [\"service\", \"see\", \"section\"], [\"see\", \"section\", \"4\"], [\"section\", \"4\", \"discussion\"], [\"4\", \"discussion\", \"subscription\"], [\"discussion\", \"subscription\", \"service\"], [\"subscription\", \"service\", \"register\"], [\"service\", \"register\", \"agree\"], [\"register\", \"agree\", \"provide\"], [\"agree\", \"provide\", \"accurate\"], [\"provide\", \"accurate\", \"current\"], [\"accurate\", \"current\", \"complete\"], [\"current\", \"complete\", \"information\"], [\"complete\", \"information\", \"requested\"], [\"information\", \"requested\", \"directed\"], [\"requested\", \"directed\", \"promptly\"], [\"directed\", \"promptly\", \"update\"], [\"promptly\", \"update\", \"information\"], [\"update\", \"information\", \"maintain\"], [\"information\", \"maintain\", \"accuracy\"], [\"maintain\", \"accuracy\", \"slate\"], [\"accuracy\", \"slate\", \"right\"], [\"slate\", \"right\", \"suspend\"], [\"right\", \"suspend\", \"terminate\"], [\"suspend\", \"terminate\", \"account\"], [\"terminate\", \"account\", \"registration\"], [\"account\", \"registration\", \"refuse\"], [\"registration\", \"refuse\", \"current\"], [\"refuse\", \"current\", \"future\"], [\"current\", \"future\", \"use\"], [\"future\", \"use\", \"suspect\"], [\"use\", \"suspect\", \"information\"], [\"suspect\", \"information\", \"inaccurate\"], [\"information\", \"inaccurate\", \"incomplete\"], [\"inaccurate\", \"incomplete\", \"responsible\"], [\"incomplete\", \"responsible\", \"maintaining\"], [\"responsible\", \"maintaining\", \"confidentiality\"], [\"maintaining\", \"confidentiality\", \"password\"], [\"confidentiality\", \"password\", \"username\"], [\"password\", \"username\", \"given\"], [\"username\", \"given\", \"select\"], [\"given\", \"select\", \"responsible\"], [\"select\", \"responsible\", \"activity\"], [\"responsible\", \"activity\", \"occur\"], [\"activity\", \"occur\", \"password\"], [\"occur\", \"password\", \"account\"], [\"password\", \"account\", \"6\"], [\"account\", \"6\", \"intellectual\"], [\"6\", \"intellectual\", \"property\"], [\"intellectual\", \"property\", \"content\"], [\"property\", \"content\", \"information\"], [\"content\", \"information\", \"material\"], [\"information\", \"material\", \"computer\"], [\"material\", \"computer\", \"code\"], [\"computer\", \"code\", \"software\"], [\"code\", \"software\", \"part\"], [\"software\", \"part\", \"service\"], [\"part\", \"service\", \"user\"], [\"service\", \"user\", \"content\"], [\"user\", \"content\", \"collectively\"], [\"content\", \"collectively\", \"slate\"], [\"collectively\", \"slate\", \"content\"], [\"slate\", \"content\", \"property\"], [\"content\", \"property\", \"slate\"], [\"property\", \"slate\", \"third\"], [\"slate\", \"third\", \"party\"], [\"third\", \"party\", \"may\"], [\"party\", \"may\", \"access\"], [\"may\", \"access\", \"use\"], [\"access\", \"use\", \"display\"], [\"use\", \"display\", \"service\"], [\"display\", \"service\", \"single\"], [\"service\", \"single\", \"computer\"], [\"single\", \"computer\", \"device\"], [\"computer\", \"device\", \"download\"], [\"device\", \"download\", \"print\"], [\"download\", \"print\", \"copy\"], [\"print\", \"copy\", \"slate\"], [\"copy\", \"slate\", \"content\"], [\"slate\", \"content\", \"noncommercial\"], [\"content\", \"noncommercial\", \"informational\"], [\"noncommercial\", \"informational\", \"personal\"], [\"informational\", \"personal\", \"use\"], [\"personal\", \"use\", \"without\"], [\"use\", \"without\", \"modification\"], [\"without\", \"modification\", \"alteration\"], [\"modification\", \"alteration\", \"way\"], [\"alteration\", \"way\", \"long\"], [\"way\", \"long\", \"comply\"], [\"long\", \"comply\", \"term\"], [\"comply\", \"term\", \"copyright\"], [\"term\", \"copyright\", \"intellectual\"], [\"copyright\", \"intellectual\", \"property\"], [\"intellectual\", \"property\", \"right\"], [\"property\", \"right\", \"slate\"], [\"right\", \"slate\", \"content\"], [\"slate\", \"content\", \"protected\"], [\"content\", \"protected\", \"copyright\"], [\"protected\", \"copyright\", \"law\"], [\"copyright\", \"law\", \"united\"], [\"law\", \"united\", \"state\"], [\"united\", \"state\", \"country\"], [\"state\", \"country\", \"acknowledge\"], [\"country\", \"acknowledge\", \"copyright\"], [\"acknowledge\", \"copyright\", \"intellectual\"], [\"copyright\", \"intellectual\", \"property\"], [\"intellectual\", \"property\", \"right\"], [\"property\", \"right\", \"service\"], [\"right\", \"service\", \"owned\"], [\"service\", \"owned\", \"slate\"], [\"owned\", \"slate\", \"thirdparty\"], [\"slate\", \"thirdparty\", \"licensors\"], [\"thirdparty\", \"licensors\", \"full\"], [\"licensors\", \"full\", \"extent\"], [\"full\", \"extent\", \"permitted\"], [\"extent\", \"permitted\", \"united\"], [\"permitted\", \"united\", \"state\"], [\"united\", \"state\", \"copyright\"], [\"state\", \"copyright\", \"act\"], [\"copyright\", \"act\", \"international\"], [\"act\", \"international\", \"copyright\"], [\"international\", \"copyright\", \"law\"], [\"copyright\", \"law\", \"applicable\"], [\"law\", \"applicable\", \"law\"], [\"applicable\", \"law\", \"unless\"], [\"law\", \"unless\", \"expressly\"], [\"unless\", \"expressly\", \"permitted\"], [\"expressly\", \"permitted\", \"authorized\"], [\"permitted\", \"authorized\", \"person\"], [\"authorized\", \"person\", \"writing\"], [\"person\", \"writing\", \"may\"], [\"writing\", \"may\", \"copy\"], [\"may\", \"copy\", \"reproduce\"], [\"copy\", \"reproduce\", \"distribute\"], [\"reproduce\", \"distribute\", \"publish\"], [\"distribute\", \"publish\", \"enter\"], [\"publish\", \"enter\", \"database\"], [\"enter\", \"database\", \"display\"], [\"database\", \"display\", \"perform\"], [\"display\", \"perform\", \"modify\"], [\"perform\", \"modify\", \"create\"], [\"modify\", \"create\", \"derivative\"], [\"create\", \"derivative\", \"work\"], [\"derivative\", \"work\", \"transmit\"], [\"work\", \"transmit\", \"way\"], [\"transmit\", \"way\", \"use\"], [\"way\", \"use\", \"exploit\"], [\"use\", \"exploit\", \"part\"], [\"exploit\", \"part\", \"slate\"], [\"part\", \"slate\", \"content\"], [\"slate\", \"content\", \"except\"], [\"content\", \"except\", \"may\"], [\"except\", \"may\", \"make\"], [\"may\", \"make\", \"use\"], [\"make\", \"use\", \"content\"], [\"use\", \"content\", \"educational\"], [\"content\", \"educational\", \"noncommercial\"], [\"educational\", \"noncommercial\", \"purpose\"], [\"noncommercial\", \"purpose\", \"provided\"], [\"purpose\", \"provided\", \"maintain\"], [\"provided\", \"maintain\", \"copyright\"], [\"maintain\", \"copyright\", \"notice\"], [\"copyright\", \"notice\", \"posted\"], [\"notice\", \"posted\", \"along\"], [\"posted\", \"along\", \"slate\"], [\"along\", \"slate\", \"content\"], [\"slate\", \"content\", \"obtain\"], [\"content\", \"obtain\", \"written\"], [\"obtain\", \"written\", \"consent\"], [\"written\", \"consent\", \"use\"], [\"consent\", \"use\", \"copyrighted\"], [\"use\", \"copyrighted\", \"work\"], [\"copyrighted\", \"work\", \"please\"], [\"work\", \"please\", \"contact\"], [\"please\", \"contact\", \"u\"], [\"contact\", \"u\", \"using\"], [\"u\", \"using\", \"information\"], [\"using\", \"information\", \"section\"], [\"information\", \"section\", \"18\"], [\"section\", \"18\", \"copying\"], [\"18\", \"copying\", \"downloading\"], [\"copying\", \"downloading\", \"material\"], [\"downloading\", \"material\", \"anything\"], [\"material\", \"anything\", \"personal\"], [\"anything\", \"personal\", \"use\"], [\"personal\", \"use\", \"violation\"], [\"use\", \"violation\", \"term\"], [\"violation\", \"term\", \"slate\"], [\"term\", \"slate\", \"content\"], [\"slate\", \"content\", \"protected\"], [\"content\", \"protected\", \"copyright\"], [\"protected\", \"copyright\", \"law\"], [\"copyright\", \"law\", \"united\"], [\"law\", \"united\", \"state\"], [\"united\", \"state\", \"country\"], [\"state\", \"country\", \"acknowledge\"], [\"country\", \"acknowledge\", \"copyright\"], [\"acknowledge\", \"copyright\", \"intellectual\"], [\"copyright\", \"intellectual\", \"property\"], [\"intellectual\", \"property\", \"right\"], [\"property\", \"right\", \"service\"], [\"right\", \"service\", \"owned\"], [\"service\", \"owned\", \"slate\"], [\"owned\", \"slate\", \"thirdparty\"], [\"slate\", \"thirdparty\", \"licensors\"], [\"thirdparty\", \"licensors\", \"full\"], [\"licensors\", \"full\", \"extent\"], [\"full\", \"extent\", \"permitted\"], [\"extent\", \"permitted\", \"united\"], [\"permitted\", \"united\", \"state\"], [\"united\", \"state\", \"copyright\"], [\"state\", \"copyright\", \"act\"], [\"copyright\", \"act\", \"international\"], [\"act\", \"international\", \"copyright\"], [\"international\", \"copyright\", \"law\"], [\"copyright\", \"law\", \"applicable\"], [\"law\", \"applicable\", \"law\"], [\"applicable\", \"law\", \"unless\"], [\"law\", \"unless\", \"expressly\"], [\"unless\", \"expressly\", \"permitted\"], [\"expressly\", \"permitted\", \"authorized\"], [\"permitted\", \"authorized\", \"person\"], [\"authorized\", \"person\", \"writing\"], [\"person\", \"writing\", \"may\"], [\"writing\", \"may\", \"copy\"], [\"may\", \"copy\", \"reproduce\"], [\"copy\", \"reproduce\", \"distribute\"], [\"reproduce\", \"distribute\", \"publish\"], [\"distribute\", \"publish\", \"enter\"], [\"publish\", \"enter\", \"database\"], [\"enter\", \"database\", \"display\"], [\"database\", \"display\", \"perform\"], [\"display\", \"perform\", \"modify\"], [\"perform\", \"modify\", \"create\"], [\"modify\", \"create\", \"derivative\"], [\"create\", \"derivative\", \"work\"], [\"derivative\", \"work\", \"transmit\"], [\"work\", \"transmit\", \"way\"], [\"transmit\", \"way\", \"use\"], [\"way\", \"use\", \"exploit\"], [\"use\", \"exploit\", \"part\"], [\"exploit\", \"part\", \"slate\"], [\"part\", \"slate\", \"content\"], [\"slate\", \"content\", \"except\"], [\"content\", \"except\", \"may\"], [\"except\", \"may\", \"make\"], [\"may\", \"make\", \"use\"], [\"make\", \"use\", \"content\"], [\"use\", \"content\", \"educational\"], [\"content\", \"educational\", \"noncommercial\"], [\"educational\", \"noncommercial\", \"purpose\"], [\"noncommercial\", \"purpose\", \"provided\"], [\"purpose\", \"provided\", \"maintain\"], [\"provided\", \"maintain\", \"copyright\"], [\"maintain\", \"copyright\", \"notice\"], [\"copyright\", \"notice\", \"posted\"], [\"notice\", \"posted\", \"along\"], [\"posted\", \"along\", \"slate\"], [\"along\", \"slate\", \"content\"], [\"slate\", \"content\", \"obtain\"], [\"content\", \"obtain\", \"written\"], [\"obtain\", \"written\", \"consent\"], [\"written\", \"consent\", \"use\"], [\"consent\", \"use\", \"copyrighted\"], [\"use\", \"copyrighted\", \"work\"], [\"copyrighted\", \"work\", \"please\"], [\"work\", \"please\", \"contact\"], [\"please\", \"contact\", \"u\"], [\"contact\", \"u\", \"using\"], [\"u\", \"using\", \"information\"], [\"using\", \"information\", \"section\"], [\"information\", \"section\", \"18\"], [\"section\", \"18\", \"copying\"], [\"18\", \"copying\", \"downloading\"], [\"copying\", \"downloading\", \"material\"], [\"downloading\", \"material\", \"anything\"], [\"material\", \"anything\", \"personal\"], [\"anything\", \"personal\", \"use\"], [\"personal\", \"use\", \"violation\"], [\"use\", \"violation\", \"term\"], [\"violation\", \"term\", \"trade\"], [\"term\", \"trade\", \"service\"], [\"trade\", \"service\", \"mark\"], [\"service\", \"mark\", \"right\"], [\"mark\", \"right\", \"product\"], [\"right\", \"product\", \"name\"], [\"product\", \"name\", \"slate\"], [\"name\", \"slate\", \"name\"], [\"slate\", \"name\", \"trade\"], [\"name\", \"trade\", \"name\"], [\"trade\", \"name\", \"logo\"], [\"name\", \"logo\", \"service\"], [\"logo\", \"service\", \"mark\"], [\"service\", \"mark\", \"trade\"], [\"mark\", \"trade\", \"dress\"], [\"trade\", \"dress\", \"slogan\"], [\"dress\", \"slogan\", \"product\"], [\"slogan\", \"product\", \"packaging\"], [\"product\", \"packaging\", \"design\"], [\"packaging\", \"design\", \"slate\"], [\"design\", \"slate\", \"product\"], [\"slate\", \"product\", \"service\"], [\"product\", \"service\", \"whether\"], [\"service\", \"whether\", \"appearing\"], [\"whether\", \"appearing\", \"large\"], [\"appearing\", \"large\", \"print\"], [\"large\", \"print\", \"trademark\"], [\"print\", \"trademark\", \"symbol\"], [\"trademark\", \"symbol\", \"belong\"], [\"symbol\", \"belong\", \"exclusively\"], [\"belong\", \"exclusively\", \"slate\"], [\"exclusively\", \"slate\", \"licensors\"], [\"slate\", \"licensors\", \"protected\"], [\"licensors\", \"protected\", \"reproduction\"], [\"protected\", \"reproduction\", \"imitation\"], [\"reproduction\", \"imitation\", \"dilution\"], [\"imitation\", \"dilution\", \"confusing\"], [\"dilution\", \"confusing\", \"misleading\"], [\"confusing\", \"misleading\", \"us\"], [\"misleading\", \"us\", \"national\"], [\"us\", \"national\", \"international\"], [\"national\", \"international\", \"trademark\"], [\"international\", \"trademark\", \"copyright\"], [\"trademark\", \"copyright\", \"law\"], [\"copyright\", \"law\", \"use\"], [\"law\", \"use\", \"misuse\"], [\"use\", \"misuse\", \"trademark\"], [\"misuse\", \"trademark\", \"material\"], [\"trademark\", \"material\", \"except\"], [\"material\", \"except\", \"permitted\"], [\"except\", \"permitted\", \"herein\"], [\"permitted\", \"herein\", \"expressly\"], [\"herein\", \"expressly\", \"prohibited\"], [\"expressly\", \"prohibited\", \"nothing\"], [\"prohibited\", \"nothing\", \"stated\"], [\"nothing\", \"stated\", \"implied\"], [\"stated\", \"implied\", \"service\"], [\"implied\", \"service\", \"confers\"], [\"service\", \"confers\", \"license\"], [\"confers\", \"license\", \"right\"], [\"license\", \"right\", \"patent\"], [\"right\", \"patent\", \"trademark\"], [\"patent\", \"trademark\", \"slate\"], [\"trademark\", \"slate\", \"affiliate\"], [\"slate\", \"affiliate\", \"third\"], [\"affiliate\", \"third\", \"party\"], [\"third\", \"party\", \"obtain\"], [\"party\", \"obtain\", \"written\"], [\"obtain\", \"written\", \"permission\"], [\"written\", \"permission\", \"use\"], [\"permission\", \"use\", \"trade\"], [\"use\", \"trade\", \"service\"], [\"trade\", \"service\", \"mark\"], [\"service\", \"mark\", \"right\"], [\"mark\", \"right\", \"slate\"], [\"right\", \"slate\", \"please\"], [\"slate\", \"please\", \"contact\"], [\"please\", \"contact\", \"u\"], [\"contact\", \"u\", \"using\"], [\"u\", \"using\", \"information\"], [\"using\", \"information\", \"section\"], [\"information\", \"section\", \"18\"], [\"section\", \"18\", \"right\"], [\"18\", \"right\", \"product\"], [\"right\", \"product\", \"name\"], [\"product\", \"name\", \"slate\"], [\"name\", \"slate\", \"name\"], [\"slate\", \"name\", \"trade\"], [\"name\", \"trade\", \"name\"], [\"trade\", \"name\", \"logo\"], [\"name\", \"logo\", \"service\"], [\"logo\", \"service\", \"mark\"], [\"service\", \"mark\", \"trade\"], [\"mark\", \"trade\", \"dress\"], [\"trade\", \"dress\", \"slogan\"], [\"dress\", \"slogan\", \"product\"], [\"slogan\", \"product\", \"packaging\"], [\"product\", \"packaging\", \"design\"], [\"packaging\", \"design\", \"slate\"], [\"design\", \"slate\", \"product\"], [\"slate\", \"product\", \"service\"], [\"product\", \"service\", \"whether\"], [\"service\", \"whether\", \"appearing\"], [\"whether\", \"appearing\", \"large\"], [\"appearing\", \"large\", \"print\"], [\"large\", \"print\", \"trademark\"], [\"print\", \"trademark\", \"symbol\"], [\"trademark\", \"symbol\", \"belong\"], [\"symbol\", \"belong\", \"exclusively\"], [\"belong\", \"exclusively\", \"slate\"], [\"exclusively\", \"slate\", \"licensors\"], [\"slate\", \"licensors\", \"protected\"], [\"licensors\", \"protected\", \"reproduction\"], [\"protected\", \"reproduction\", \"imitation\"], [\"reproduction\", \"imitation\", \"dilution\"], [\"imitation\", \"dilution\", \"confusing\"], [\"dilution\", \"confusing\", \"misleading\"], [\"confusing\", \"misleading\", \"us\"], [\"misleading\", \"us\", \"national\"], [\"us\", \"national\", \"international\"], [\"national\", \"international\", \"trademark\"], [\"international\", \"trademark\", \"copyright\"], [\"trademark\", \"copyright\", \"law\"], [\"copyright\", \"law\", \"use\"], [\"law\", \"use\", \"misuse\"], [\"use\", \"misuse\", \"trademark\"], [\"misuse\", \"trademark\", \"material\"], [\"trademark\", \"material\", \"except\"], [\"material\", \"except\", \"permitted\"], [\"except\", \"permitted\", \"herein\"], [\"permitted\", \"herein\", \"expressly\"], [\"herein\", \"expressly\", \"prohibited\"], [\"expressly\", \"prohibited\", \"nothing\"], [\"prohibited\", \"nothing\", \"stated\"], [\"nothing\", \"stated\", \"implied\"], [\"stated\", \"implied\", \"service\"], [\"implied\", \"service\", \"confers\"], [\"service\", \"confers\", \"license\"], [\"confers\", \"license\", \"right\"], [\"license\", \"right\", \"patent\"], [\"right\", \"patent\", \"trademark\"], [\"patent\", \"trademark\", \"slate\"], [\"trademark\", \"slate\", \"affiliate\"], [\"slate\", \"affiliate\", \"third\"], [\"affiliate\", \"third\", \"party\"], [\"third\", \"party\", \"obtain\"], [\"party\", \"obtain\", \"written\"], [\"obtain\", \"written\", \"permission\"], [\"written\", \"permission\", \"use\"], [\"permission\", \"use\", \"trade\"], [\"use\", \"trade\", \"service\"], [\"trade\", \"service\", \"mark\"], [\"service\", \"mark\", \"right\"], [\"mark\", \"right\", \"slate\"], [\"right\", \"slate\", \"please\"], [\"slate\", \"please\", \"contact\"], [\"please\", \"contact\", \"u\"], [\"contact\", \"u\", \"using\"], [\"u\", \"using\", \"information\"], [\"using\", \"information\", \"section\"], [\"information\", \"section\", \"18\"], [\"section\", \"18\", \"notice\"], [\"18\", \"notice\", \"infringement\"], [\"notice\", \"infringement\", \"slate\"], [\"infringement\", \"slate\", \"respect\"], [\"slate\", \"respect\", \"intellectual\"], [\"respect\", \"intellectual\", \"property\"], [\"intellectual\", \"property\", \"right\"], [\"property\", \"right\", \"believe\"], [\"right\", \"believe\", \"good\"], [\"believe\", \"good\", \"faith\"], [\"good\", \"faith\", \"work\"], [\"faith\", \"work\", \"reproduced\"], [\"work\", \"reproduced\", \"accessible\"], [\"reproduced\", \"accessible\", \"service\"], [\"accessible\", \"service\", \"way\"], [\"service\", \"way\", \"constitutes\"], [\"way\", \"constitutes\", \"copyright\"], [\"constitutes\", \"copyright\", \"infringement\"], [\"copyright\", \"infringement\", \"please\"], [\"infringement\", \"please\", \"provide\"], [\"please\", \"provide\", \"designated\"], [\"provide\", \"designated\", \"agent\"], [\"designated\", \"agent\", \"following\"], [\"agent\", \"following\", \"information\"], [\"following\", \"information\", \"writing\"], [\"information\", \"writing\", \"slate\"], [\"writing\", \"slate\", \"copyright\"], [\"slate\", \"copyright\", \"agent\"], [\"copyright\", \"agent\", \"digital\"], [\"agent\", \"digital\", \"millenium\"], [\"digital\", \"millenium\", \"copyright\"], [\"millenium\", \"copyright\", \"act\"], [\"copyright\", \"act\", \"dmca\"], [\"act\", \"dmca\", \"electronic\"], [\"dmca\", \"electronic\", \"physical\"], [\"electronic\", \"physical\", \"signature\"], [\"physical\", \"signature\", \"person\"], [\"signature\", \"person\", \"authorized\"], [\"person\", \"authorized\", \"act\"], [\"authorized\", \"act\", \"behalf\"], [\"act\", \"behalf\", \"owner\"], [\"behalf\", \"owner\", \"exclusive\"], [\"owner\", \"exclusive\", \"right\"], [\"exclusive\", \"right\", \"allegedly\"], [\"right\", \"allegedly\", \"infringed\"], [\"allegedly\", \"infringed\", \"identification\"], [\"infringed\", \"identification\", \"copyrighted\"], [\"identification\", \"copyrighted\", \"work\"], [\"copyrighted\", \"work\", \"representative\"], [\"work\", \"representative\", \"list\"], [\"representative\", \"list\", \"work\"], [\"list\", \"work\", \"claimed\"], [\"work\", \"claimed\", \"infringed\"], [\"claimed\", \"infringed\", \"identification\"], [\"infringed\", \"identification\", \"allegedly\"], [\"identification\", \"allegedly\", \"infringing\"], [\"allegedly\", \"infringing\", \"material\"], [\"infringing\", \"material\", \"information\"], [\"material\", \"information\", \"reasonably\"], [\"information\", \"reasonably\", \"sufficient\"], [\"reasonably\", \"sufficient\", \"permit\"], [\"sufficient\", \"permit\", \"u\"], [\"permit\", \"u\", \"locate\"], [\"u\", \"locate\", \"material\"], [\"locate\", \"material\", \"name\"], [\"material\", \"name\", \"address\"], [\"name\", \"address\", \"telephone\"], [\"address\", \"telephone\", \"number\"], [\"telephone\", \"number\", \"email\"], [\"number\", \"email\", \"address\"], [\"email\", \"address\", \"may\"], [\"address\", \"may\", \"contact\"], [\"may\", \"contact\", \"necessary\"], [\"contact\", \"necessary\", \"statement\"], [\"necessary\", \"statement\", \"good\"], [\"statement\", \"good\", \"faith\"], [\"good\", \"faith\", \"belief\"], [\"faith\", \"belief\", \"disputed\"], [\"belief\", \"disputed\", \"use\"], [\"disputed\", \"use\", \"authorized\"], [\"use\", \"authorized\", \"copyright\"], [\"authorized\", \"copyright\", \"owner\"], [\"copyright\", \"owner\", \"agent\"], [\"owner\", \"agent\", \"law\"], [\"agent\", \"law\", \"statement\"], [\"law\", \"statement\", \"made\"], [\"statement\", \"made\", \"penalty\"], [\"made\", \"penalty\", \"perjury\"], [\"penalty\", \"perjury\", \"information\"], [\"perjury\", \"information\", \"notice\"], [\"information\", \"notice\", \"accurate\"], [\"notice\", \"accurate\", \"copyright\"], [\"accurate\", \"copyright\", \"owner\"], [\"copyright\", \"owner\", \"authorized\"], [\"owner\", \"authorized\", \"act\"], [\"authorized\", \"act\", \"copyright\"], [\"act\", \"copyright\", \"owner\"], [\"copyright\", \"owner\", \"behalf\"], [\"owner\", \"behalf\", \"slate\"], [\"behalf\", \"slate\", \"respect\"], [\"slate\", \"respect\", \"intellectual\"], [\"respect\", \"intellectual\", \"property\"], [\"intellectual\", \"property\", \"right\"], [\"property\", \"right\", \"believe\"], [\"right\", \"believe\", \"good\"], [\"believe\", \"good\", \"faith\"], [\"good\", \"faith\", \"work\"], [\"faith\", \"work\", \"reproduced\"], [\"work\", \"reproduced\", \"accessible\"], [\"reproduced\", \"accessible\", \"service\"], [\"accessible\", \"service\", \"way\"], [\"service\", \"way\", \"constitutes\"], [\"way\", \"constitutes\", \"copyright\"], [\"constitutes\", \"copyright\", \"infringement\"], [\"copyright\", \"infringement\", \"please\"], [\"infringement\", \"please\", \"provide\"], [\"please\", \"provide\", \"designated\"], [\"provide\", \"designated\", \"agent\"], [\"designated\", \"agent\", \"following\"], [\"agent\", \"following\", \"information\"], [\"following\", \"information\", \"writing\"], [\"information\", \"writing\", \"slate\"], [\"writing\", \"slate\", \"copyright\"], [\"slate\", \"copyright\", \"agent\"], [\"copyright\", \"agent\", \"digital\"], [\"agent\", \"digital\", \"millenium\"], [\"digital\", \"millenium\", \"copyright\"], [\"millenium\", \"copyright\", \"act\"], [\"copyright\", \"act\", \"dmca\"], [\"act\", \"dmca\", \"may\"], [\"dmca\", \"may\", \"notify\"], [\"may\", \"notify\", \"designated\"], [\"notify\", \"designated\", \"copyright\"], [\"designated\", \"copyright\", \"agent\"], [\"copyright\", \"agent\", \"either\"], [\"agent\", \"either\", \"mail\"], [\"either\", \"mail\", \"copyright\"], [\"mail\", \"copyright\", \"agent\"], [\"copyright\", \"agent\", \"slate\"], [\"agent\", \"slate\", \"1350\"], [\"slate\", \"1350\", \"connecticut\"], [\"1350\", \"connecticut\", \"ave\"], [\"connecticut\", \"ave\", \"nw\"], [\"ave\", \"nw\", \"suite\"], [\"nw\", \"suite\", \"410\"], [\"suite\", \"410\", \"washington\"], [\"410\", \"washington\", \"dc\"], [\"washington\", \"dc\", \"20036\"], [\"dc\", \"20036\", \"via\"], [\"20036\", \"via\", \"email\"], [\"via\", \"email\", \"fax\"], [\"email\", \"fax\", \"copyrightagentslatecom\"], [\"fax\", \"copyrightagentslatecom\", \"fax\"], [\"copyrightagentslatecom\", \"fax\", \"202\"], [\"fax\", \"202\", \"2230671\"], [\"202\", \"2230671\", \"copyright\"], [\"2230671\", \"copyright\", \"complaint\"], [\"copyright\", \"complaint\", \"sent\"], [\"complaint\", \"sent\", \"copyright\"], [\"sent\", \"copyright\", \"agent\"], [\"copyright\", \"agent\", \"feedback\"], [\"agent\", \"feedback\", \"comment\"], [\"feedback\", \"comment\", \"addressed\"], [\"comment\", \"addressed\", \"slateofficeslatecom\"], [\"addressed\", \"slateofficeslatecom\", \"acknowledge\"], [\"slateofficeslatecom\", \"acknowledge\", \"fail\"], [\"acknowledge\", \"fail\", \"comply\"], [\"fail\", \"comply\", \"requirement\"], [\"comply\", \"requirement\", \"section\"], [\"requirement\", \"section\", \"dmca\"], [\"section\", \"dmca\", \"notice\"], [\"dmca\", \"notice\", \"may\"], [\"notice\", \"may\", \"valid\"], [\"may\", \"valid\", \"7\"], [\"valid\", \"7\", \"change\"], [\"7\", \"change\", \"termination\"], [\"change\", \"termination\", \"slate\"], [\"termination\", \"slate\", \"may\"], [\"slate\", \"may\", \"change\"], [\"may\", \"change\", \"terminate\"], [\"change\", \"terminate\", \"term\"], [\"terminate\", \"term\", \"reason\"], [\"term\", \"reason\", \"time\"], [\"reason\", \"time\", \"slate\"], [\"time\", \"slate\", \"reserve\"], [\"slate\", \"reserve\", \"right\"], [\"reserve\", \"right\", \"sole\"], [\"right\", \"sole\", \"discretion\"], [\"sole\", \"discretion\", \"restrict\"], [\"discretion\", \"restrict\", \"suspend\"], [\"restrict\", \"suspend\", \"terminate\"], [\"suspend\", \"terminate\", \"access\"], [\"terminate\", \"access\", \"use\"], [\"access\", \"use\", \"service\"], [\"use\", \"service\", \"without\"], [\"service\", \"without\", \"prior\"], [\"without\", \"prior\", \"notice\"], [\"prior\", \"notice\", \"otherwise\"], [\"notice\", \"otherwise\", \"applicable\"], [\"otherwise\", \"applicable\", \"section\"], [\"applicable\", \"section\", \"term\"], [\"section\", \"term\", \"shall\"], [\"term\", \"shall\", \"survive\"], [\"shall\", \"survive\", \"termination\"], [\"survive\", \"termination\", \"slate\"], [\"termination\", \"slate\", \"also\"], [\"slate\", \"also\", \"reserve\"], [\"also\", \"reserve\", \"right\"], [\"reserve\", \"right\", \"seek\"], [\"right\", \"seek\", \"remedy\"], [\"seek\", \"remedy\", \"available\"], [\"remedy\", \"available\", \"law\"], [\"available\", \"law\", \"equity\"], [\"law\", \"equity\", \"violation\"], [\"equity\", \"violation\", \"term\"], [\"violation\", \"term\", \"upon\"], [\"term\", \"upon\", \"termination\"], [\"upon\", \"termination\", \"must\"], [\"termination\", \"must\", \"cease\"], [\"must\", \"cease\", \"use\"], [\"cease\", \"use\", \"service\"], [\"use\", \"service\", \"including\"], [\"service\", \"including\", \"slate\"], [\"including\", \"slate\", \"content\"], [\"slate\", \"content\", \"8\"], [\"content\", \"8\", \"privacy\"], [\"8\", \"privacy\", \"policy\"], [\"privacy\", \"policy\", \"using\"], [\"policy\", \"using\", \"service\"], [\"using\", \"service\", \"indicate\"], [\"service\", \"indicate\", \"reviewed\"], [\"indicate\", \"reviewed\", \"understand\"], [\"reviewed\", \"understand\", \"information\"], [\"understand\", \"information\", \"outlined\"], [\"information\", \"outlined\", \"privacy\"], [\"outlined\", \"privacy\", \"policy\"], [\"privacy\", \"policy\", \"9\"], [\"policy\", \"9\", \"link\"], [\"9\", \"link\", \"service\"], [\"link\", \"service\", \"may\"], [\"service\", \"may\", \"contain\"], [\"may\", \"contain\", \"link\"], [\"contain\", \"link\", \"website\"], [\"link\", \"website\", \"online\"], [\"website\", \"online\", \"service\"], [\"online\", \"service\", \"operated\"], [\"service\", \"operated\", \"maintained\"], [\"operated\", \"maintained\", \"person\"], [\"maintained\", \"person\", \"control\"], [\"person\", \"control\", \"maintained\"], [\"control\", \"maintained\", \"slate\"], [\"maintained\", \"slate\", \"link\"], [\"slate\", \"link\", \"constitute\"], [\"link\", \"constitute\", \"endorsement\"], [\"constitute\", \"endorsement\", \"slate\"], [\"endorsement\", \"slate\", \"website\"], [\"slate\", \"website\", \"online\"], [\"website\", \"online\", \"service\"], [\"online\", \"service\", \"content\"], [\"service\", \"content\", \"displayed\"], [\"content\", \"displayed\", \"therein\"], [\"displayed\", \"therein\", \"person\"], [\"therein\", \"person\", \"associated\"], [\"person\", \"associated\", \"therewith\"], [\"associated\", \"therewith\", \"term\"], [\"therewith\", \"term\", \"apply\"], [\"term\", \"apply\", \"website\"], [\"apply\", \"website\", \"online\"], [\"website\", \"online\", \"service\"], [\"online\", \"service\", \"website\"], [\"service\", \"website\", \"online\"], [\"website\", \"online\", \"service\"], [\"online\", \"service\", \"part\"], [\"service\", \"part\", \"service\"], [\"part\", \"service\", \"encourage\"], [\"service\", \"encourage\", \"review\"], [\"encourage\", \"review\", \"privacy\"], [\"review\", \"privacy\", \"policy\"], [\"privacy\", \"policy\", \"term\"], [\"policy\", \"term\", \"use\"], [\"term\", \"use\", \"website\"], [\"use\", \"website\", \"service\"], [\"website\", \"service\", \"10\"], [\"service\", \"10\", \"disclaimer\"], [\"10\", \"disclaimer\", \"warranty\"], [\"disclaimer\", \"warranty\", \"use\"], [\"warranty\", \"use\", \"service\"], [\"use\", \"service\", \"entirely\"], [\"service\", \"entirely\", \"risk\"], [\"entirely\", \"risk\", \"make\"], [\"risk\", \"make\", \"representation\"], [\"make\", \"representation\", \"warranty\"], [\"representation\", \"warranty\", \"service\"], [\"warranty\", \"service\", \"including\"], [\"service\", \"including\", \"without\"], [\"including\", \"without\", \"limitation\"], [\"without\", \"limitation\", \"operation\"], [\"limitation\", \"operation\", \"service\"], [\"operation\", \"service\", \"information\"], [\"service\", \"information\", \"material\"], [\"information\", \"material\", \"good\"], [\"material\", \"good\", \"service\"], [\"good\", \"service\", \"appearing\"], [\"service\", \"appearing\", \"offered\"], [\"appearing\", \"offered\", \"service\"], [\"offered\", \"service\", \"respect\"], [\"service\", \"respect\", \"website\"], [\"respect\", \"website\", \"service\"], [\"website\", \"service\", \"linked\"], [\"service\", \"linked\", \"service\"], [\"linked\", \"service\", \"service\"], [\"service\", \"service\", \"provided\"], [\"service\", \"provided\", \"fault\"], [\"provided\", \"fault\", \"available\"], [\"fault\", \"available\", \"without\"], [\"available\", \"without\", \"limiting\"], [\"without\", \"limiting\", \"generality\"], [\"limiting\", \"generality\", \"foregoing\"], [\"generality\", \"foregoing\", \"disclaim\"], [\"foregoing\", \"disclaim\", \"warranty\"], [\"disclaim\", \"warranty\", \"express\"], [\"warranty\", \"express\", \"statutory\"], [\"express\", \"statutory\", \"implied\"], [\"statutory\", \"implied\", \"including\"], [\"implied\", \"including\", \"limited\"], [\"including\", \"limited\", \"warranty\"], [\"limited\", \"warranty\", \"merchantability\"], [\"warranty\", \"merchantability\", \"fitness\"], [\"merchantability\", \"fitness\", \"particular\"], [\"fitness\", \"particular\", \"purpose\"], [\"particular\", \"purpose\", \"workmanlike\"], [\"purpose\", \"workmanlike\", \"effort\"], [\"workmanlike\", \"effort\", \"title\"], [\"effort\", \"title\", \"quiet\"], [\"title\", \"quiet\", \"enjoyment\"], [\"quiet\", \"enjoyment\", \"lien\"], [\"enjoyment\", \"lien\", \"encumbrance\"], [\"lien\", \"encumbrance\", \"ii\"], [\"encumbrance\", \"ii\", \"warranty\"], [\"ii\", \"warranty\", \"infringement\"], [\"warranty\", \"infringement\", \"misappropriation\"], [\"infringement\", \"misappropriation\", \"violation\"], [\"misappropriation\", \"violation\", \"intellectual\"], [\"violation\", \"intellectual\", \"property\"], [\"intellectual\", \"property\", \"proprietary\"], [\"property\", \"proprietary\", \"right\"], [\"proprietary\", \"right\", \"person\"], [\"right\", \"person\", \"iii\"], [\"person\", \"iii\", \"warranty\"], [\"iii\", \"warranty\", \"arising\"], [\"warranty\", \"arising\", \"course\"], [\"arising\", \"course\", \"dealing\"], [\"course\", \"dealing\", \"usage\"], [\"dealing\", \"usage\", \"trade\"], [\"usage\", \"trade\", \"iv\"], [\"trade\", \"iv\", \"warranty\"], [\"iv\", \"warranty\", \"relating\"], [\"warranty\", \"relating\", \"accuracy\"], [\"relating\", \"accuracy\", \"reliability\"], [\"accuracy\", \"reliability\", \"correctness\"], [\"reliability\", \"correctness\", \"completeness\"], [\"correctness\", \"completeness\", \"data\"], [\"completeness\", \"data\", \"content\"], [\"data\", \"content\", \"made\"], [\"content\", \"made\", \"available\"], [\"made\", \"available\", \"service\"], [\"available\", \"service\", \"otherwise\"], [\"service\", \"otherwise\", \"slate\"], [\"otherwise\", \"slate\", \"warranty\"], [\"slate\", \"warranty\", \"service\"], [\"warranty\", \"service\", \"meet\"], [\"service\", \"meet\", \"need\"], [\"meet\", \"need\", \"requirement\"], [\"need\", \"requirement\", \"need\"], [\"requirement\", \"need\", \"requirement\"], [\"need\", \"requirement\", \"person\"], [\"requirement\", \"person\", \"need\"], [\"person\", \"need\", \"requirement\"], [\"need\", \"requirement\", \"set\"], [\"requirement\", \"set\", \"forth\"], [\"set\", \"forth\", \"documentation\"], [\"forth\", \"documentation\", \"make\"], [\"documentation\", \"make\", \"warranty\"], [\"make\", \"warranty\", \"express\"], [\"warranty\", \"express\", \"statutory\"], [\"express\", \"statutory\", \"implied\"], [\"statutory\", \"implied\", \"service\"], [\"implied\", \"service\", \"including\"], [\"service\", \"including\", \"without\"], [\"including\", \"without\", \"limitation\"], [\"without\", \"limitation\", \"slate\"], [\"limitation\", \"slate\", \"content\"], [\"slate\", \"content\", \"function\"], [\"content\", \"function\", \"material\"], [\"function\", \"material\", \"contained\"], [\"material\", \"contained\", \"therein\"], [\"contained\", \"therein\", \"timely\"], [\"therein\", \"timely\", \"secure\"], [\"timely\", \"secure\", \"accurate\"], [\"secure\", \"accurate\", \"errorfree\"], [\"accurate\", \"errorfree\", \"complete\"], [\"errorfree\", \"complete\", \"uptodate\"], [\"complete\", \"uptodate\", \"free\"], [\"uptodate\", \"free\", \"virus\"], [\"free\", \"virus\", \"uninterrupted\"], [\"virus\", \"uninterrupted\", \"slate\"], [\"uninterrupted\", \"slate\", \"necessarily\"], [\"slate\", \"necessarily\", \"endorse\"], [\"necessarily\", \"endorse\", \"support\"], [\"endorse\", \"support\", \"sanction\"], [\"support\", \"sanction\", \"encourage\"], [\"sanction\", \"encourage\", \"agree\"], [\"encourage\", \"agree\", \"slate\"], [\"agree\", \"slate\", \"content\"], [\"slate\", \"content\", \"user\"], [\"content\", \"user\", \"content\"], [\"user\", \"content\", \"expressly\"], [\"content\", \"expressly\", \"disclaim\"], [\"expressly\", \"disclaim\", \"representation\"], [\"disclaim\", \"representation\", \"warranty\"], [\"representation\", \"warranty\", \"liability\"], [\"warranty\", \"liability\", \"connection\"], [\"liability\", \"connection\", \"user\"], [\"connection\", \"user\", \"content\"], [\"user\", \"content\", \"slate\"], [\"content\", \"slate\", \"content\"], [\"slate\", \"content\", \"slate\"], [\"content\", \"slate\", \"make\"], [\"slate\", \"make\", \"representation\"], [\"make\", \"representation\", \"service\"], [\"representation\", \"service\", \"appropriate\"], [\"service\", \"appropriate\", \"available\"], [\"appropriate\", \"available\", \"use\"], [\"available\", \"use\", \"outside\"], [\"use\", \"outside\", \"united\"], [\"outside\", \"united\", \"state\"], [\"united\", \"state\", \"oral\"], [\"state\", \"oral\", \"written\"], [\"oral\", \"written\", \"information\"], [\"written\", \"information\", \"made\"], [\"information\", \"made\", \"available\"], [\"made\", \"available\", \"behalf\"], [\"available\", \"behalf\", \"slate\"], [\"behalf\", \"slate\", \"shall\"], [\"slate\", \"shall\", \"create\"], [\"shall\", \"create\", \"warranty\"], [\"create\", \"warranty\", \"applicable\"], [\"warranty\", \"applicable\", \"law\"], [\"applicable\", \"law\", \"allow\"], [\"law\", \"allow\", \"exclusion\"], [\"allow\", \"exclusion\", \"implied\"], [\"exclusion\", \"implied\", \"statutory\"], [\"implied\", \"statutory\", \"warranty\"], [\"statutory\", \"warranty\", \"apply\"], [\"warranty\", \"apply\", \"exclusion\"], [\"apply\", \"exclusion\", \"apply\"], [\"exclusion\", \"apply\", \"fullest\"], [\"apply\", \"fullest\", \"extent\"], [\"fullest\", \"extent\", \"permitted\"], [\"extent\", \"permitted\", \"applicable\"], [\"permitted\", \"applicable\", \"law\"], [\"applicable\", \"law\", \"11\"], [\"law\", \"11\", \"exclusive\"], [\"11\", \"exclusive\", \"remedy\"], [\"exclusive\", \"remedy\", \"limitation\"], [\"remedy\", \"limitation\", \"liability\"], [\"limitation\", \"liability\", \"circumstance\"], [\"liability\", \"circumstance\", \"including\"], [\"circumstance\", \"including\", \"without\"], [\"including\", \"without\", \"limitation\"], [\"without\", \"limitation\", \"negligence\"], [\"limitation\", \"negligence\", \"slate\"], [\"negligence\", \"slate\", \"affiliate\"], [\"slate\", \"affiliate\", \"party\"], [\"affiliate\", \"party\", \"involved\"], [\"party\", \"involved\", \"creating\"], [\"involved\", \"creating\", \"producing\"], [\"creating\", \"producing\", \"delivering\"], [\"producing\", \"delivering\", \"service\"], [\"delivering\", \"service\", \"liable\"], [\"service\", \"liable\", \"damage\"], [\"liable\", \"damage\", \"loss\"], [\"damage\", \"loss\", \"including\"], [\"loss\", \"including\", \"without\"], [\"including\", \"without\", \"limitation\"], [\"without\", \"limitation\", \"direct\"], [\"limitation\", \"direct\", \"incidental\"], [\"direct\", \"incidental\", \"consequential\"], [\"incidental\", \"consequential\", \"indirect\"], [\"consequential\", \"indirect\", \"special\"], [\"indirect\", \"special\", \"punitive\"], [\"special\", \"punitive\", \"damage\"], [\"punitive\", \"damage\", \"lost\"], [\"damage\", \"lost\", \"profit\"], [\"lost\", \"profit\", \"arising\"], [\"profit\", \"arising\", \"term\"], [\"arising\", \"term\", \"access\"], [\"term\", \"access\", \"use\"], [\"access\", \"use\", \"misuse\"], [\"use\", \"misuse\", \"inability\"], [\"misuse\", \"inability\", \"use\"], [\"inability\", \"use\", \"service\"], [\"use\", \"service\", \"including\"], [\"service\", \"including\", \"without\"], [\"including\", \"without\", \"limitation\"], [\"without\", \"limitation\", \"slate\"], [\"limitation\", \"slate\", \"content\"], [\"slate\", \"content\", \"user\"], [\"content\", \"user\", \"content\"], [\"user\", \"content\", \"site\"], [\"content\", \"site\", \"linked\"], [\"site\", \"linked\", \"service\"], [\"linked\", \"service\", \"however\"], [\"service\", \"however\", \"caused\"], [\"however\", \"caused\", \"whether\"], [\"caused\", \"whether\", \"contract\"], [\"whether\", \"contract\", \"tort\"], [\"contract\", \"tort\", \"negligence\"], [\"tort\", \"negligence\", \"strict\"], [\"negligence\", \"strict\", \"liability\"], [\"strict\", \"liability\", \"otherwise\"], [\"liability\", \"otherwise\", \"even\"], [\"otherwise\", \"even\", \"slate\"], [\"even\", \"slate\", \"advised\"], [\"slate\", \"advised\", \"possibility\"], [\"advised\", \"possibility\", \"damage\"], [\"possibility\", \"damage\", \"connection\"], [\"damage\", \"connection\", \"failure\"], [\"connection\", \"failure\", \"performance\"], [\"failure\", \"performance\", \"error\"], [\"performance\", \"error\", \"omission\"], [\"error\", \"omission\", \"interruption\"], [\"omission\", \"interruption\", \"defect\"], [\"interruption\", \"defect\", \"delay\"], [\"defect\", \"delay\", \"operation\"], [\"delay\", \"operation\", \"transmission\"], [\"operation\", \"transmission\", \"computer\"], [\"transmission\", \"computer\", \"virus\"], [\"computer\", \"virus\", \"line\"], [\"virus\", \"line\", \"system\"], [\"line\", \"system\", \"failure\"], [\"system\", \"failure\", \"jurisdiction\"], [\"failure\", \"jurisdiction\", \"allow\"], [\"jurisdiction\", \"allow\", \"exclusion\"], [\"allow\", \"exclusion\", \"limitation\"], [\"exclusion\", \"limitation\", \"incidental\"], [\"limitation\", \"incidental\", \"consequential\"], [\"incidental\", \"consequential\", \"damage\"], [\"consequential\", \"damage\", \"slate\"], [\"damage\", \"slate\", \"liability\"], [\"slate\", \"liability\", \"jurisdiction\"], [\"liability\", \"jurisdiction\", \"shall\"], [\"jurisdiction\", \"shall\", \"limited\"], [\"shall\", \"limited\", \"extent\"], [\"limited\", \"extent\", \"permitted\"], [\"extent\", \"permitted\", \"law\"], [\"permitted\", \"law\", \"claim\"], [\"law\", \"claim\", \"u\"], [\"claim\", \"u\", \"shall\"], [\"u\", \"shall\", \"limited\"], [\"shall\", \"limited\", \"amount\"], [\"limited\", \"amount\", \"paid\"], [\"amount\", \"paid\", \"use\"], [\"paid\", \"use\", \"service\"], [\"use\", \"service\", \"12\"], [\"service\", \"12\", \"indemnification\"], [\"12\", \"indemnification\", \"agree\"], [\"indemnification\", \"agree\", \"indemnify\"], [\"agree\", \"indemnify\", \"hold\"], [\"indemnify\", \"hold\", \"harmless\"], [\"hold\", \"harmless\", \"defend\"], [\"harmless\", \"defend\", \"slate\"], [\"defend\", \"slate\", \"affiliate\"], [\"slate\", \"affiliate\", \"licensors\"], [\"affiliate\", \"licensors\", \"respective\"], [\"licensors\", \"respective\", \"officer\"], [\"respective\", \"officer\", \"director\"], [\"officer\", \"director\", \"contractor\"], [\"director\", \"contractor\", \"agent\"], [\"contractor\", \"agent\", \"employee\"], [\"agent\", \"employee\", \"successor\"], [\"employee\", \"successor\", \"assigns\"], [\"successor\", \"assigns\", \"demand\"], [\"assigns\", \"demand\", \"claim\"], [\"demand\", \"claim\", \"damage\"], [\"claim\", \"damage\", \"liability\"], [\"damage\", \"liability\", \"judgment\"], [\"liability\", \"judgment\", \"fine\"], [\"judgment\", \"fine\", \"interest\"], [\"fine\", \"interest\", \"penalty\"], [\"interest\", \"penalty\", \"loss\"], [\"penalty\", \"loss\", \"cost\"], [\"loss\", \"cost\", \"expense\"], [\"cost\", \"expense\", \"harm\"], [\"expense\", \"harm\", \"including\"], [\"harm\", \"including\", \"without\"], [\"including\", \"without\", \"limitation\"], [\"without\", \"limitation\", \"reasonable\"], [\"limitation\", \"reasonable\", \"attorney\"], [\"reasonable\", \"attorney\", \"fee\"], [\"attorney\", \"fee\", \"fee\"], [\"fee\", \"fee\", \"professional\"], [\"fee\", \"professional\", \"adviser\"], [\"professional\", \"adviser\", \"arising\"], [\"adviser\", \"arising\", \"connection\"], [\"arising\", \"connection\", \"use\"], [\"connection\", \"use\", \"service\"], [\"use\", \"service\", \"including\"], [\"service\", \"including\", \"without\"], [\"including\", \"without\", \"limitation\"], [\"without\", \"limitation\", \"user\"], [\"limitation\", \"user\", \"content\"], [\"user\", \"content\", \"use\"], [\"content\", \"use\", \"slate\"], [\"use\", \"slate\", \"content\"], [\"slate\", \"content\", \"ii\"], [\"content\", \"ii\", \"online\"], [\"ii\", \"online\", \"conduct\"], [\"online\", \"conduct\", \"iii\"], [\"conduct\", \"iii\", \"violation\"], [\"iii\", \"violation\", \"breach\"], [\"violation\", \"breach\", \"term\"], [\"breach\", \"term\", \"iv\"], [\"term\", \"iv\", \"failure\"], [\"iv\", \"failure\", \"comply\"], [\"failure\", \"comply\", \"applicable\"], [\"comply\", \"applicable\", \"law\"], [\"applicable\", \"law\", \"regulation\"], [\"law\", \"regulation\", \"v\"], [\"regulation\", \"v\", \"negligence\"], [\"v\", \"negligence\", \"willful\"], [\"negligence\", \"willful\", \"misconduct\"], [\"willful\", \"misconduct\", \"violation\"], [\"misconduct\", \"violation\", \"intellectual\"], [\"violation\", \"intellectual\", \"property\"], [\"intellectual\", \"property\", \"right\"], [\"property\", \"right\", \"person\"], [\"right\", \"person\", \"vi\"], [\"person\", \"vi\", \"dealing\"], [\"vi\", \"dealing\", \"transaction\"], [\"dealing\", \"transaction\", \"person\"], [\"transaction\", \"person\", \"resulting\"], [\"person\", \"resulting\", \"use\"], [\"resulting\", \"use\", \"service\"], [\"use\", \"service\", \"shall\"], [\"service\", \"shall\", \"settle\"], [\"shall\", \"settle\", \"claim\"], [\"settle\", \"claim\", \"without\"], [\"claim\", \"without\", \"prior\"], [\"without\", \"prior\", \"written\"], [\"prior\", \"written\", \"consent\"], [\"written\", \"consent\", \"slate\"], [\"consent\", \"slate\", \"obligation\"], [\"slate\", \"obligation\", \"survive\"], [\"obligation\", \"survive\", \"termination\"], [\"survive\", \"termination\", \"term\"], [\"termination\", \"term\", \"13\"], [\"term\", \"13\", \"integration\"], [\"13\", \"integration\", \"severability\"], [\"integration\", \"severability\", \"term\"], [\"severability\", \"term\", \"constitute\"], [\"term\", \"constitute\", \"entire\"], [\"constitute\", \"entire\", \"agreement\"], [\"entire\", \"agreement\", \"slate\"], [\"agreement\", \"slate\", \"superseding\"], [\"slate\", \"superseding\", \"prior\"], [\"superseding\", \"prior\", \"contemporaneous\"], [\"prior\", \"contemporaneous\", \"communication\"], [\"contemporaneous\", \"communication\", \"proposal\"], [\"communication\", \"proposal\", \"whether\"], [\"proposal\", \"whether\", \"oral\"], [\"whether\", \"oral\", \"written\"], [\"oral\", \"written\", \"electronic\"], [\"written\", \"electronic\", \"u\"], [\"electronic\", \"u\", \"event\"], [\"u\", \"event\", \"provision\"], [\"event\", \"provision\", \"term\"], [\"provision\", \"term\", \"held\"], [\"term\", \"held\", \"unenforceable\"], [\"held\", \"unenforceable\", \"affect\"], [\"unenforceable\", \"affect\", \"validity\"], [\"affect\", \"validity\", \"enforceability\"], [\"validity\", \"enforceability\", \"remaining\"], [\"enforceability\", \"remaining\", \"provision\"], [\"remaining\", \"provision\", \"replaced\"], [\"provision\", \"replaced\", \"enforceable\"], [\"replaced\", \"enforceable\", \"provision\"], [\"enforceable\", \"provision\", \"come\"], [\"provision\", \"come\", \"closest\"], [\"come\", \"closest\", \"intention\"], [\"closest\", \"intention\", \"underlying\"], [\"intention\", \"underlying\", \"unenforceable\"], [\"underlying\", \"unenforceable\", \"provision\"], [\"unenforceable\", \"provision\", \"14\"], [\"provision\", \"14\", \"waiver\"], [\"14\", \"waiver\", \"failure\"], [\"waiver\", \"failure\", \"enforce\"], [\"failure\", \"enforce\", \"provision\"], [\"enforce\", \"provision\", \"term\"], [\"provision\", \"term\", \"respond\"], [\"term\", \"respond\", \"breach\"], [\"respond\", \"breach\", \"party\"], [\"breach\", \"party\", \"shall\"], [\"party\", \"shall\", \"way\"], [\"shall\", \"way\", \"waive\"], [\"way\", \"waive\", \"right\"], [\"waive\", \"right\", \"enforce\"], [\"right\", \"enforce\", \"subsequently\"], [\"enforce\", \"subsequently\", \"term\"], [\"subsequently\", \"term\", \"condition\"], [\"term\", \"condition\", \"term\"], [\"condition\", \"term\", \"act\"], [\"term\", \"act\", \"respect\"], [\"act\", \"respect\", \"similar\"], [\"respect\", \"similar\", \"breach\"], [\"similar\", \"breach\", \"15\"], [\"breach\", \"15\", \"assignment\"], [\"15\", \"assignment\", \"binding\"], [\"assignment\", \"binding\", \"effect\"], [\"binding\", \"effect\", \"must\"], [\"effect\", \"must\", \"assign\"], [\"must\", \"assign\", \"term\"], [\"assign\", \"term\", \"right\"], [\"term\", \"right\", \"obligation\"], [\"right\", \"obligation\", \"herein\"], [\"obligation\", \"herein\", \"without\"], [\"herein\", \"without\", \"prior\"], [\"without\", \"prior\", \"written\"], [\"prior\", \"written\", \"consent\"], [\"written\", \"consent\", \"slate\"], [\"consent\", \"slate\", \"attempted\"], [\"slate\", \"attempted\", \"assignment\"], [\"attempted\", \"assignment\", \"contravention\"], [\"assignment\", \"contravention\", \"provision\"], [\"contravention\", \"provision\", \"null\"], [\"provision\", \"null\", \"void\"], [\"null\", \"void\", \"force\"], [\"void\", \"force\", \"effect\"], [\"force\", \"effect\", \"slate\"], [\"effect\", \"slate\", \"right\"], [\"slate\", \"right\", \"assign\"], [\"right\", \"assign\", \"term\"], [\"assign\", \"term\", \"right\"], [\"term\", \"right\", \"obligation\"], [\"right\", \"obligation\", \"herein\"], [\"obligation\", \"herein\", \"term\"], [\"herein\", \"term\", \"binding\"], [\"term\", \"binding\", \"upon\"], [\"binding\", \"upon\", \"party\"], [\"upon\", \"party\", \"respective\"], [\"party\", \"respective\", \"successor\"], [\"respective\", \"successor\", \"heir\"], [\"successor\", \"heir\", \"trustee\"], [\"heir\", \"trustee\", \"administrator\"], [\"trustee\", \"administrator\", \"executor\"], [\"administrator\", \"executor\", \"permitted\"], [\"executor\", \"permitted\", \"assigns\"], [\"permitted\", \"assigns\", \"16\"], [\"assigns\", \"16\", \"location\"], [\"16\", \"location\", \"governing\"], [\"location\", \"governing\", \"law\"], [\"governing\", \"law\", \"arbitration\"], [\"law\", \"arbitration\", \"time\"], [\"arbitration\", \"time\", \"period\"], [\"time\", \"period\", \"limitation\"], [\"period\", \"limitation\", \"bringing\"], [\"limitation\", \"bringing\", \"claim\"], [\"bringing\", \"claim\", \"term\"], [\"claim\", \"term\", \"governed\"], [\"term\", \"governed\", \"must\"], [\"governed\", \"must\", \"construed\"], [\"must\", \"construed\", \"accordance\"], [\"construed\", \"accordance\", \"law\"], [\"accordance\", \"law\", \"united\"], [\"law\", \"united\", \"state\"], [\"united\", \"state\", \"commonwealth\"], [\"state\", \"commonwealth\", \"virginia\"], [\"commonwealth\", \"virginia\", \"applicable\"], [\"virginia\", \"applicable\", \"without\"], [\"applicable\", \"without\", \"giving\"], [\"without\", \"giving\", \"effect\"], [\"giving\", \"effect\", \"principle\"], [\"effect\", \"principle\", \"conflict\"], [\"principle\", \"conflict\", \"law\"], [\"conflict\", \"law\", \"using\"], [\"law\", \"using\", \"service\"], [\"using\", \"service\", \"waive\"], [\"service\", \"waive\", \"claim\"], [\"waive\", \"claim\", \"may\"], [\"claim\", \"may\", \"arise\"], [\"may\", \"arise\", \"law\"], [\"arise\", \"law\", \"state\"], [\"law\", \"state\", \"country\"], [\"state\", \"country\", \"territory\"], [\"country\", \"territory\", \"jurisdiction\"], [\"territory\", \"jurisdiction\", \"respect\"], [\"jurisdiction\", \"respect\", \"dispute\"], [\"respect\", \"dispute\", \"arising\"], [\"dispute\", \"arising\", \"connection\"], [\"arising\", \"connection\", \"service\"], [\"connection\", \"service\", \"term\"], [\"service\", \"term\", \"including\"], [\"term\", \"including\", \"without\"], [\"including\", \"without\", \"limitation\"], [\"without\", \"limitation\", \"privacy\"], [\"limitation\", \"privacy\", \"policy\"], [\"privacy\", \"policy\", \"slate\"], [\"policy\", \"slate\", \"agree\"], [\"slate\", \"agree\", \"negotiate\"], [\"agree\", \"negotiate\", \"good\"], [\"negotiate\", \"good\", \"faith\"], [\"good\", \"faith\", \"undertake\"], [\"faith\", \"undertake\", \"reasonable\"], [\"undertake\", \"reasonable\", \"effort\"], [\"reasonable\", \"effort\", \"cooperate\"], [\"effort\", \"cooperate\", \"one\"], [\"cooperate\", \"one\", \"another\"], [\"one\", \"another\", \"order\"], [\"another\", \"order\", \"achieve\"], [\"order\", \"achieve\", \"mutually\"], [\"achieve\", \"mutually\", \"satisfactory\"], [\"mutually\", \"satisfactory\", \"resolution\"], [\"satisfactory\", \"resolution\", \"slate\"], [\"resolution\", \"slate\", \"resolve\"], [\"slate\", \"resolve\", \"dispute\"], [\"resolve\", \"dispute\", \"informal\"], [\"dispute\", \"informal\", \"negotiation\"], [\"informal\", \"negotiation\", \"effort\"], [\"negotiation\", \"effort\", \"resolve\"], [\"effort\", \"resolve\", \"dispute\"], [\"resolve\", \"dispute\", \"conducted\"], [\"dispute\", \"conducted\", \"exclusively\"], [\"conducted\", \"exclusively\", \"binding\"], [\"exclusively\", \"binding\", \"arbitration\"], [\"binding\", \"arbitration\", \"described\"], [\"arbitration\", \"described\", \"section\"], [\"described\", \"section\", \"giving\"], [\"section\", \"giving\", \"right\"], [\"giving\", \"right\", \"litigate\"], [\"right\", \"litigate\", \"participate\"], [\"litigate\", \"participate\", \"party\"], [\"participate\", \"party\", \"class\"], [\"party\", \"class\", \"member\"], [\"class\", \"member\", \"dispute\"], [\"member\", \"dispute\", \"court\"], [\"dispute\", \"court\", \"judge\"], [\"court\", \"judge\", \"jury\"], [\"judge\", \"jury\", \"instead\"], [\"jury\", \"instead\", \"dispute\"], [\"instead\", \"dispute\", \"resolved\"], [\"dispute\", \"resolved\", \"neutral\"], [\"resolved\", \"neutral\", \"arbitrator\"], [\"neutral\", \"arbitrator\", \"whose\"], [\"arbitrator\", \"whose\", \"decision\"], [\"whose\", \"decision\", \"final\"], [\"decision\", \"final\", \"except\"], [\"final\", \"except\", \"limited\"], [\"except\", \"limited\", \"right\"], [\"limited\", \"right\", \"appeal\"], [\"right\", \"appeal\", \"federal\"], [\"appeal\", \"federal\", \"arbitration\"], [\"federal\", \"arbitration\", \"act\"], [\"arbitration\", \"act\", \"court\"], [\"act\", \"court\", \"jurisdiction\"], [\"court\", \"jurisdiction\", \"party\"], [\"jurisdiction\", \"party\", \"may\"], [\"party\", \"may\", \"enforce\"], [\"may\", \"enforce\", \"arbitrator\"], [\"enforce\", \"arbitrator\", \"award\"], [\"arbitrator\", \"award\", \"proceeding\"], [\"award\", \"proceeding\", \"resolve\"], [\"proceeding\", \"resolve\", \"litigate\"], [\"resolve\", \"litigate\", \"dispute\"], [\"litigate\", \"dispute\", \"forum\"], [\"dispute\", \"forum\", \"conducted\"], [\"forum\", \"conducted\", \"solely\"], [\"conducted\", \"solely\", \"individual\"], [\"solely\", \"individual\", \"basis\"], [\"individual\", \"basis\", \"neither\"], [\"basis\", \"neither\", \"slate\"], [\"neither\", \"slate\", \"seek\"], [\"slate\", \"seek\", \"dispute\"], [\"seek\", \"dispute\", \"heard\"], [\"dispute\", \"heard\", \"class\"], [\"heard\", \"class\", \"action\"], [\"class\", \"action\", \"proceeding\"], [\"action\", \"proceeding\", \"either\"], [\"proceeding\", \"either\", \"party\"], [\"either\", \"party\", \"act\"], [\"party\", \"act\", \"proposes\"], [\"act\", \"proposes\", \"act\"], [\"proposes\", \"act\", \"representative\"], [\"act\", \"representative\", \"capacity\"], [\"representative\", \"capacity\", \"arbitration\"], [\"capacity\", \"arbitration\", \"proceeding\"], [\"arbitration\", \"proceeding\", \"combined\"], [\"proceeding\", \"combined\", \"another\"], [\"combined\", \"another\", \"without\"], [\"another\", \"without\", \"prior\"], [\"without\", \"prior\", \"written\"], [\"prior\", \"written\", \"consent\"], [\"written\", \"consent\", \"party\"], [\"consent\", \"party\", \"affected\"], [\"party\", \"affected\", \"arbitration\"], [\"affected\", \"arbitration\", \"proceeding\"], [\"arbitration\", \"proceeding\", \"slate\"], [\"proceeding\", \"slate\", \"agree\"], [\"slate\", \"agree\", \"dispute\"], [\"agree\", \"dispute\", \"arising\"], [\"dispute\", \"arising\", \"term\"], [\"arising\", \"term\", \"can\"], [\"term\", \"can\", \"not\"], [\"can\", \"not\", \"settled\"], [\"not\", \"settled\", \"informal\"], [\"settled\", \"informal\", \"negotiation\"], [\"informal\", \"negotiation\", \"settled\"], [\"negotiation\", \"settled\", \"exclusively\"], [\"settled\", \"exclusively\", \"confidential\"], [\"exclusively\", \"confidential\", \"binding\"], [\"confidential\", \"binding\", \"arbitration\"], [\"binding\", \"arbitration\", \"accordance\"], [\"arbitration\", \"accordance\", \"commercial\"], [\"accordance\", \"commercial\", \"rule\"], [\"commercial\", \"rule\", \"arbitration\"], [\"rule\", \"arbitration\", \"american\"], [\"arbitration\", \"american\", \"arbitration\"], [\"american\", \"arbitration\", \"association\"], [\"arbitration\", \"association\", \"virginia\"], [\"association\", \"virginia\", \"arbitrator\"], [\"virginia\", \"arbitrator\", \"award\"], [\"arbitrator\", \"award\", \"shall\"], [\"award\", \"shall\", \"binding\"], [\"shall\", \"binding\", \"may\"], [\"binding\", \"may\", \"entered\"], [\"may\", \"entered\", \"judgment\"], [\"entered\", \"judgment\", \"court\"], [\"judgment\", \"court\", \"competent\"], [\"court\", \"competent\", \"jurisdiction\"], [\"competent\", \"jurisdiction\", \"agree\"], [\"jurisdiction\", \"agree\", \"slate\"], [\"agree\", \"slate\", \"may\"], [\"slate\", \"may\", \"seek\"], [\"may\", \"seek\", \"interim\"], [\"seek\", \"interim\", \"preliminary\"], [\"interim\", \"preliminary\", \"relief\"], [\"preliminary\", \"relief\", \"court\"], [\"relief\", \"court\", \"competent\"], [\"court\", \"competent\", \"jurisdiction\"], [\"competent\", \"jurisdiction\", \"virginia\"], [\"jurisdiction\", \"virginia\", \"necessary\"], [\"virginia\", \"necessary\", \"protect\"], [\"necessary\", \"protect\", \"right\"], [\"protect\", \"right\", \"property\"], [\"right\", \"property\", \"pending\"], [\"property\", \"pending\", \"completion\"], [\"pending\", \"completion\", \"arbitration\"], [\"completion\", \"arbitration\", \"extent\"], [\"arbitration\", \"extent\", \"permitted\"], [\"extent\", \"permitted\", \"law\"], [\"permitted\", \"law\", \"claim\"], [\"law\", \"claim\", \"dispute\"], [\"claim\", \"dispute\", \"term\"], [\"dispute\", \"term\", \"must\"], [\"term\", \"must\", \"filed\"], [\"must\", \"filed\", \"within\"], [\"filed\", \"within\", \"one\"], [\"within\", \"one\", \"year\"], [\"one\", \"year\", \"arbitration\"], [\"year\", \"arbitration\", \"proceeding\"], [\"arbitration\", \"proceeding\", \"oneyear\"], [\"proceeding\", \"oneyear\", \"period\"], [\"oneyear\", \"period\", \"begin\"], [\"period\", \"begin\", \"claim\"], [\"begin\", \"claim\", \"notice\"], [\"claim\", \"notice\", \"dispute\"], [\"notice\", \"dispute\", \"first\"], [\"dispute\", \"first\", \"could\"], [\"first\", \"could\", \"filed\"], [\"could\", \"filed\", \"claim\"], [\"filed\", \"claim\", \"dispute\"], [\"claim\", \"dispute\", \"isnt\"], [\"dispute\", \"isnt\", \"filed\"], [\"isnt\", \"filed\", \"within\"], [\"filed\", \"within\", \"one\"], [\"within\", \"one\", \"year\"], [\"one\", \"year\", \"permanently\"], [\"year\", \"permanently\", \"barred\"], [\"permanently\", \"barred\", \"17\"], [\"barred\", \"17\", \"separate\"], [\"17\", \"separate\", \"term\"], [\"separate\", \"term\", \"condition\"], [\"term\", \"condition\", \"connection\"], [\"condition\", \"connection\", \"use\"], [\"connection\", \"use\", \"service\"], [\"use\", \"service\", \"may\"], [\"service\", \"may\", \"asked\"], [\"may\", \"asked\", \"consent\"], [\"asked\", \"consent\", \"policy\"], [\"consent\", \"policy\", \"term\"], [\"policy\", \"term\", \"condition\"], [\"term\", \"condition\", \"addition\"], [\"condition\", \"addition\", \"term\"], [\"addition\", \"term\", \"please\"], [\"term\", \"please\", \"read\"], [\"please\", \"read\", \"supplemental\"], [\"read\", \"supplemental\", \"policy\"], [\"supplemental\", \"policy\", \"term\"], [\"policy\", \"term\", \"carefully\"], [\"term\", \"carefully\", \"making\"], [\"carefully\", \"making\", \"use\"], [\"making\", \"use\", \"portion\"], [\"use\", \"portion\", \"service\"], [\"portion\", \"service\", \"supplemental\"], [\"service\", \"supplemental\", \"term\"], [\"supplemental\", \"term\", \"vary\"], [\"term\", \"vary\", \"replace\"], [\"vary\", \"replace\", \"term\"], [\"replace\", \"term\", \"regarding\"], [\"term\", \"regarding\", \"use\"], [\"regarding\", \"use\", \"service\"], [\"use\", \"service\", \"unless\"], [\"service\", \"unless\", \"otherwise\"], [\"unless\", \"otherwise\", \"expressly\"], [\"otherwise\", \"expressly\", \"stated\"], [\"expressly\", \"stated\", \"18\"], [\"stated\", \"18\", \"contact\"], [\"18\", \"contact\", \"information\"]], \"URL\": \"http://slate.com/articles/briefing/slate_user_agreement_and_privacy_policy/2012/12/slate_s_terms_of_service.html\"}"