"{\"Text\": \"Xavier University\\n\\nNew Orleans, Louisiana\\n\\n1:50 P.M. CDT\\n\\nTHE PRESIDENT: Hello, everybody. It is good to be back. (Applause.) It is good to be back.\\n\\nAUDIENCE MEMBER: Its good to have you back!\\n\\nTHE PRESIDENT: Im glad. (Laughter.) And due to popular demand, I decided to bring the First Lady down here. (Applause.)\\n\\nWe have just an extraordinary number of dedicated public servants who are here. If you will be patient with me, I want to make sure that all of them are acknowledged. First of all, youve got the governor of the great state of Louisiana -- Bobby Jindal is here. (Applause.) We have the outstanding mayor of New Orleans, Mitch Landrieu. (Applause.) We have the better looking and younger senator from Louisiana, Mary Landrieu. (Applause.)\\n\\nI believe that Senator David Vitter is here. David -- right here. (Applause.) We have -- hold on a second now -- weve got Congressman Joe Cao is here. (Applause.) Congressman Charlie Melancon is here. (Applause.) Congressman Steve Scalise is here. (Applause.)\\n\\nSecretary of Housing and Urban Development, who has been working tirelessly down here in Louisiana, Shaun Donovan. (Applause.) Weve got our EPA Administrator Lisa Jackson here -- homegirl. (Applause.) Administrator of FEMA Craig Fugate is here. (Applause.) The person whos heading up our community service efforts all across the country -- Patrick Corvington is here. (Applause.) Louisianas own Regina Benjamin, the Surgeon General -- (applause) -- a Xavier grad, I might add. (Applause.) We are very proud to have all of these terrific public servants here.\\n\\nIt is wonderful to be back in New Orleans, and it is a great honor --\\n\\nAUDIENCE MEMBER: We love you!\\n\\nAUDIENCE MEMBER: We cant see you!\\n\\nTHE PRESIDENT: It is a great honor -- (laughter) -- you can see me now? (Laughter.) Okay. It is a great honor to be back at Xavier University. (Applause.) And I -- its just inspiring to spend time with people whove demonstrated what it means to persevere in the face of tragedy; to rebuild in the face of ruin.\\n\\nIm grateful to Jade for her introduction, and congratulate you on being crowned Miss Xavier. (Applause.) I hope everybody heard during the introduction she was a junior at Ben Franklin High School five years ago when the storm came. And after Katrina, Ben Franklin High was terribly damaged by wind and water. Millions of dollars were needed to rebuild the school. Many feared it would take years to reopen -- if it could be reopened at all.\\n\\nBut something remarkable happened. Parents, teachers, students, volunteers, they all got to work making repairs. And donations came in from across New Orleans and around the world. And soon, those silent and darkened corridors, they were bright and they were filled with the sounds of young men and women, including Jade, who were going back to class. And then Jade committed to Xavier, a university that likewise refused to succumb to despair. So Jade, like so many students here at this university, embody hope. That sense of hope in difficult times, that's what I came to talk about today.\\n\\nIts been five years since Katrina ravaged the Gulf Coast. Theres no need to dwell on what you experienced and what the world witnessed. We all remember it keenly: water pouring through broken levees; mothers holding their children above the waterline; people stranded on rooftops begging for help; bodies lying in the streets of a great American city. It was a natural disaster but also a manmade catastrophe -- a shameful breakdown in government that left countless men, and women, and children abandoned and alone.\\n\\nAnd shortly after the storm, I came down to Houston to spend time with some of the folks who had taken shelter there. And Ill never forget what one woman told me. She said, We had nothing before the hurricane. And now weve got less than nothing.\\n\\nIn the years that followed, New Orleans could have remained a symbol of destruction and decay; of a storm that came and the inadequate response that followed. It was not hard to imagine a day when wed tell our children that a once vibrant and wonderful city had been laid low by indifference and neglect. But thats not what happened. Its not what happened at Ben Franklin. Its not what happened here at Xavier. Its not what happened across New Orleans and across the Gulf Coast. (Applause.) Instead this city has become a symbol of resilience and of community and of the fundamental responsibility that we have to one another.\\n\\nAnd we see that here at Xavier. Less than a month after the storm struck, amidst debris and flood-damaged buildings, President Francis promised that this university would reopen in a matter of months. (Applause.) Some said he was crazy. Some said it couldnt happen. But they didnt count on what happens when one force of nature meets another. (Laughter.) And by January -- four months later -- class was in session. Less than a year after the storm, I had the privilege of delivering a commencement address to the largest graduating class in Xaviers history. That is a symbol of what New Orleans is all about. (Applause.)\\n\\nWe see New Orleans in the efforts of Joycelyn Heintz, whos here today. Katrina left her house 14 feet underwater. But after volunteers helped her rebuild, she joined AmeriCorps to serve the community herself -- part of a wave of AmeriCorps members whove been critical to the rebirth of this city and the rebuilding of this region. (Applause.) So today, she manages a local center for mental health and wellness.\\n\\nWe see the symbol that this city has become in the St. Bernard Project, whose founder Liz McCartney is with us. (Applause.) This endeavor has drawn volunteers from across the country to rebuild hundreds of homes throughout St. Bernard Parish and the Lower Ninth Ward.\\n\\nIve seen the sense of purpose people felt after the storm when I visited Musicians Village in the Ninth Ward back in 2006. Volunteers were not only constructing houses; they were coming together to preserve the culture of music and art thats part of the soul of this city -- and the soul of this country. And today, more than 70 homes are complete, and construction is underway on the Ellis Marsalis Center for Music. (Applause.)\\n\\nWe see the dedication to the community in the efforts of Xavier grad Dr. Regina Benjamin, who mortgaged her home, maxed out her credit cards so she could reopen her Bayou la Batre clinic to care for victims of the storm -- and who is now our nations Surgeon General. (Applause.)\\n\\nAnd we see resilience and hope exemplified by students at Carver High School, who have helped to raise more than a million dollars to build a new community track and football field -- their Field of Dreams -- for the Ninth Ward. (Applause.)\\n\\nSo because of all of you -- all the advocates, all the organizers who are here today, folks standing behind me whove worked so hard, who never gave up hope -- you are all leading the way toward a better future for this city with innovative approaches to fight poverty and improve health care, reduce crime, and create opportunities for young people. Because of you, New Orleans is coming back. (Applause.)\\n\\nAnd I just came from Parkway Bakery and Tavern. (Applause.) Five years ago, the storm nearly destroyed that neighborhood institution. I saw the pictures. Now theyre open, business is booming, and thats some good eats. (Laughter.) I had the shrimp poboy and some of the gumbo. (Applause.) But I skipped the bread pudding because I thought I might fall asleep while I was speaking. (Laughter.) But Ive got it saved for later. (Laughter.)\\n\\nFive years ago, many questioned whether people could ever return to this city. Today, New Orleans is one of the fastest growing cities in America, with a big new surge in small businesses. Five years ago, the Saints had to play every game on the road because of the damage to the Superdome. Two weeks ago, we welcomed the Saints to the White House as Super Bowl champions. (Applause.) There was also food associated with that. (Laughter.) We marked the occasion with a 30-foot poboy made with shrimps and oysters from the Gulf. (Applause.) And youll be pleased to know there were no leftovers. (Laughter.)\\n\\nNow, I dont have to tell you that there are still too many vacant and overgrown lots. There are still too many students attending classes in trailers. There are still too many people unable to find work. And there are still too many New Orleanians, folks who havent been able to come home. So while an incredible amount of progress has been made, on this fifth anniversary, I wanted to come here and tell the people of this city directly: My administration is going to stand with you -- and fight alongside you -- until the job is done. (Applause.) Until New Orleans is all the way back, all the way. (Applause.)\\n\\nWhen I took office, I directed my Cabinet to redouble our efforts, to put an end to the turf wars between agencies, to cut the red tape and cut the bureaucracy. (Applause.) I wanted to make sure that the federal government was a partner -- not an obstacle -- to recovery here in the Gulf Coast. And members of my Cabinet -- including EPA administrator, Lisa Jackson, who grew up in Pontchartrain Park -- (applause) -- they have come down here dozens of times. Shaun Donovan has come down here dozens of times. This is not just to make appearances. Its not just to get photo ops. They came down here to listen and to learn and make real the changes that were necessary so that government was actually working for you.\\n\\nSo for example, efforts to rebuild schools and hospitals, to repair damaged roads and bridges, to get people back to their homes -- they were tied up for years in a tangle of disagreements and byzantine rules. So when I took office, working with your outstanding delegation, particularly Senator Mary Landrieu, we put in place a new way of resolving disputes. (Applause.) We put in place a new way of resolving disputes so that funds set aside for rebuilding efforts actually went toward rebuilding efforts. And as a result, more than 170 projects are getting underway -- work on firehouses, and police stations, and roads, and sewer systems, and health clinics, and libraries, and universities.\\n\\nWere tackling the corruption and inefficiency that has long plagued the New Orleans Housing Authority. Were helping homeowners rebuild and making it easier for renters to find affordable options. And were helping people to move out of temporary homes. You know, when I took office, more than three years after the storm, tens of thousands of families were still stuck in disaster housing -- many still living in small trailers that had been provided by FEMA. We were spending huge sums of money on temporary shelters when we knew it would be better for families, and less costly for taxpayers, to help people get into affordable, stable, and more permanent housing. So weve helped make it possible for people to find those homes, and weve dramatically reduced the number of families in emergency housing.\\n\\nOn the health care front, as a candidate for President, I pledged to make sure we were helping New Orleans recruit doctors and nurses, and rebuild medical facilities -- including a new veterans hospital. (Applause.) Well, we have resolved a long-standing dispute -- one that had tied up hundreds of millions of dollars -- to fund the replacement for Charity Hospital. And in June, Veterans Secretary Ric Shinseki came to New Orleans for the groundbreaking of that new VA hospital.\\n\\n\\n\\nIn education, weve made strides as well. As you know, schools in New Orleans were falling behind long before Katrina. But in the years since the storm, a lot of public schools opened themselves up to innovation and to reform. And as a result, were actually seeing rising achievement, and New Orleans is becoming a model of innovation for the nation. This is yet another sign that youre not just rebuilding -- youre rebuilding stronger than before. Just this Friday, my administration announced a final agreement on $1.8 billion dollars for Orleans Parish schools. (Applause.) This is money that had been locked up for years, but now its freed up so folks here can determine best how to restore the school system.\\n\\nAnd in a city thats known too much violence, thats seen too many young people lost to drugs and criminal activity, weve got a Justice Department that's committed to working with New Orleans to fight the scourge of violent crime, and to weed out corruption in the police force, and to ensure the criminal justice system works for everyone in this city. (Applause.) And I want everybody to hear -- to know and to hear me thank Mitch Landrieu, your new mayor, for his commitment to that partnership. (Applause.)\\n\\nNow, even as we continue our recovery efforts, were also focusing on preparing for future threats so that there is never another disaster like Katrina. The largest civil works project in American history is underway to build a fortified levee system. And as I -- just as I pledged as a candidate, were going to finish this system by next year so that this city is protected against a 100-year storm. We should not be playing Russian roulette every hurricane season. (Applause.) And were also working to restore protective wetlands and natural barriers that were not only damaged by Katrina -- were not just damaged by Katrina but had been rapidly disappearing for decades.\\n\\nIn Washington, we are restoring competence and accountability. I am proud that my FEMA Director, Craig Fugate, has 25 years of experience in disaster management in Florida. (Applause.) He came from Florida, a state that has known its share of hurricanes. Weve put together a group led by Secretary Donovan and Secretary Napolitano to look at disaster recovery across the country. Were improving coordination on the ground, and modernizing emergency communications, helping families plan for a crisis. And were putting in place reforms so that never again in America is somebody left behind in a disaster because theyre living with a disability or because theyre elderly or because theyre infirmed. That will not happen again. (Applause.)\\n\\nFinally, even as youve been buffeted by Katrina and Rita, even as youve been impacted by the broader recession that has devastated communities across the country, in recent months the Gulf Coast has seen new hardship as a result of the BP Deepwater Horizon oil spill. And just as weve sought to ensure that we are doing what it takes to recover from Katrina, my administration has worked hard to match our efforts on the spill to what you need on the ground. And weve been in close consultation with your governor, your mayors, your parish presidents, your local government officials.\\n\\nAnd from the start, I promised you two things. One is that we would see to it that the leak was stopped. And it has been. The second promise I made was that we would stick with our efforts, and stay on BP, until the damage to the Gulf and to the lives of the people in this region was reversed. And this, too, is a promise that we will keep. We are not going to forget. Were going to stay on it until this area is fully recovered. (Applause.)\\n\\nThats why we rapidly launched the largest response to an environmental disaster in American history -- 47,000 people on the ground, 5,700 vessels on the water -- to contain and clean up the oil. When BP was not moving fast enough on claims, we told BP to set aside $20 billion in a fund -- managed by an independent third party -- to help all those whose lives have been turned upside down by the spill.\\n\\nAnd we will continue to rely on sound science, carefully monitoring waters and coastlines as well as the health of the people along the Gulf, to deal with any long-term effects of the oil spill. We are going to stand with you until the oil is cleaned up, until the environment is restored, until polluters are held accountable, until communities are made whole, and until this region is all the way back on its feet. (Applause.)\\n\\nSo thats how were helping this city, and this state, and this region to recover from the worst natural disaster in our nations history. Were cutting through the red tape that has impeded rebuilding efforts for years. Were making government work better and smarter, in coordination with one of the most expansive non-profit efforts in American history. Were helping state and local leaders to address serious problems that had been neglected for decades -- problems that existed before the storm came, and have continued after the waters receded -- from the levee system to the justice system, from the health care system to the education system.\\n\\nAnd together, we are helping to make New Orleans a place that stands for what we can do in America -- not just for what we cant do. Ultimately, that must be the legacy of Katrina: not one of neglect, but of action; not one of indifference, but of empathy; not of abandonment, but of a community working together to meet shared challenges. (Applause.)\\n\\nThe truth is, there are some wounds that have not yet healed. And there are some losses that cant be repaid. And for many who lived through those harrowing days five years ago, theres searing memories that time may not erase. But even amid so much tragedy, we saw stirrings of a brighter day. Five years ago we saw men and women risking their own safety to save strangers. We saw nurses staying behind to care for the sick and the injured. We saw families coming home to clean up and rebuild -- not just their own homes, but their neighbors homes, as well. And we saw music and Mardi Gras and the vibrancy, the fun of this town undiminished. And weve seen many return to their beloved city with a newfound sense of appreciation and obligation to this community.\\n\\nAnd when I came here four years ago, one thing I found striking was all the greenery that had begun to come back. And I was reminded of a passage from the book of Job. There is hope for a tree if it be cut down that it will sprout again, and that its tender branch will not cease. The work ahead will not be easy, and there will be setbacks. There will be challenges along the way. But thanks to you, thanks to the great people of this great city, New Orleans is blossoming again.\\n\\nThank you, everybody. God bless you. And God bless the United States of America. (Applause.)\\n\\nEND 2:16 P.M. CDT\", \"Text_Bigrams\": [[\"xavier\", \"university\"], [\"university\", \"new\"], [\"new\", \"orleans\"], [\"orleans\", \"louisiana\"], [\"louisiana\", \"150\"], [\"150\", \"pm\"], [\"pm\", \"cdt\"], [\"cdt\", \"president\"], [\"president\", \"hello\"], [\"hello\", \"everybody\"], [\"everybody\", \"good\"], [\"good\", \"back\"], [\"back\", \"applause\"], [\"applause\", \"good\"], [\"good\", \"back\"], [\"back\", \"audience\"], [\"audience\", \"member\"], [\"member\", \"good\"], [\"good\", \"back\"], [\"back\", \"president\"], [\"president\", \"im\"], [\"im\", \"glad\"], [\"glad\", \"laughter\"], [\"laughter\", \"due\"], [\"due\", \"popular\"], [\"popular\", \"demand\"], [\"demand\", \"decided\"], [\"decided\", \"bring\"], [\"bring\", \"first\"], [\"first\", \"lady\"], [\"lady\", \"applause\"], [\"applause\", \"extraordinary\"], [\"extraordinary\", \"number\"], [\"number\", \"dedicated\"], [\"dedicated\", \"public\"], [\"public\", \"servant\"], [\"servant\", \"patient\"], [\"patient\", \"want\"], [\"want\", \"make\"], [\"make\", \"sure\"], [\"sure\", \"acknowledged\"], [\"acknowledged\", \"first\"], [\"first\", \"youve\"], [\"youve\", \"got\"], [\"got\", \"governor\"], [\"governor\", \"great\"], [\"great\", \"state\"], [\"state\", \"louisiana\"], [\"louisiana\", \"bobby\"], [\"bobby\", \"jindal\"], [\"jindal\", \"applause\"], [\"applause\", \"outstanding\"], [\"outstanding\", \"mayor\"], [\"mayor\", \"new\"], [\"new\", \"orleans\"], [\"orleans\", \"mitch\"], [\"mitch\", \"landrieu\"], [\"landrieu\", \"applause\"], [\"applause\", \"better\"], [\"better\", \"looking\"], [\"looking\", \"younger\"], [\"younger\", \"senator\"], [\"senator\", \"louisiana\"], [\"louisiana\", \"mary\"], [\"mary\", \"landrieu\"], [\"landrieu\", \"applause\"], [\"applause\", \"believe\"], [\"believe\", \"senator\"], [\"senator\", \"david\"], [\"david\", \"vitter\"], [\"vitter\", \"david\"], [\"david\", \"right\"], [\"right\", \"applause\"], [\"applause\", \"hold\"], [\"hold\", \"second\"], [\"second\", \"weve\"], [\"weve\", \"got\"], [\"got\", \"congressman\"], [\"congressman\", \"joe\"], [\"joe\", \"cao\"], [\"cao\", \"applause\"], [\"applause\", \"congressman\"], [\"congressman\", \"charlie\"], [\"charlie\", \"melancon\"], [\"melancon\", \"applause\"], [\"applause\", \"congressman\"], [\"congressman\", \"steve\"], [\"steve\", \"scalise\"], [\"scalise\", \"applause\"], [\"applause\", \"secretary\"], [\"secretary\", \"housing\"], [\"housing\", \"urban\"], [\"urban\", \"development\"], [\"development\", \"working\"], [\"working\", \"tirelessly\"], [\"tirelessly\", \"louisiana\"], [\"louisiana\", \"shaun\"], [\"shaun\", \"donovan\"], [\"donovan\", \"applause\"], [\"applause\", \"weve\"], [\"weve\", \"got\"], [\"got\", \"epa\"], [\"epa\", \"administrator\"], [\"administrator\", \"lisa\"], [\"lisa\", \"jackson\"], [\"jackson\", \"homegirl\"], [\"homegirl\", \"applause\"], [\"applause\", \"administrator\"], [\"administrator\", \"fema\"], [\"fema\", \"craig\"], [\"craig\", \"fugate\"], [\"fugate\", \"applause\"], [\"applause\", \"person\"], [\"person\", \"who\"], [\"who\", \"heading\"], [\"heading\", \"community\"], [\"community\", \"service\"], [\"service\", \"effort\"], [\"effort\", \"across\"], [\"across\", \"country\"], [\"country\", \"patrick\"], [\"patrick\", \"corvington\"], [\"corvington\", \"applause\"], [\"applause\", \"louisiana\"], [\"louisiana\", \"regina\"], [\"regina\", \"benjamin\"], [\"benjamin\", \"surgeon\"], [\"surgeon\", \"general\"], [\"general\", \"applause\"], [\"applause\", \"xavier\"], [\"xavier\", \"grad\"], [\"grad\", \"might\"], [\"might\", \"add\"], [\"add\", \"applause\"], [\"applause\", \"proud\"], [\"proud\", \"terrific\"], [\"terrific\", \"public\"], [\"public\", \"servant\"], [\"servant\", \"wonderful\"], [\"wonderful\", \"back\"], [\"back\", \"new\"], [\"new\", \"orleans\"], [\"orleans\", \"great\"], [\"great\", \"honor\"], [\"honor\", \"audience\"], [\"audience\", \"member\"], [\"member\", \"love\"], [\"love\", \"audience\"], [\"audience\", \"member\"], [\"member\", \"cant\"], [\"cant\", \"see\"], [\"see\", \"president\"], [\"president\", \"great\"], [\"great\", \"honor\"], [\"honor\", \"laughter\"], [\"laughter\", \"see\"], [\"see\", \"laughter\"], [\"laughter\", \"okay\"], [\"okay\", \"great\"], [\"great\", \"honor\"], [\"honor\", \"back\"], [\"back\", \"xavier\"], [\"xavier\", \"university\"], [\"university\", \"applause\"], [\"applause\", \"inspiring\"], [\"inspiring\", \"spend\"], [\"spend\", \"time\"], [\"time\", \"people\"], [\"people\", \"whove\"], [\"whove\", \"demonstrated\"], [\"demonstrated\", \"mean\"], [\"mean\", \"persevere\"], [\"persevere\", \"face\"], [\"face\", \"tragedy\"], [\"tragedy\", \"rebuild\"], [\"rebuild\", \"face\"], [\"face\", \"ruin\"], [\"ruin\", \"im\"], [\"im\", \"grateful\"], [\"grateful\", \"jade\"], [\"jade\", \"introduction\"], [\"introduction\", \"congratulate\"], [\"congratulate\", \"crowned\"], [\"crowned\", \"miss\"], [\"miss\", \"xavier\"], [\"xavier\", \"applause\"], [\"applause\", \"hope\"], [\"hope\", \"everybody\"], [\"everybody\", \"heard\"], [\"heard\", \"introduction\"], [\"introduction\", \"junior\"], [\"junior\", \"ben\"], [\"ben\", \"franklin\"], [\"franklin\", \"high\"], [\"high\", \"school\"], [\"school\", \"five\"], [\"five\", \"year\"], [\"year\", \"ago\"], [\"ago\", \"storm\"], [\"storm\", \"came\"], [\"came\", \"katrina\"], [\"katrina\", \"ben\"], [\"ben\", \"franklin\"], [\"franklin\", \"high\"], [\"high\", \"terribly\"], [\"terribly\", \"damaged\"], [\"damaged\", \"wind\"], [\"wind\", \"water\"], [\"water\", \"million\"], [\"million\", \"dollar\"], [\"dollar\", \"needed\"], [\"needed\", \"rebuild\"], [\"rebuild\", \"school\"], [\"school\", \"many\"], [\"many\", \"feared\"], [\"feared\", \"would\"], [\"would\", \"take\"], [\"take\", \"year\"], [\"year\", \"reopen\"], [\"reopen\", \"could\"], [\"could\", \"reopened\"], [\"reopened\", \"something\"], [\"something\", \"remarkable\"], [\"remarkable\", \"happened\"], [\"happened\", \"parent\"], [\"parent\", \"teacher\"], [\"teacher\", \"student\"], [\"student\", \"volunteer\"], [\"volunteer\", \"got\"], [\"got\", \"work\"], [\"work\", \"making\"], [\"making\", \"repair\"], [\"repair\", \"donation\"], [\"donation\", \"came\"], [\"came\", \"across\"], [\"across\", \"new\"], [\"new\", \"orleans\"], [\"orleans\", \"around\"], [\"around\", \"world\"], [\"world\", \"soon\"], [\"soon\", \"silent\"], [\"silent\", \"darkened\"], [\"darkened\", \"corridor\"], [\"corridor\", \"bright\"], [\"bright\", \"filled\"], [\"filled\", \"sound\"], [\"sound\", \"young\"], [\"young\", \"men\"], [\"men\", \"woman\"], [\"woman\", \"including\"], [\"including\", \"jade\"], [\"jade\", \"going\"], [\"going\", \"back\"], [\"back\", \"class\"], [\"class\", \"jade\"], [\"jade\", \"committed\"], [\"committed\", \"xavier\"], [\"xavier\", \"university\"], [\"university\", \"likewise\"], [\"likewise\", \"refused\"], [\"refused\", \"succumb\"], [\"succumb\", \"despair\"], [\"despair\", \"jade\"], [\"jade\", \"like\"], [\"like\", \"many\"], [\"many\", \"student\"], [\"student\", \"university\"], [\"university\", \"embody\"], [\"embody\", \"hope\"], [\"hope\", \"sense\"], [\"sense\", \"hope\"], [\"hope\", \"difficult\"], [\"difficult\", \"time\"], [\"time\", \"thats\"], [\"thats\", \"came\"], [\"came\", \"talk\"], [\"talk\", \"today\"], [\"today\", \"five\"], [\"five\", \"year\"], [\"year\", \"since\"], [\"since\", \"katrina\"], [\"katrina\", \"ravaged\"], [\"ravaged\", \"gulf\"], [\"gulf\", \"coast\"], [\"coast\", \"there\"], [\"there\", \"need\"], [\"need\", \"dwell\"], [\"dwell\", \"experienced\"], [\"experienced\", \"world\"], [\"world\", \"witnessed\"], [\"witnessed\", \"remember\"], [\"remember\", \"keenly\"], [\"keenly\", \"water\"], [\"water\", \"pouring\"], [\"pouring\", \"broken\"], [\"broken\", \"levee\"], [\"levee\", \"mother\"], [\"mother\", \"holding\"], [\"holding\", \"child\"], [\"child\", \"waterline\"], [\"waterline\", \"people\"], [\"people\", \"stranded\"], [\"stranded\", \"rooftop\"], [\"rooftop\", \"begging\"], [\"begging\", \"help\"], [\"help\", \"body\"], [\"body\", \"lying\"], [\"lying\", \"street\"], [\"street\", \"great\"], [\"great\", \"american\"], [\"american\", \"city\"], [\"city\", \"natural\"], [\"natural\", \"disaster\"], [\"disaster\", \"also\"], [\"also\", \"manmade\"], [\"manmade\", \"catastrophe\"], [\"catastrophe\", \"shameful\"], [\"shameful\", \"breakdown\"], [\"breakdown\", \"government\"], [\"government\", \"left\"], [\"left\", \"countless\"], [\"countless\", \"men\"], [\"men\", \"woman\"], [\"woman\", \"child\"], [\"child\", \"abandoned\"], [\"abandoned\", \"alone\"], [\"alone\", \"shortly\"], [\"shortly\", \"storm\"], [\"storm\", \"came\"], [\"came\", \"houston\"], [\"houston\", \"spend\"], [\"spend\", \"time\"], [\"time\", \"folk\"], [\"folk\", \"taken\"], [\"taken\", \"shelter\"], [\"shelter\", \"ill\"], [\"ill\", \"never\"], [\"never\", \"forget\"], [\"forget\", \"one\"], [\"one\", \"woman\"], [\"woman\", \"told\"], [\"told\", \"said\"], [\"said\", \"nothing\"], [\"nothing\", \"hurricane\"], [\"hurricane\", \"weve\"], [\"weve\", \"got\"], [\"got\", \"le\"], [\"le\", \"nothing\"], [\"nothing\", \"year\"], [\"year\", \"followed\"], [\"followed\", \"new\"], [\"new\", \"orleans\"], [\"orleans\", \"could\"], [\"could\", \"remained\"], [\"remained\", \"symbol\"], [\"symbol\", \"destruction\"], [\"destruction\", \"decay\"], [\"decay\", \"storm\"], [\"storm\", \"came\"], [\"came\", \"inadequate\"], [\"inadequate\", \"response\"], [\"response\", \"followed\"], [\"followed\", \"hard\"], [\"hard\", \"imagine\"], [\"imagine\", \"day\"], [\"day\", \"wed\"], [\"wed\", \"tell\"], [\"tell\", \"child\"], [\"child\", \"vibrant\"], [\"vibrant\", \"wonderful\"], [\"wonderful\", \"city\"], [\"city\", \"laid\"], [\"laid\", \"low\"], [\"low\", \"indifference\"], [\"indifference\", \"neglect\"], [\"neglect\", \"thats\"], [\"thats\", \"happened\"], [\"happened\", \"happened\"], [\"happened\", \"ben\"], [\"ben\", \"franklin\"], [\"franklin\", \"happened\"], [\"happened\", \"xavier\"], [\"xavier\", \"happened\"], [\"happened\", \"across\"], [\"across\", \"new\"], [\"new\", \"orleans\"], [\"orleans\", \"across\"], [\"across\", \"gulf\"], [\"gulf\", \"coast\"], [\"coast\", \"applause\"], [\"applause\", \"instead\"], [\"instead\", \"city\"], [\"city\", \"become\"], [\"become\", \"symbol\"], [\"symbol\", \"resilience\"], [\"resilience\", \"community\"], [\"community\", \"fundamental\"], [\"fundamental\", \"responsibility\"], [\"responsibility\", \"one\"], [\"one\", \"another\"], [\"another\", \"see\"], [\"see\", \"xavier\"], [\"xavier\", \"le\"], [\"le\", \"month\"], [\"month\", \"storm\"], [\"storm\", \"struck\"], [\"struck\", \"amidst\"], [\"amidst\", \"debris\"], [\"debris\", \"flooddamaged\"], [\"flooddamaged\", \"building\"], [\"building\", \"president\"], [\"president\", \"francis\"], [\"francis\", \"promised\"], [\"promised\", \"university\"], [\"university\", \"would\"], [\"would\", \"reopen\"], [\"reopen\", \"matter\"], [\"matter\", \"month\"], [\"month\", \"applause\"], [\"applause\", \"said\"], [\"said\", \"crazy\"], [\"crazy\", \"said\"], [\"said\", \"couldnt\"], [\"couldnt\", \"happen\"], [\"happen\", \"didnt\"], [\"didnt\", \"count\"], [\"count\", \"happens\"], [\"happens\", \"one\"], [\"one\", \"force\"], [\"force\", \"nature\"], [\"nature\", \"meet\"], [\"meet\", \"another\"], [\"another\", \"laughter\"], [\"laughter\", \"january\"], [\"january\", \"four\"], [\"four\", \"month\"], [\"month\", \"later\"], [\"later\", \"class\"], [\"class\", \"session\"], [\"session\", \"le\"], [\"le\", \"year\"], [\"year\", \"storm\"], [\"storm\", \"privilege\"], [\"privilege\", \"delivering\"], [\"delivering\", \"commencement\"], [\"commencement\", \"address\"], [\"address\", \"largest\"], [\"largest\", \"graduating\"], [\"graduating\", \"class\"], [\"class\", \"xavier\"], [\"xavier\", \"history\"], [\"history\", \"symbol\"], [\"symbol\", \"new\"], [\"new\", \"orleans\"], [\"orleans\", \"applause\"], [\"applause\", \"see\"], [\"see\", \"new\"], [\"new\", \"orleans\"], [\"orleans\", \"effort\"], [\"effort\", \"joycelyn\"], [\"joycelyn\", \"heintz\"], [\"heintz\", \"who\"], [\"who\", \"today\"], [\"today\", \"katrina\"], [\"katrina\", \"left\"], [\"left\", \"house\"], [\"house\", \"14\"], [\"14\", \"foot\"], [\"foot\", \"underwater\"], [\"underwater\", \"volunteer\"], [\"volunteer\", \"helped\"], [\"helped\", \"rebuild\"], [\"rebuild\", \"joined\"], [\"joined\", \"americorps\"], [\"americorps\", \"serve\"], [\"serve\", \"community\"], [\"community\", \"part\"], [\"part\", \"wave\"], [\"wave\", \"americorps\"], [\"americorps\", \"member\"], [\"member\", \"whove\"], [\"whove\", \"critical\"], [\"critical\", \"rebirth\"], [\"rebirth\", \"city\"], [\"city\", \"rebuilding\"], [\"rebuilding\", \"region\"], [\"region\", \"applause\"], [\"applause\", \"today\"], [\"today\", \"manages\"], [\"manages\", \"local\"], [\"local\", \"center\"], [\"center\", \"mental\"], [\"mental\", \"health\"], [\"health\", \"wellness\"], [\"wellness\", \"see\"], [\"see\", \"symbol\"], [\"symbol\", \"city\"], [\"city\", \"become\"], [\"become\", \"st\"], [\"st\", \"bernard\"], [\"bernard\", \"project\"], [\"project\", \"whose\"], [\"whose\", \"founder\"], [\"founder\", \"liz\"], [\"liz\", \"mccartney\"], [\"mccartney\", \"u\"], [\"u\", \"applause\"], [\"applause\", \"endeavor\"], [\"endeavor\", \"drawn\"], [\"drawn\", \"volunteer\"], [\"volunteer\", \"across\"], [\"across\", \"country\"], [\"country\", \"rebuild\"], [\"rebuild\", \"hundred\"], [\"hundred\", \"home\"], [\"home\", \"throughout\"], [\"throughout\", \"st\"], [\"st\", \"bernard\"], [\"bernard\", \"parish\"], [\"parish\", \"lower\"], [\"lower\", \"ninth\"], [\"ninth\", \"ward\"], [\"ward\", \"ive\"], [\"ive\", \"seen\"], [\"seen\", \"sense\"], [\"sense\", \"purpose\"], [\"purpose\", \"people\"], [\"people\", \"felt\"], [\"felt\", \"storm\"], [\"storm\", \"visited\"], [\"visited\", \"musician\"], [\"musician\", \"village\"], [\"village\", \"ninth\"], [\"ninth\", \"ward\"], [\"ward\", \"back\"], [\"back\", \"2006\"], [\"2006\", \"volunteer\"], [\"volunteer\", \"constructing\"], [\"constructing\", \"house\"], [\"house\", \"coming\"], [\"coming\", \"together\"], [\"together\", \"preserve\"], [\"preserve\", \"culture\"], [\"culture\", \"music\"], [\"music\", \"art\"], [\"art\", \"thats\"], [\"thats\", \"part\"], [\"part\", \"soul\"], [\"soul\", \"city\"], [\"city\", \"soul\"], [\"soul\", \"country\"], [\"country\", \"today\"], [\"today\", \"70\"], [\"70\", \"home\"], [\"home\", \"complete\"], [\"complete\", \"construction\"], [\"construction\", \"underway\"], [\"underway\", \"elli\"], [\"elli\", \"marsalis\"], [\"marsalis\", \"center\"], [\"center\", \"music\"], [\"music\", \"applause\"], [\"applause\", \"see\"], [\"see\", \"dedication\"], [\"dedication\", \"community\"], [\"community\", \"effort\"], [\"effort\", \"xavier\"], [\"xavier\", \"grad\"], [\"grad\", \"dr\"], [\"dr\", \"regina\"], [\"regina\", \"benjamin\"], [\"benjamin\", \"mortgaged\"], [\"mortgaged\", \"home\"], [\"home\", \"maxed\"], [\"maxed\", \"credit\"], [\"credit\", \"card\"], [\"card\", \"could\"], [\"could\", \"reopen\"], [\"reopen\", \"bayou\"], [\"bayou\", \"la\"], [\"la\", \"batre\"], [\"batre\", \"clinic\"], [\"clinic\", \"care\"], [\"care\", \"victim\"], [\"victim\", \"storm\"], [\"storm\", \"nation\"], [\"nation\", \"surgeon\"], [\"surgeon\", \"general\"], [\"general\", \"applause\"], [\"applause\", \"see\"], [\"see\", \"resilience\"], [\"resilience\", \"hope\"], [\"hope\", \"exemplified\"], [\"exemplified\", \"student\"], [\"student\", \"carver\"], [\"carver\", \"high\"], [\"high\", \"school\"], [\"school\", \"helped\"], [\"helped\", \"raise\"], [\"raise\", \"million\"], [\"million\", \"dollar\"], [\"dollar\", \"build\"], [\"build\", \"new\"], [\"new\", \"community\"], [\"community\", \"track\"], [\"track\", \"football\"], [\"football\", \"field\"], [\"field\", \"field\"], [\"field\", \"dream\"], [\"dream\", \"ninth\"], [\"ninth\", \"ward\"], [\"ward\", \"applause\"], [\"applause\", \"advocate\"], [\"advocate\", \"organizer\"], [\"organizer\", \"today\"], [\"today\", \"folk\"], [\"folk\", \"standing\"], [\"standing\", \"behind\"], [\"behind\", \"whove\"], [\"whove\", \"worked\"], [\"worked\", \"hard\"], [\"hard\", \"never\"], [\"never\", \"gave\"], [\"gave\", \"hope\"], [\"hope\", \"leading\"], [\"leading\", \"way\"], [\"way\", \"toward\"], [\"toward\", \"better\"], [\"better\", \"future\"], [\"future\", \"city\"], [\"city\", \"innovative\"], [\"innovative\", \"approach\"], [\"approach\", \"fight\"], [\"fight\", \"poverty\"], [\"poverty\", \"improve\"], [\"improve\", \"health\"], [\"health\", \"care\"], [\"care\", \"reduce\"], [\"reduce\", \"crime\"], [\"crime\", \"create\"], [\"create\", \"opportunity\"], [\"opportunity\", \"young\"], [\"young\", \"people\"], [\"people\", \"new\"], [\"new\", \"orleans\"], [\"orleans\", \"coming\"], [\"coming\", \"back\"], [\"back\", \"applause\"], [\"applause\", \"came\"], [\"came\", \"parkway\"], [\"parkway\", \"bakery\"], [\"bakery\", \"tavern\"], [\"tavern\", \"applause\"], [\"applause\", \"five\"], [\"five\", \"year\"], [\"year\", \"ago\"], [\"ago\", \"storm\"], [\"storm\", \"nearly\"], [\"nearly\", \"destroyed\"], [\"destroyed\", \"neighborhood\"], [\"neighborhood\", \"institution\"], [\"institution\", \"saw\"], [\"saw\", \"picture\"], [\"picture\", \"theyre\"], [\"theyre\", \"open\"], [\"open\", \"business\"], [\"business\", \"booming\"], [\"booming\", \"thats\"], [\"thats\", \"good\"], [\"good\", \"eats\"], [\"eats\", \"laughter\"], [\"laughter\", \"shrimp\"], [\"shrimp\", \"poboy\"], [\"poboy\", \"gumbo\"], [\"gumbo\", \"applause\"], [\"applause\", \"skipped\"], [\"skipped\", \"bread\"], [\"bread\", \"pudding\"], [\"pudding\", \"thought\"], [\"thought\", \"might\"], [\"might\", \"fall\"], [\"fall\", \"asleep\"], [\"asleep\", \"speaking\"], [\"speaking\", \"laughter\"], [\"laughter\", \"ive\"], [\"ive\", \"got\"], [\"got\", \"saved\"], [\"saved\", \"later\"], [\"later\", \"laughter\"], [\"laughter\", \"five\"], [\"five\", \"year\"], [\"year\", \"ago\"], [\"ago\", \"many\"], [\"many\", \"questioned\"], [\"questioned\", \"whether\"], [\"whether\", \"people\"], [\"people\", \"could\"], [\"could\", \"ever\"], [\"ever\", \"return\"], [\"return\", \"city\"], [\"city\", \"today\"], [\"today\", \"new\"], [\"new\", \"orleans\"], [\"orleans\", \"one\"], [\"one\", \"fastest\"], [\"fastest\", \"growing\"], [\"growing\", \"city\"], [\"city\", \"america\"], [\"america\", \"big\"], [\"big\", \"new\"], [\"new\", \"surge\"], [\"surge\", \"small\"], [\"small\", \"business\"], [\"business\", \"five\"], [\"five\", \"year\"], [\"year\", \"ago\"], [\"ago\", \"saint\"], [\"saint\", \"play\"], [\"play\", \"every\"], [\"every\", \"game\"], [\"game\", \"road\"], [\"road\", \"damage\"], [\"damage\", \"superdome\"], [\"superdome\", \"two\"], [\"two\", \"week\"], [\"week\", \"ago\"], [\"ago\", \"welcomed\"], [\"welcomed\", \"saint\"], [\"saint\", \"white\"], [\"white\", \"house\"], [\"house\", \"super\"], [\"super\", \"bowl\"], [\"bowl\", \"champion\"], [\"champion\", \"applause\"], [\"applause\", \"also\"], [\"also\", \"food\"], [\"food\", \"associated\"], [\"associated\", \"laughter\"], [\"laughter\", \"marked\"], [\"marked\", \"occasion\"], [\"occasion\", \"30foot\"], [\"30foot\", \"poboy\"], [\"poboy\", \"made\"], [\"made\", \"shrimp\"], [\"shrimp\", \"oyster\"], [\"oyster\", \"gulf\"], [\"gulf\", \"applause\"], [\"applause\", \"youll\"], [\"youll\", \"pleased\"], [\"pleased\", \"know\"], [\"know\", \"leftover\"], [\"leftover\", \"laughter\"], [\"laughter\", \"dont\"], [\"dont\", \"tell\"], [\"tell\", \"still\"], [\"still\", \"many\"], [\"many\", \"vacant\"], [\"vacant\", \"overgrown\"], [\"overgrown\", \"lot\"], [\"lot\", \"still\"], [\"still\", \"many\"], [\"many\", \"student\"], [\"student\", \"attending\"], [\"attending\", \"class\"], [\"class\", \"trailer\"], [\"trailer\", \"still\"], [\"still\", \"many\"], [\"many\", \"people\"], [\"people\", \"unable\"], [\"unable\", \"find\"], [\"find\", \"work\"], [\"work\", \"still\"], [\"still\", \"many\"], [\"many\", \"new\"], [\"new\", \"orleanians\"], [\"orleanians\", \"folk\"], [\"folk\", \"havent\"], [\"havent\", \"able\"], [\"able\", \"come\"], [\"come\", \"home\"], [\"home\", \"incredible\"], [\"incredible\", \"amount\"], [\"amount\", \"progress\"], [\"progress\", \"made\"], [\"made\", \"fifth\"], [\"fifth\", \"anniversary\"], [\"anniversary\", \"wanted\"], [\"wanted\", \"come\"], [\"come\", \"tell\"], [\"tell\", \"people\"], [\"people\", \"city\"], [\"city\", \"directly\"], [\"directly\", \"administration\"], [\"administration\", \"going\"], [\"going\", \"stand\"], [\"stand\", \"fight\"], [\"fight\", \"alongside\"], [\"alongside\", \"job\"], [\"job\", \"done\"], [\"done\", \"applause\"], [\"applause\", \"new\"], [\"new\", \"orleans\"], [\"orleans\", \"way\"], [\"way\", \"back\"], [\"back\", \"way\"], [\"way\", \"applause\"], [\"applause\", \"took\"], [\"took\", \"office\"], [\"office\", \"directed\"], [\"directed\", \"cabinet\"], [\"cabinet\", \"redouble\"], [\"redouble\", \"effort\"], [\"effort\", \"put\"], [\"put\", \"end\"], [\"end\", \"turf\"], [\"turf\", \"war\"], [\"war\", \"agency\"], [\"agency\", \"cut\"], [\"cut\", \"red\"], [\"red\", \"tape\"], [\"tape\", \"cut\"], [\"cut\", \"bureaucracy\"], [\"bureaucracy\", \"applause\"], [\"applause\", \"wanted\"], [\"wanted\", \"make\"], [\"make\", \"sure\"], [\"sure\", \"federal\"], [\"federal\", \"government\"], [\"government\", \"partner\"], [\"partner\", \"obstacle\"], [\"obstacle\", \"recovery\"], [\"recovery\", \"gulf\"], [\"gulf\", \"coast\"], [\"coast\", \"member\"], [\"member\", \"cabinet\"], [\"cabinet\", \"including\"], [\"including\", \"epa\"], [\"epa\", \"administrator\"], [\"administrator\", \"lisa\"], [\"lisa\", \"jackson\"], [\"jackson\", \"grew\"], [\"grew\", \"pontchartrain\"], [\"pontchartrain\", \"park\"], [\"park\", \"applause\"], [\"applause\", \"come\"], [\"come\", \"dozen\"], [\"dozen\", \"time\"], [\"time\", \"shaun\"], [\"shaun\", \"donovan\"], [\"donovan\", \"come\"], [\"come\", \"dozen\"], [\"dozen\", \"time\"], [\"time\", \"make\"], [\"make\", \"appearance\"], [\"appearance\", \"get\"], [\"get\", \"photo\"], [\"photo\", \"ops\"], [\"ops\", \"came\"], [\"came\", \"listen\"], [\"listen\", \"learn\"], [\"learn\", \"make\"], [\"make\", \"real\"], [\"real\", \"change\"], [\"change\", \"necessary\"], [\"necessary\", \"government\"], [\"government\", \"actually\"], [\"actually\", \"working\"], [\"working\", \"example\"], [\"example\", \"effort\"], [\"effort\", \"rebuild\"], [\"rebuild\", \"school\"], [\"school\", \"hospital\"], [\"hospital\", \"repair\"], [\"repair\", \"damaged\"], [\"damaged\", \"road\"], [\"road\", \"bridge\"], [\"bridge\", \"get\"], [\"get\", \"people\"], [\"people\", \"back\"], [\"back\", \"home\"], [\"home\", \"tied\"], [\"tied\", \"year\"], [\"year\", \"tangle\"], [\"tangle\", \"disagreement\"], [\"disagreement\", \"byzantine\"], [\"byzantine\", \"rule\"], [\"rule\", \"took\"], [\"took\", \"office\"], [\"office\", \"working\"], [\"working\", \"outstanding\"], [\"outstanding\", \"delegation\"], [\"delegation\", \"particularly\"], [\"particularly\", \"senator\"], [\"senator\", \"mary\"], [\"mary\", \"landrieu\"], [\"landrieu\", \"put\"], [\"put\", \"place\"], [\"place\", \"new\"], [\"new\", \"way\"], [\"way\", \"resolving\"], [\"resolving\", \"dispute\"], [\"dispute\", \"applause\"], [\"applause\", \"put\"], [\"put\", \"place\"], [\"place\", \"new\"], [\"new\", \"way\"], [\"way\", \"resolving\"], [\"resolving\", \"dispute\"], [\"dispute\", \"fund\"], [\"fund\", \"set\"], [\"set\", \"aside\"], [\"aside\", \"rebuilding\"], [\"rebuilding\", \"effort\"], [\"effort\", \"actually\"], [\"actually\", \"went\"], [\"went\", \"toward\"], [\"toward\", \"rebuilding\"], [\"rebuilding\", \"effort\"], [\"effort\", \"result\"], [\"result\", \"170\"], [\"170\", \"project\"], [\"project\", \"getting\"], [\"getting\", \"underway\"], [\"underway\", \"work\"], [\"work\", \"firehouse\"], [\"firehouse\", \"police\"], [\"police\", \"station\"], [\"station\", \"road\"], [\"road\", \"sewer\"], [\"sewer\", \"system\"], [\"system\", \"health\"], [\"health\", \"clinic\"], [\"clinic\", \"library\"], [\"library\", \"university\"], [\"university\", \"tackling\"], [\"tackling\", \"corruption\"], [\"corruption\", \"inefficiency\"], [\"inefficiency\", \"long\"], [\"long\", \"plagued\"], [\"plagued\", \"new\"], [\"new\", \"orleans\"], [\"orleans\", \"housing\"], [\"housing\", \"authority\"], [\"authority\", \"helping\"], [\"helping\", \"homeowner\"], [\"homeowner\", \"rebuild\"], [\"rebuild\", \"making\"], [\"making\", \"easier\"], [\"easier\", \"renter\"], [\"renter\", \"find\"], [\"find\", \"affordable\"], [\"affordable\", \"option\"], [\"option\", \"helping\"], [\"helping\", \"people\"], [\"people\", \"move\"], [\"move\", \"temporary\"], [\"temporary\", \"home\"], [\"home\", \"know\"], [\"know\", \"took\"], [\"took\", \"office\"], [\"office\", \"three\"], [\"three\", \"year\"], [\"year\", \"storm\"], [\"storm\", \"ten\"], [\"ten\", \"thousand\"], [\"thousand\", \"family\"], [\"family\", \"still\"], [\"still\", \"stuck\"], [\"stuck\", \"disaster\"], [\"disaster\", \"housing\"], [\"housing\", \"many\"], [\"many\", \"still\"], [\"still\", \"living\"], [\"living\", \"small\"], [\"small\", \"trailer\"], [\"trailer\", \"provided\"], [\"provided\", \"fema\"], [\"fema\", \"spending\"], [\"spending\", \"huge\"], [\"huge\", \"sum\"], [\"sum\", \"money\"], [\"money\", \"temporary\"], [\"temporary\", \"shelter\"], [\"shelter\", \"knew\"], [\"knew\", \"would\"], [\"would\", \"better\"], [\"better\", \"family\"], [\"family\", \"le\"], [\"le\", \"costly\"], [\"costly\", \"taxpayer\"], [\"taxpayer\", \"help\"], [\"help\", \"people\"], [\"people\", \"get\"], [\"get\", \"affordable\"], [\"affordable\", \"stable\"], [\"stable\", \"permanent\"], [\"permanent\", \"housing\"], [\"housing\", \"weve\"], [\"weve\", \"helped\"], [\"helped\", \"make\"], [\"make\", \"possible\"], [\"possible\", \"people\"], [\"people\", \"find\"], [\"find\", \"home\"], [\"home\", \"weve\"], [\"weve\", \"dramatically\"], [\"dramatically\", \"reduced\"], [\"reduced\", \"number\"], [\"number\", \"family\"], [\"family\", \"emergency\"], [\"emergency\", \"housing\"], [\"housing\", \"health\"], [\"health\", \"care\"], [\"care\", \"front\"], [\"front\", \"candidate\"], [\"candidate\", \"president\"], [\"president\", \"pledged\"], [\"pledged\", \"make\"], [\"make\", \"sure\"], [\"sure\", \"helping\"], [\"helping\", \"new\"], [\"new\", \"orleans\"], [\"orleans\", \"recruit\"], [\"recruit\", \"doctor\"], [\"doctor\", \"nurse\"], [\"nurse\", \"rebuild\"], [\"rebuild\", \"medical\"], [\"medical\", \"facility\"], [\"facility\", \"including\"], [\"including\", \"new\"], [\"new\", \"veteran\"], [\"veteran\", \"hospital\"], [\"hospital\", \"applause\"], [\"applause\", \"well\"], [\"well\", \"resolved\"], [\"resolved\", \"longstanding\"], [\"longstanding\", \"dispute\"], [\"dispute\", \"one\"], [\"one\", \"tied\"], [\"tied\", \"hundred\"], [\"hundred\", \"million\"], [\"million\", \"dollar\"], [\"dollar\", \"fund\"], [\"fund\", \"replacement\"], [\"replacement\", \"charity\"], [\"charity\", \"hospital\"], [\"hospital\", \"june\"], [\"june\", \"veteran\"], [\"veteran\", \"secretary\"], [\"secretary\", \"ric\"], [\"ric\", \"shinseki\"], [\"shinseki\", \"came\"], [\"came\", \"new\"], [\"new\", \"orleans\"], [\"orleans\", \"groundbreaking\"], [\"groundbreaking\", \"new\"], [\"new\", \"va\"], [\"va\", \"hospital\"], [\"hospital\", \"education\"], [\"education\", \"weve\"], [\"weve\", \"made\"], [\"made\", \"stride\"], [\"stride\", \"well\"], [\"well\", \"know\"], [\"know\", \"school\"], [\"school\", \"new\"], [\"new\", \"orleans\"], [\"orleans\", \"falling\"], [\"falling\", \"behind\"], [\"behind\", \"long\"], [\"long\", \"katrina\"], [\"katrina\", \"year\"], [\"year\", \"since\"], [\"since\", \"storm\"], [\"storm\", \"lot\"], [\"lot\", \"public\"], [\"public\", \"school\"], [\"school\", \"opened\"], [\"opened\", \"innovation\"], [\"innovation\", \"reform\"], [\"reform\", \"result\"], [\"result\", \"actually\"], [\"actually\", \"seeing\"], [\"seeing\", \"rising\"], [\"rising\", \"achievement\"], [\"achievement\", \"new\"], [\"new\", \"orleans\"], [\"orleans\", \"becoming\"], [\"becoming\", \"model\"], [\"model\", \"innovation\"], [\"innovation\", \"nation\"], [\"nation\", \"yet\"], [\"yet\", \"another\"], [\"another\", \"sign\"], [\"sign\", \"youre\"], [\"youre\", \"rebuilding\"], [\"rebuilding\", \"youre\"], [\"youre\", \"rebuilding\"], [\"rebuilding\", \"stronger\"], [\"stronger\", \"friday\"], [\"friday\", \"administration\"], [\"administration\", \"announced\"], [\"announced\", \"final\"], [\"final\", \"agreement\"], [\"agreement\", \"18\"], [\"18\", \"billion\"], [\"billion\", \"dollar\"], [\"dollar\", \"orleans\"], [\"orleans\", \"parish\"], [\"parish\", \"school\"], [\"school\", \"applause\"], [\"applause\", \"money\"], [\"money\", \"locked\"], [\"locked\", \"year\"], [\"year\", \"freed\"], [\"freed\", \"folk\"], [\"folk\", \"determine\"], [\"determine\", \"best\"], [\"best\", \"restore\"], [\"restore\", \"school\"], [\"school\", \"system\"], [\"system\", \"city\"], [\"city\", \"thats\"], [\"thats\", \"known\"], [\"known\", \"much\"], [\"much\", \"violence\"], [\"violence\", \"thats\"], [\"thats\", \"seen\"], [\"seen\", \"many\"], [\"many\", \"young\"], [\"young\", \"people\"], [\"people\", \"lost\"], [\"lost\", \"drug\"], [\"drug\", \"criminal\"], [\"criminal\", \"activity\"], [\"activity\", \"weve\"], [\"weve\", \"got\"], [\"got\", \"justice\"], [\"justice\", \"department\"], [\"department\", \"thats\"], [\"thats\", \"committed\"], [\"committed\", \"working\"], [\"working\", \"new\"], [\"new\", \"orleans\"], [\"orleans\", \"fight\"], [\"fight\", \"scourge\"], [\"scourge\", \"violent\"], [\"violent\", \"crime\"], [\"crime\", \"weed\"], [\"weed\", \"corruption\"], [\"corruption\", \"police\"], [\"police\", \"force\"], [\"force\", \"ensure\"], [\"ensure\", \"criminal\"], [\"criminal\", \"justice\"], [\"justice\", \"system\"], [\"system\", \"work\"], [\"work\", \"everyone\"], [\"everyone\", \"city\"], [\"city\", \"applause\"], [\"applause\", \"want\"], [\"want\", \"everybody\"], [\"everybody\", \"hear\"], [\"hear\", \"know\"], [\"know\", \"hear\"], [\"hear\", \"thank\"], [\"thank\", \"mitch\"], [\"mitch\", \"landrieu\"], [\"landrieu\", \"new\"], [\"new\", \"mayor\"], [\"mayor\", \"commitment\"], [\"commitment\", \"partnership\"], [\"partnership\", \"applause\"], [\"applause\", \"even\"], [\"even\", \"continue\"], [\"continue\", \"recovery\"], [\"recovery\", \"effort\"], [\"effort\", \"also\"], [\"also\", \"focusing\"], [\"focusing\", \"preparing\"], [\"preparing\", \"future\"], [\"future\", \"threat\"], [\"threat\", \"never\"], [\"never\", \"another\"], [\"another\", \"disaster\"], [\"disaster\", \"like\"], [\"like\", \"katrina\"], [\"katrina\", \"largest\"], [\"largest\", \"civil\"], [\"civil\", \"work\"], [\"work\", \"project\"], [\"project\", \"american\"], [\"american\", \"history\"], [\"history\", \"underway\"], [\"underway\", \"build\"], [\"build\", \"fortified\"], [\"fortified\", \"levee\"], [\"levee\", \"system\"], [\"system\", \"pledged\"], [\"pledged\", \"candidate\"], [\"candidate\", \"going\"], [\"going\", \"finish\"], [\"finish\", \"system\"], [\"system\", \"next\"], [\"next\", \"year\"], [\"year\", \"city\"], [\"city\", \"protected\"], [\"protected\", \"100year\"], [\"100year\", \"storm\"], [\"storm\", \"playing\"], [\"playing\", \"russian\"], [\"russian\", \"roulette\"], [\"roulette\", \"every\"], [\"every\", \"hurricane\"], [\"hurricane\", \"season\"], [\"season\", \"applause\"], [\"applause\", \"also\"], [\"also\", \"working\"], [\"working\", \"restore\"], [\"restore\", \"protective\"], [\"protective\", \"wetland\"], [\"wetland\", \"natural\"], [\"natural\", \"barrier\"], [\"barrier\", \"damaged\"], [\"damaged\", \"katrina\"], [\"katrina\", \"damaged\"], [\"damaged\", \"katrina\"], [\"katrina\", \"rapidly\"], [\"rapidly\", \"disappearing\"], [\"disappearing\", \"decade\"], [\"decade\", \"washington\"], [\"washington\", \"restoring\"], [\"restoring\", \"competence\"], [\"competence\", \"accountability\"], [\"accountability\", \"proud\"], [\"proud\", \"fema\"], [\"fema\", \"director\"], [\"director\", \"craig\"], [\"craig\", \"fugate\"], [\"fugate\", \"25\"], [\"25\", \"year\"], [\"year\", \"experience\"], [\"experience\", \"disaster\"], [\"disaster\", \"management\"], [\"management\", \"florida\"], [\"florida\", \"applause\"], [\"applause\", \"came\"], [\"came\", \"florida\"], [\"florida\", \"state\"], [\"state\", \"known\"], [\"known\", \"share\"], [\"share\", \"hurricane\"], [\"hurricane\", \"weve\"], [\"weve\", \"put\"], [\"put\", \"together\"], [\"together\", \"group\"], [\"group\", \"led\"], [\"led\", \"secretary\"], [\"secretary\", \"donovan\"], [\"donovan\", \"secretary\"], [\"secretary\", \"napolitano\"], [\"napolitano\", \"look\"], [\"look\", \"disaster\"], [\"disaster\", \"recovery\"], [\"recovery\", \"across\"], [\"across\", \"country\"], [\"country\", \"improving\"], [\"improving\", \"coordination\"], [\"coordination\", \"ground\"], [\"ground\", \"modernizing\"], [\"modernizing\", \"emergency\"], [\"emergency\", \"communication\"], [\"communication\", \"helping\"], [\"helping\", \"family\"], [\"family\", \"plan\"], [\"plan\", \"crisis\"], [\"crisis\", \"putting\"], [\"putting\", \"place\"], [\"place\", \"reform\"], [\"reform\", \"never\"], [\"never\", \"america\"], [\"america\", \"somebody\"], [\"somebody\", \"left\"], [\"left\", \"behind\"], [\"behind\", \"disaster\"], [\"disaster\", \"theyre\"], [\"theyre\", \"living\"], [\"living\", \"disability\"], [\"disability\", \"theyre\"], [\"theyre\", \"elderly\"], [\"elderly\", \"theyre\"], [\"theyre\", \"infirmed\"], [\"infirmed\", \"happen\"], [\"happen\", \"applause\"], [\"applause\", \"finally\"], [\"finally\", \"even\"], [\"even\", \"youve\"], [\"youve\", \"buffeted\"], [\"buffeted\", \"katrina\"], [\"katrina\", \"rita\"], [\"rita\", \"even\"], [\"even\", \"youve\"], [\"youve\", \"impacted\"], [\"impacted\", \"broader\"], [\"broader\", \"recession\"], [\"recession\", \"devastated\"], [\"devastated\", \"community\"], [\"community\", \"across\"], [\"across\", \"country\"], [\"country\", \"recent\"], [\"recent\", \"month\"], [\"month\", \"gulf\"], [\"gulf\", \"coast\"], [\"coast\", \"seen\"], [\"seen\", \"new\"], [\"new\", \"hardship\"], [\"hardship\", \"result\"], [\"result\", \"bp\"], [\"bp\", \"deepwater\"], [\"deepwater\", \"horizon\"], [\"horizon\", \"oil\"], [\"oil\", \"spill\"], [\"spill\", \"weve\"], [\"weve\", \"sought\"], [\"sought\", \"ensure\"], [\"ensure\", \"take\"], [\"take\", \"recover\"], [\"recover\", \"katrina\"], [\"katrina\", \"administration\"], [\"administration\", \"worked\"], [\"worked\", \"hard\"], [\"hard\", \"match\"], [\"match\", \"effort\"], [\"effort\", \"spill\"], [\"spill\", \"need\"], [\"need\", \"ground\"], [\"ground\", \"weve\"], [\"weve\", \"close\"], [\"close\", \"consultation\"], [\"consultation\", \"governor\"], [\"governor\", \"mayor\"], [\"mayor\", \"parish\"], [\"parish\", \"president\"], [\"president\", \"local\"], [\"local\", \"government\"], [\"government\", \"official\"], [\"official\", \"start\"], [\"start\", \"promised\"], [\"promised\", \"two\"], [\"two\", \"thing\"], [\"thing\", \"one\"], [\"one\", \"would\"], [\"would\", \"see\"], [\"see\", \"leak\"], [\"leak\", \"stopped\"], [\"stopped\", \"second\"], [\"second\", \"promise\"], [\"promise\", \"made\"], [\"made\", \"would\"], [\"would\", \"stick\"], [\"stick\", \"effort\"], [\"effort\", \"stay\"], [\"stay\", \"bp\"], [\"bp\", \"damage\"], [\"damage\", \"gulf\"], [\"gulf\", \"life\"], [\"life\", \"people\"], [\"people\", \"region\"], [\"region\", \"reversed\"], [\"reversed\", \"promise\"], [\"promise\", \"keep\"], [\"keep\", \"going\"], [\"going\", \"forget\"], [\"forget\", \"going\"], [\"going\", \"stay\"], [\"stay\", \"area\"], [\"area\", \"fully\"], [\"fully\", \"recovered\"], [\"recovered\", \"applause\"], [\"applause\", \"thats\"], [\"thats\", \"rapidly\"], [\"rapidly\", \"launched\"], [\"launched\", \"largest\"], [\"largest\", \"response\"], [\"response\", \"environmental\"], [\"environmental\", \"disaster\"], [\"disaster\", \"american\"], [\"american\", \"history\"], [\"history\", \"47000\"], [\"47000\", \"people\"], [\"people\", \"ground\"], [\"ground\", \"5700\"], [\"5700\", \"vessel\"], [\"vessel\", \"water\"], [\"water\", \"contain\"], [\"contain\", \"clean\"], [\"clean\", \"oil\"], [\"oil\", \"bp\"], [\"bp\", \"moving\"], [\"moving\", \"fast\"], [\"fast\", \"enough\"], [\"enough\", \"claim\"], [\"claim\", \"told\"], [\"told\", \"bp\"], [\"bp\", \"set\"], [\"set\", \"aside\"], [\"aside\", \"20\"], [\"20\", \"billion\"], [\"billion\", \"fund\"], [\"fund\", \"managed\"], [\"managed\", \"independent\"], [\"independent\", \"third\"], [\"third\", \"party\"], [\"party\", \"help\"], [\"help\", \"whose\"], [\"whose\", \"life\"], [\"life\", \"turned\"], [\"turned\", \"upside\"], [\"upside\", \"spill\"], [\"spill\", \"continue\"], [\"continue\", \"rely\"], [\"rely\", \"sound\"], [\"sound\", \"science\"], [\"science\", \"carefully\"], [\"carefully\", \"monitoring\"], [\"monitoring\", \"water\"], [\"water\", \"coastline\"], [\"coastline\", \"well\"], [\"well\", \"health\"], [\"health\", \"people\"], [\"people\", \"along\"], [\"along\", \"gulf\"], [\"gulf\", \"deal\"], [\"deal\", \"longterm\"], [\"longterm\", \"effect\"], [\"effect\", \"oil\"], [\"oil\", \"spill\"], [\"spill\", \"going\"], [\"going\", \"stand\"], [\"stand\", \"oil\"], [\"oil\", \"cleaned\"], [\"cleaned\", \"environment\"], [\"environment\", \"restored\"], [\"restored\", \"polluter\"], [\"polluter\", \"held\"], [\"held\", \"accountable\"], [\"accountable\", \"community\"], [\"community\", \"made\"], [\"made\", \"whole\"], [\"whole\", \"region\"], [\"region\", \"way\"], [\"way\", \"back\"], [\"back\", \"foot\"], [\"foot\", \"applause\"], [\"applause\", \"thats\"], [\"thats\", \"helping\"], [\"helping\", \"city\"], [\"city\", \"state\"], [\"state\", \"region\"], [\"region\", \"recover\"], [\"recover\", \"worst\"], [\"worst\", \"natural\"], [\"natural\", \"disaster\"], [\"disaster\", \"nation\"], [\"nation\", \"history\"], [\"history\", \"cutting\"], [\"cutting\", \"red\"], [\"red\", \"tape\"], [\"tape\", \"impeded\"], [\"impeded\", \"rebuilding\"], [\"rebuilding\", \"effort\"], [\"effort\", \"year\"], [\"year\", \"making\"], [\"making\", \"government\"], [\"government\", \"work\"], [\"work\", \"better\"], [\"better\", \"smarter\"], [\"smarter\", \"coordination\"], [\"coordination\", \"one\"], [\"one\", \"expansive\"], [\"expansive\", \"nonprofit\"], [\"nonprofit\", \"effort\"], [\"effort\", \"american\"], [\"american\", \"history\"], [\"history\", \"helping\"], [\"helping\", \"state\"], [\"state\", \"local\"], [\"local\", \"leader\"], [\"leader\", \"address\"], [\"address\", \"serious\"], [\"serious\", \"problem\"], [\"problem\", \"neglected\"], [\"neglected\", \"decade\"], [\"decade\", \"problem\"], [\"problem\", \"existed\"], [\"existed\", \"storm\"], [\"storm\", \"came\"], [\"came\", \"continued\"], [\"continued\", \"water\"], [\"water\", \"receded\"], [\"receded\", \"levee\"], [\"levee\", \"system\"], [\"system\", \"justice\"], [\"justice\", \"system\"], [\"system\", \"health\"], [\"health\", \"care\"], [\"care\", \"system\"], [\"system\", \"education\"], [\"education\", \"system\"], [\"system\", \"together\"], [\"together\", \"helping\"], [\"helping\", \"make\"], [\"make\", \"new\"], [\"new\", \"orleans\"], [\"orleans\", \"place\"], [\"place\", \"stand\"], [\"stand\", \"america\"], [\"america\", \"cant\"], [\"cant\", \"ultimately\"], [\"ultimately\", \"must\"], [\"must\", \"legacy\"], [\"legacy\", \"katrina\"], [\"katrina\", \"one\"], [\"one\", \"neglect\"], [\"neglect\", \"action\"], [\"action\", \"one\"], [\"one\", \"indifference\"], [\"indifference\", \"empathy\"], [\"empathy\", \"abandonment\"], [\"abandonment\", \"community\"], [\"community\", \"working\"], [\"working\", \"together\"], [\"together\", \"meet\"], [\"meet\", \"shared\"], [\"shared\", \"challenge\"], [\"challenge\", \"applause\"], [\"applause\", \"truth\"], [\"truth\", \"wound\"], [\"wound\", \"yet\"], [\"yet\", \"healed\"], [\"healed\", \"loss\"], [\"loss\", \"cant\"], [\"cant\", \"repaid\"], [\"repaid\", \"many\"], [\"many\", \"lived\"], [\"lived\", \"harrowing\"], [\"harrowing\", \"day\"], [\"day\", \"five\"], [\"five\", \"year\"], [\"year\", \"ago\"], [\"ago\", \"there\"], [\"there\", \"searing\"], [\"searing\", \"memory\"], [\"memory\", \"time\"], [\"time\", \"may\"], [\"may\", \"erase\"], [\"erase\", \"even\"], [\"even\", \"amid\"], [\"amid\", \"much\"], [\"much\", \"tragedy\"], [\"tragedy\", \"saw\"], [\"saw\", \"stirring\"], [\"stirring\", \"brighter\"], [\"brighter\", \"day\"], [\"day\", \"five\"], [\"five\", \"year\"], [\"year\", \"ago\"], [\"ago\", \"saw\"], [\"saw\", \"men\"], [\"men\", \"woman\"], [\"woman\", \"risking\"], [\"risking\", \"safety\"], [\"safety\", \"save\"], [\"save\", \"stranger\"], [\"stranger\", \"saw\"], [\"saw\", \"nurse\"], [\"nurse\", \"staying\"], [\"staying\", \"behind\"], [\"behind\", \"care\"], [\"care\", \"sick\"], [\"sick\", \"injured\"], [\"injured\", \"saw\"], [\"saw\", \"family\"], [\"family\", \"coming\"], [\"coming\", \"home\"], [\"home\", \"clean\"], [\"clean\", \"rebuild\"], [\"rebuild\", \"home\"], [\"home\", \"neighbor\"], [\"neighbor\", \"home\"], [\"home\", \"well\"], [\"well\", \"saw\"], [\"saw\", \"music\"], [\"music\", \"mardi\"], [\"mardi\", \"gras\"], [\"gras\", \"vibrancy\"], [\"vibrancy\", \"fun\"], [\"fun\", \"town\"], [\"town\", \"undiminished\"], [\"undiminished\", \"weve\"], [\"weve\", \"seen\"], [\"seen\", \"many\"], [\"many\", \"return\"], [\"return\", \"beloved\"], [\"beloved\", \"city\"], [\"city\", \"newfound\"], [\"newfound\", \"sense\"], [\"sense\", \"appreciation\"], [\"appreciation\", \"obligation\"], [\"obligation\", \"community\"], [\"community\", \"came\"], [\"came\", \"four\"], [\"four\", \"year\"], [\"year\", \"ago\"], [\"ago\", \"one\"], [\"one\", \"thing\"], [\"thing\", \"found\"], [\"found\", \"striking\"], [\"striking\", \"greenery\"], [\"greenery\", \"begun\"], [\"begun\", \"come\"], [\"come\", \"back\"], [\"back\", \"reminded\"], [\"reminded\", \"passage\"], [\"passage\", \"book\"], [\"book\", \"job\"], [\"job\", \"hope\"], [\"hope\", \"tree\"], [\"tree\", \"cut\"], [\"cut\", \"sprout\"], [\"sprout\", \"tender\"], [\"tender\", \"branch\"], [\"branch\", \"cease\"], [\"cease\", \"work\"], [\"work\", \"ahead\"], [\"ahead\", \"easy\"], [\"easy\", \"setback\"], [\"setback\", \"challenge\"], [\"challenge\", \"along\"], [\"along\", \"way\"], [\"way\", \"thanks\"], [\"thanks\", \"thanks\"], [\"thanks\", \"great\"], [\"great\", \"people\"], [\"people\", \"great\"], [\"great\", \"city\"], [\"city\", \"new\"], [\"new\", \"orleans\"], [\"orleans\", \"blossoming\"], [\"blossoming\", \"thank\"], [\"thank\", \"everybody\"], [\"everybody\", \"god\"], [\"god\", \"bless\"], [\"bless\", \"god\"], [\"god\", \"bless\"], [\"bless\", \"united\"], [\"united\", \"state\"], [\"state\", \"america\"], [\"america\", \"applause\"], [\"applause\", \"end\"], [\"end\", \"216\"], [\"216\", \"pm\"], [\"pm\", \"cdt\"]], \"Text_Lemmatized\": \"xavier university new orleans louisiana 150 pm cdt president hello everybody good back applause good back audience member good back president im glad laughter due popular demand decided bring first lady applause extraordinary number dedicated public servant patient want make sure acknowledged first youve got governor great state louisiana bobby jindal applause outstanding mayor new orleans mitch landrieu applause better looking younger senator louisiana mary landrieu applause believe senator david vitter david right applause hold second weve got congressman joe cao applause congressman charlie melancon applause congressman steve scalise applause secretary housing urban development working tirelessly louisiana shaun donovan applause weve got epa administrator lisa jackson homegirl applause administrator fema craig fugate applause person who heading community service effort across country patrick corvington applause louisiana regina benjamin surgeon general applause xavier grad might add applause proud terrific public servant wonderful back new orleans great honor audience member love audience member cant see president great honor laughter see laughter okay great honor back xavier university applause inspiring spend time people whove demonstrated mean persevere face tragedy rebuild face ruin im grateful jade introduction congratulate crowned miss xavier applause hope everybody heard introduction junior ben franklin high school five year ago storm came katrina ben franklin high terribly damaged wind water million dollar needed rebuild school many feared would take year reopen could reopened something remarkable happened parent teacher student volunteer got work making repair donation came across new orleans around world soon silent darkened corridor bright filled sound young men woman including jade going back class jade committed xavier university likewise refused succumb despair jade like many student university embody hope sense hope difficult time thats came talk today five year since katrina ravaged gulf coast there need dwell experienced world witnessed remember keenly water pouring broken levee mother holding child waterline people stranded rooftop begging help body lying street great american city natural disaster also manmade catastrophe shameful breakdown government left countless men woman child abandoned alone shortly storm came houston spend time folk taken shelter ill never forget one woman told said nothing hurricane weve got le nothing year followed new orleans could remained symbol destruction decay storm came inadequate response followed hard imagine day wed tell child vibrant wonderful city laid low indifference neglect thats happened happened ben franklin happened xavier happened across new orleans across gulf coast applause instead city become symbol resilience community fundamental responsibility one another see xavier le month storm struck amidst debris flooddamaged building president francis promised university would reopen matter month applause said crazy said couldnt happen didnt count happens one force nature meet another laughter january four month later class session le year storm privilege delivering commencement address largest graduating class xavier history symbol new orleans applause see new orleans effort joycelyn heintz who today katrina left house 14 foot underwater volunteer helped rebuild joined americorps serve community part wave americorps member whove critical rebirth city rebuilding region applause today manages local center mental health wellness see symbol city become st bernard project whose founder liz mccartney u applause endeavor drawn volunteer across country rebuild hundred home throughout st bernard parish lower ninth ward ive seen sense purpose people felt storm visited musician village ninth ward back 2006 volunteer constructing house coming together preserve culture music art thats part soul city soul country today 70 home complete construction underway elli marsalis center music applause see dedication community effort xavier grad dr regina benjamin mortgaged home maxed credit card could reopen bayou la batre clinic care victim storm nation surgeon general applause see resilience hope exemplified student carver high school helped raise million dollar build new community track football field field dream ninth ward applause advocate organizer today folk standing behind whove worked hard never gave hope leading way toward better future city innovative approach fight poverty improve health care reduce crime create opportunity young people new orleans coming back applause came parkway bakery tavern applause five year ago storm nearly destroyed neighborhood institution saw picture theyre open business booming thats good eats laughter shrimp poboy gumbo applause skipped bread pudding thought might fall asleep speaking laughter ive got saved later laughter five year ago many questioned whether people could ever return city today new orleans one fastest growing city america big new surge small business five year ago saint play every game road damage superdome two week ago welcomed saint white house super bowl champion applause also food associated laughter marked occasion 30foot poboy made shrimp oyster gulf applause youll pleased know leftover laughter dont tell still many vacant overgrown lot still many student attending class trailer still many people unable find work still many new orleanians folk havent able come home incredible amount progress made fifth anniversary wanted come tell people city directly administration going stand fight alongside job done applause new orleans way back way applause took office directed cabinet redouble effort put end turf war agency cut red tape cut bureaucracy applause wanted make sure federal government partner obstacle recovery gulf coast member cabinet including epa administrator lisa jackson grew pontchartrain park applause come dozen time shaun donovan come dozen time make appearance get photo ops came listen learn make real change necessary government actually working example effort rebuild school hospital repair damaged road bridge get people back home tied year tangle disagreement byzantine rule took office working outstanding delegation particularly senator mary landrieu put place new way resolving dispute applause put place new way resolving dispute fund set aside rebuilding effort actually went toward rebuilding effort result 170 project getting underway work firehouse police station road sewer system health clinic library university tackling corruption inefficiency long plagued new orleans housing authority helping homeowner rebuild making easier renter find affordable option helping people move temporary home know took office three year storm ten thousand family still stuck disaster housing many still living small trailer provided fema spending huge sum money temporary shelter knew would better family le costly taxpayer help people get affordable stable permanent housing weve helped make possible people find home weve dramatically reduced number family emergency housing health care front candidate president pledged make sure helping new orleans recruit doctor nurse rebuild medical facility including new veteran hospital applause well resolved longstanding dispute one tied hundred million dollar fund replacement charity hospital june veteran secretary ric shinseki came new orleans groundbreaking new va hospital education weve made stride well know school new orleans falling behind long katrina year since storm lot public school opened innovation reform result actually seeing rising achievement new orleans becoming model innovation nation yet another sign youre rebuilding youre rebuilding stronger friday administration announced final agreement 18 billion dollar orleans parish school applause money locked year freed folk determine best restore school system city thats known much violence thats seen many young people lost drug criminal activity weve got justice department thats committed working new orleans fight scourge violent crime weed corruption police force ensure criminal justice system work everyone city applause want everybody hear know hear thank mitch landrieu new mayor commitment partnership applause even continue recovery effort also focusing preparing future threat never another disaster like katrina largest civil work project american history underway build fortified levee system pledged candidate going finish system next year city protected 100year storm playing russian roulette every hurricane season applause also working restore protective wetland natural barrier damaged katrina damaged katrina rapidly disappearing decade washington restoring competence accountability proud fema director craig fugate 25 year experience disaster management florida applause came florida state known share hurricane weve put together group led secretary donovan secretary napolitano look disaster recovery across country improving coordination ground modernizing emergency communication helping family plan crisis putting place reform never america somebody left behind disaster theyre living disability theyre elderly theyre infirmed happen applause finally even youve buffeted katrina rita even youve impacted broader recession devastated community across country recent month gulf coast seen new hardship result bp deepwater horizon oil spill weve sought ensure take recover katrina administration worked hard match effort spill need ground weve close consultation governor mayor parish president local government official start promised two thing one would see leak stopped second promise made would stick effort stay bp damage gulf life people region reversed promise keep going forget going stay area fully recovered applause thats rapidly launched largest response environmental disaster american history 47000 people ground 5700 vessel water contain clean oil bp moving fast enough claim told bp set aside 20 billion fund managed independent third party help whose life turned upside spill continue rely sound science carefully monitoring water coastline well health people along gulf deal longterm effect oil spill going stand oil cleaned environment restored polluter held accountable community made whole region way back foot applause thats helping city state region recover worst natural disaster nation history cutting red tape impeded rebuilding effort year making government work better smarter coordination one expansive nonprofit effort american history helping state local leader address serious problem neglected decade problem existed storm came continued water receded levee system justice system health care system education system together helping make new orleans place stand america cant ultimately must legacy katrina one neglect action one indifference empathy abandonment community working together meet shared challenge applause truth wound yet healed loss cant repaid many lived harrowing day five year ago there searing memory time may erase even amid much tragedy saw stirring brighter day five year ago saw men woman risking safety save stranger saw nurse staying behind care sick injured saw family coming home clean rebuild home neighbor home well saw music mardi gras vibrancy fun town undiminished weve seen many return beloved city newfound sense appreciation obligation community came four year ago one thing found striking greenery begun come back reminded passage book job hope tree cut sprout tender branch cease work ahead easy setback challenge along way thanks thanks great people great city new orleans blossoming thank everybody god bless god bless united state america applause end 216 pm cdt\", \"Text_Lower\": \"xavier university\\n\\nnew orleans louisiana\\n\\n150 pm cdt\\n\\nthe president hello everybody it is good to be back applause it is good to be back\\n\\naudience member its good to have you back\\n\\nthe president im glad laughter and due to popular demand i decided to bring the first lady down here applause\\n\\nwe have just an extraordinary number of dedicated public servants who are here if you will be patient with me i want to make sure that all of them are acknowledged first of all youve got the governor of the great state of louisiana  bobby jindal is here applause we have the outstanding mayor of new orleans mitch landrieu applause we have the better looking and younger senator from louisiana mary landrieu applause\\n\\ni believe that senator david vitter is here david  right here applause we have  hold on a second now  weve got congressman joe cao is here applause congressman charlie melancon is here applause congressman steve scalise is here applause\\n\\nsecretary of housing and urban development who has been working tirelessly down here in louisiana shaun donovan applause weve got our epa administrator lisa jackson here  homegirl applause administrator of fema craig fugate is here applause the person whos heading up our community service efforts all across the country  patrick corvington is here applause louisianas own regina benjamin the surgeon general  applause  a xavier grad i might add applause we are very proud to have all of these terrific public servants here\\n\\nit is wonderful to be back in new orleans and it is a great honor \\n\\naudience member we love you\\n\\naudience member we cant see you\\n\\nthe president it is a great honor  laughter  you can see me now laughter okay it is a great honor to be back at xavier university applause and i  its just inspiring to spend time with people whove demonstrated what it means to persevere in the face of tragedy to rebuild in the face of ruin\\n\\nim grateful to jade for her introduction and congratulate you on being crowned miss xavier applause i hope everybody heard during the introduction she was a junior at ben franklin high school five years ago when the storm came and after katrina ben franklin high was terribly damaged by wind and water millions of dollars were needed to rebuild the school many feared it would take years to reopen  if it could be reopened at all\\n\\nbut something remarkable happened parents teachers students volunteers they all got to work making repairs and donations came in from across new orleans and around the world and soon those silent and darkened corridors they were bright and they were filled with the sounds of young men and women including jade who were going back to class and then jade committed to xavier a university that likewise refused to succumb to despair so jade like so many students here at this university embody hope that sense of hope in difficult times thats what i came to talk about today\\n\\nits been five years since katrina ravaged the gulf coast theres no need to dwell on what you experienced and what the world witnessed we all remember it keenly water pouring through broken levees mothers holding their children above the waterline people stranded on rooftops begging for help bodies lying in the streets of a great american city it was a natural disaster but also a manmade catastrophe  a shameful breakdown in government that left countless men and women and children abandoned and alone\\n\\nand shortly after the storm i came down to houston to spend time with some of the folks who had taken shelter there and ill never forget what one woman told me she said we had nothing before the hurricane and now weve got less than nothing\\n\\nin the years that followed new orleans could have remained a symbol of destruction and decay of a storm that came and the inadequate response that followed it was not hard to imagine a day when wed tell our children that a once vibrant and wonderful city had been laid low by indifference and neglect but thats not what happened its not what happened at ben franklin its not what happened here at xavier its not what happened across new orleans and across the gulf coast applause instead this city has become a symbol of resilience and of community and of the fundamental responsibility that we have to one another\\n\\nand we see that here at xavier less than a month after the storm struck amidst debris and flooddamaged buildings president francis promised that this university would reopen in a matter of months applause some said he was crazy some said it couldnt happen but they didnt count on what happens when one force of nature meets another laughter and by january  four months later  class was in session less than a year after the storm i had the privilege of delivering a commencement address to the largest graduating class in xaviers history that is a symbol of what new orleans is all about applause\\n\\nwe see new orleans in the efforts of joycelyn heintz whos here today katrina left her house 14 feet underwater but after volunteers helped her rebuild she joined americorps to serve the community herself  part of a wave of americorps members whove been critical to the rebirth of this city and the rebuilding of this region applause so today she manages a local center for mental health and wellness\\n\\nwe see the symbol that this city has become in the st bernard project whose founder liz mccartney is with us applause this endeavor has drawn volunteers from across the country to rebuild hundreds of homes throughout st bernard parish and the lower ninth ward\\n\\nive seen the sense of purpose people felt after the storm when i visited musicians village in the ninth ward back in 2006 volunteers were not only constructing houses they were coming together to preserve the culture of music and art thats part of the soul of this city  and the soul of this country and today more than 70 homes are complete and construction is underway on the ellis marsalis center for music applause\\n\\nwe see the dedication to the community in the efforts of xavier grad dr regina benjamin who mortgaged her home maxed out her credit cards so she could reopen her bayou la batre clinic to care for victims of the storm  and who is now our nations surgeon general applause\\n\\nand we see resilience and hope exemplified by students at carver high school who have helped to raise more than a million dollars to build a new community track and football field  their field of dreams  for the ninth ward applause\\n\\nso because of all of you  all the advocates all the organizers who are here today folks standing behind me whove worked so hard who never gave up hope  you are all leading the way toward a better future for this city with innovative approaches to fight poverty and improve health care reduce crime and create opportunities for young people because of you new orleans is coming back applause\\n\\nand i just came from parkway bakery and tavern applause five years ago the storm nearly destroyed that neighborhood institution i saw the pictures now theyre open business is booming and thats some good eats laughter i had the shrimp poboy and some of the gumbo applause but i skipped the bread pudding because i thought i might fall asleep while i was speaking laughter but ive got it saved for later laughter\\n\\nfive years ago many questioned whether people could ever return to this city today new orleans is one of the fastest growing cities in america with a big new surge in small businesses five years ago the saints had to play every game on the road because of the damage to the superdome two weeks ago we welcomed the saints to the white house as super bowl champions applause there was also food associated with that laughter we marked the occasion with a 30foot poboy made with shrimps and oysters from the gulf applause and youll be pleased to know there were no leftovers laughter\\n\\nnow i dont have to tell you that there are still too many vacant and overgrown lots there are still too many students attending classes in trailers there are still too many people unable to find work and there are still too many new orleanians folks who havent been able to come home so while an incredible amount of progress has been made on this fifth anniversary i wanted to come here and tell the people of this city directly my administration is going to stand with you  and fight alongside you  until the job is done applause until new orleans is all the way back all the way applause\\n\\nwhen i took office i directed my cabinet to redouble our efforts to put an end to the turf wars between agencies to cut the red tape and cut the bureaucracy applause i wanted to make sure that the federal government was a partner  not an obstacle  to recovery here in the gulf coast and members of my cabinet  including epa administrator lisa jackson who grew up in pontchartrain park  applause  they have come down here dozens of times shaun donovan has come down here dozens of times this is not just to make appearances its not just to get photo ops they came down here to listen and to learn and make real the changes that were necessary so that government was actually working for you\\n\\nso for example efforts to rebuild schools and hospitals to repair damaged roads and bridges to get people back to their homes  they were tied up for years in a tangle of disagreements and byzantine rules so when i took office working with your outstanding delegation particularly senator mary landrieu we put in place a new way of resolving disputes applause we put in place a new way of resolving disputes so that funds set aside for rebuilding efforts actually went toward rebuilding efforts and as a result more than 170 projects are getting underway  work on firehouses and police stations and roads and sewer systems and health clinics and libraries and universities\\n\\nwere tackling the corruption and inefficiency that has long plagued the new orleans housing authority were helping homeowners rebuild and making it easier for renters to find affordable options and were helping people to move out of temporary homes you know when i took office more than three years after the storm tens of thousands of families were still stuck in disaster housing  many still living in small trailers that had been provided by fema we were spending huge sums of money on temporary shelters when we knew it would be better for families and less costly for taxpayers to help people get into affordable stable and more permanent housing so weve helped make it possible for people to find those homes and weve dramatically reduced the number of families in emergency housing\\n\\non the health care front as a candidate for president i pledged to make sure we were helping new orleans recruit doctors and nurses and rebuild medical facilities  including a new veterans hospital applause well we have resolved a longstanding dispute  one that had tied up hundreds of millions of dollars  to fund the replacement for charity hospital and in june veterans secretary ric shinseki came to new orleans for the groundbreaking of that new va hospital\\n\\n\\n\\nin education weve made strides as well as you know schools in new orleans were falling behind long before katrina but in the years since the storm a lot of public schools opened themselves up to innovation and to reform and as a result were actually seeing rising achievement and new orleans is becoming a model of innovation for the nation this is yet another sign that youre not just rebuilding  youre rebuilding stronger than before just this friday my administration announced a final agreement on 18 billion dollars for orleans parish schools applause this is money that had been locked up for years but now its freed up so folks here can determine best how to restore the school system\\n\\nand in a city thats known too much violence thats seen too many young people lost to drugs and criminal activity weve got a justice department thats committed to working with new orleans to fight the scourge of violent crime and to weed out corruption in the police force and to ensure the criminal justice system works for everyone in this city applause and i want everybody to hear  to know and to hear me thank mitch landrieu your new mayor for his commitment to that partnership applause\\n\\nnow even as we continue our recovery efforts were also focusing on preparing for future threats so that there is never another disaster like katrina the largest civil works project in american history is underway to build a fortified levee system and as i  just as i pledged as a candidate were going to finish this system by next year so that this city is protected against a 100year storm we should not be playing russian roulette every hurricane season applause and were also working to restore protective wetlands and natural barriers that were not only damaged by katrina  were not just damaged by katrina but had been rapidly disappearing for decades\\n\\nin washington we are restoring competence and accountability i am proud that my fema director craig fugate has 25 years of experience in disaster management in florida applause he came from florida a state that has known its share of hurricanes weve put together a group led by secretary donovan and secretary napolitano to look at disaster recovery across the country were improving coordination on the ground and modernizing emergency communications helping families plan for a crisis and were putting in place reforms so that never again in america is somebody left behind in a disaster because theyre living with a disability or because theyre elderly or because theyre infirmed that will not happen again applause\\n\\nfinally even as youve been buffeted by katrina and rita even as youve been impacted by the broader recession that has devastated communities across the country in recent months the gulf coast has seen new hardship as a result of the bp deepwater horizon oil spill and just as weve sought to ensure that we are doing what it takes to recover from katrina my administration has worked hard to match our efforts on the spill to what you need on the ground and weve been in close consultation with your governor your mayors your parish presidents your local government officials\\n\\nand from the start i promised you two things one is that we would see to it that the leak was stopped and it has been the second promise i made was that we would stick with our efforts and stay on bp until the damage to the gulf and to the lives of the people in this region was reversed and this too is a promise that we will keep we are not going to forget were going to stay on it until this area is fully recovered applause\\n\\nthats why we rapidly launched the largest response to an environmental disaster in american history  47000 people on the ground 5700 vessels on the water  to contain and clean up the oil when bp was not moving fast enough on claims we told bp to set aside 20 billion in a fund  managed by an independent third party  to help all those whose lives have been turned upside down by the spill\\n\\nand we will continue to rely on sound science carefully monitoring waters and coastlines as well as the health of the people along the gulf to deal with any longterm effects of the oil spill we are going to stand with you until the oil is cleaned up until the environment is restored until polluters are held accountable until communities are made whole and until this region is all the way back on its feet applause\\n\\nso thats how were helping this city and this state and this region to recover from the worst natural disaster in our nations history were cutting through the red tape that has impeded rebuilding efforts for years were making government work better and smarter in coordination with one of the most expansive nonprofit efforts in american history were helping state and local leaders to address serious problems that had been neglected for decades  problems that existed before the storm came and have continued after the waters receded  from the levee system to the justice system from the health care system to the education system\\n\\nand together we are helping to make new orleans a place that stands for what we can do in america  not just for what we cant do ultimately that must be the legacy of katrina not one of neglect but of action not one of indifference but of empathy not of abandonment but of a community working together to meet shared challenges applause\\n\\nthe truth is there are some wounds that have not yet healed and there are some losses that cant be repaid and for many who lived through those harrowing days five years ago theres searing memories that time may not erase but even amid so much tragedy we saw stirrings of a brighter day five years ago we saw men and women risking their own safety to save strangers we saw nurses staying behind to care for the sick and the injured we saw families coming home to clean up and rebuild  not just their own homes but their neighbors homes as well and we saw music and mardi gras and the vibrancy the fun of this town undiminished and weve seen many return to their beloved city with a newfound sense of appreciation and obligation to this community\\n\\nand when i came here four years ago one thing i found striking was all the greenery that had begun to come back and i was reminded of a passage from the book of job there is hope for a tree if it be cut down that it will sprout again and that its tender branch will not cease the work ahead will not be easy and there will be setbacks there will be challenges along the way but thanks to you thanks to the great people of this great city new orleans is blossoming again\\n\\nthank you everybody god bless you and god bless the united states of america applause\\n\\nend 216 pm cdt\", \"Text_NoPunctuation\": \"Xavier University\\n\\nNew Orleans Louisiana\\n\\n150 PM CDT\\n\\nTHE PRESIDENT Hello everybody It is good to be back Applause It is good to be back\\n\\nAUDIENCE MEMBER Its good to have you back\\n\\nTHE PRESIDENT Im glad Laughter And due to popular demand I decided to bring the First Lady down here Applause\\n\\nWe have just an extraordinary number of dedicated public servants who are here If you will be patient with me I want to make sure that all of them are acknowledged First of all youve got the governor of the great state of Louisiana  Bobby Jindal is here Applause We have the outstanding mayor of New Orleans Mitch Landrieu Applause We have the better looking and younger senator from Louisiana Mary Landrieu Applause\\n\\nI believe that Senator David Vitter is here David  right here Applause We have  hold on a second now  weve got Congressman Joe Cao is here Applause Congressman Charlie Melancon is here Applause Congressman Steve Scalise is here Applause\\n\\nSecretary of Housing and Urban Development who has been working tirelessly down here in Louisiana Shaun Donovan Applause Weve got our EPA Administrator Lisa Jackson here  homegirl Applause Administrator of FEMA Craig Fugate is here Applause The person whos heading up our community service efforts all across the country  Patrick Corvington is here Applause Louisianas own Regina Benjamin the Surgeon General  applause  a Xavier grad I might add Applause We are very proud to have all of these terrific public servants here\\n\\nIt is wonderful to be back in New Orleans and it is a great honor \\n\\nAUDIENCE MEMBER We love you\\n\\nAUDIENCE MEMBER We cant see you\\n\\nTHE PRESIDENT It is a great honor  laughter  you can see me now Laughter Okay It is a great honor to be back at Xavier University Applause And I  its just inspiring to spend time with people whove demonstrated what it means to persevere in the face of tragedy to rebuild in the face of ruin\\n\\nIm grateful to Jade for her introduction and congratulate you on being crowned Miss Xavier Applause I hope everybody heard during the introduction she was a junior at Ben Franklin High School five years ago when the storm came And after Katrina Ben Franklin High was terribly damaged by wind and water Millions of dollars were needed to rebuild the school Many feared it would take years to reopen  if it could be reopened at all\\n\\nBut something remarkable happened Parents teachers students volunteers they all got to work making repairs And donations came in from across New Orleans and around the world And soon those silent and darkened corridors they were bright and they were filled with the sounds of young men and women including Jade who were going back to class And then Jade committed to Xavier a university that likewise refused to succumb to despair So Jade like so many students here at this university embody hope That sense of hope in difficult times thats what I came to talk about today\\n\\nIts been five years since Katrina ravaged the Gulf Coast Theres no need to dwell on what you experienced and what the world witnessed We all remember it keenly water pouring through broken levees mothers holding their children above the waterline people stranded on rooftops begging for help bodies lying in the streets of a great American city It was a natural disaster but also a manmade catastrophe  a shameful breakdown in government that left countless men and women and children abandoned and alone\\n\\nAnd shortly after the storm I came down to Houston to spend time with some of the folks who had taken shelter there And Ill never forget what one woman told me She said We had nothing before the hurricane And now weve got less than nothing\\n\\nIn the years that followed New Orleans could have remained a symbol of destruction and decay of a storm that came and the inadequate response that followed It was not hard to imagine a day when wed tell our children that a once vibrant and wonderful city had been laid low by indifference and neglect But thats not what happened Its not what happened at Ben Franklin Its not what happened here at Xavier Its not what happened across New Orleans and across the Gulf Coast Applause Instead this city has become a symbol of resilience and of community and of the fundamental responsibility that we have to one another\\n\\nAnd we see that here at Xavier Less than a month after the storm struck amidst debris and flooddamaged buildings President Francis promised that this university would reopen in a matter of months Applause Some said he was crazy Some said it couldnt happen But they didnt count on what happens when one force of nature meets another Laughter And by January  four months later  class was in session Less than a year after the storm I had the privilege of delivering a commencement address to the largest graduating class in Xaviers history That is a symbol of what New Orleans is all about Applause\\n\\nWe see New Orleans in the efforts of Joycelyn Heintz whos here today Katrina left her house 14 feet underwater But after volunteers helped her rebuild she joined AmeriCorps to serve the community herself  part of a wave of AmeriCorps members whove been critical to the rebirth of this city and the rebuilding of this region Applause So today she manages a local center for mental health and wellness\\n\\nWe see the symbol that this city has become in the St Bernard Project whose founder Liz McCartney is with us Applause This endeavor has drawn volunteers from across the country to rebuild hundreds of homes throughout St Bernard Parish and the Lower Ninth Ward\\n\\nIve seen the sense of purpose people felt after the storm when I visited Musicians Village in the Ninth Ward back in 2006 Volunteers were not only constructing houses they were coming together to preserve the culture of music and art thats part of the soul of this city  and the soul of this country And today more than 70 homes are complete and construction is underway on the Ellis Marsalis Center for Music Applause\\n\\nWe see the dedication to the community in the efforts of Xavier grad Dr Regina Benjamin who mortgaged her home maxed out her credit cards so she could reopen her Bayou la Batre clinic to care for victims of the storm  and who is now our nations Surgeon General Applause\\n\\nAnd we see resilience and hope exemplified by students at Carver High School who have helped to raise more than a million dollars to build a new community track and football field  their Field of Dreams  for the Ninth Ward Applause\\n\\nSo because of all of you  all the advocates all the organizers who are here today folks standing behind me whove worked so hard who never gave up hope  you are all leading the way toward a better future for this city with innovative approaches to fight poverty and improve health care reduce crime and create opportunities for young people Because of you New Orleans is coming back Applause\\n\\nAnd I just came from Parkway Bakery and Tavern Applause Five years ago the storm nearly destroyed that neighborhood institution I saw the pictures Now theyre open business is booming and thats some good eats Laughter I had the shrimp poboy and some of the gumbo Applause But I skipped the bread pudding because I thought I might fall asleep while I was speaking Laughter But Ive got it saved for later Laughter\\n\\nFive years ago many questioned whether people could ever return to this city Today New Orleans is one of the fastest growing cities in America with a big new surge in small businesses Five years ago the Saints had to play every game on the road because of the damage to the Superdome Two weeks ago we welcomed the Saints to the White House as Super Bowl champions Applause There was also food associated with that Laughter We marked the occasion with a 30foot poboy made with shrimps and oysters from the Gulf Applause And youll be pleased to know there were no leftovers Laughter\\n\\nNow I dont have to tell you that there are still too many vacant and overgrown lots There are still too many students attending classes in trailers There are still too many people unable to find work And there are still too many New Orleanians folks who havent been able to come home So while an incredible amount of progress has been made on this fifth anniversary I wanted to come here and tell the people of this city directly My administration is going to stand with you  and fight alongside you  until the job is done Applause Until New Orleans is all the way back all the way Applause\\n\\nWhen I took office I directed my Cabinet to redouble our efforts to put an end to the turf wars between agencies to cut the red tape and cut the bureaucracy Applause I wanted to make sure that the federal government was a partner  not an obstacle  to recovery here in the Gulf Coast And members of my Cabinet  including EPA administrator Lisa Jackson who grew up in Pontchartrain Park  applause  they have come down here dozens of times Shaun Donovan has come down here dozens of times This is not just to make appearances Its not just to get photo ops They came down here to listen and to learn and make real the changes that were necessary so that government was actually working for you\\n\\nSo for example efforts to rebuild schools and hospitals to repair damaged roads and bridges to get people back to their homes  they were tied up for years in a tangle of disagreements and byzantine rules So when I took office working with your outstanding delegation particularly Senator Mary Landrieu we put in place a new way of resolving disputes Applause We put in place a new way of resolving disputes so that funds set aside for rebuilding efforts actually went toward rebuilding efforts And as a result more than 170 projects are getting underway  work on firehouses and police stations and roads and sewer systems and health clinics and libraries and universities\\n\\nWere tackling the corruption and inefficiency that has long plagued the New Orleans Housing Authority Were helping homeowners rebuild and making it easier for renters to find affordable options And were helping people to move out of temporary homes You know when I took office more than three years after the storm tens of thousands of families were still stuck in disaster housing  many still living in small trailers that had been provided by FEMA We were spending huge sums of money on temporary shelters when we knew it would be better for families and less costly for taxpayers to help people get into affordable stable and more permanent housing So weve helped make it possible for people to find those homes and weve dramatically reduced the number of families in emergency housing\\n\\nOn the health care front as a candidate for President I pledged to make sure we were helping New Orleans recruit doctors and nurses and rebuild medical facilities  including a new veterans hospital Applause Well we have resolved a longstanding dispute  one that had tied up hundreds of millions of dollars  to fund the replacement for Charity Hospital And in June Veterans Secretary Ric Shinseki came to New Orleans for the groundbreaking of that new VA hospital\\n\\n\\n\\nIn education weve made strides as well As you know schools in New Orleans were falling behind long before Katrina But in the years since the storm a lot of public schools opened themselves up to innovation and to reform And as a result were actually seeing rising achievement and New Orleans is becoming a model of innovation for the nation This is yet another sign that youre not just rebuilding  youre rebuilding stronger than before Just this Friday my administration announced a final agreement on 18 billion dollars for Orleans Parish schools Applause This is money that had been locked up for years but now its freed up so folks here can determine best how to restore the school system\\n\\nAnd in a city thats known too much violence thats seen too many young people lost to drugs and criminal activity weve got a Justice Department thats committed to working with New Orleans to fight the scourge of violent crime and to weed out corruption in the police force and to ensure the criminal justice system works for everyone in this city Applause And I want everybody to hear  to know and to hear me thank Mitch Landrieu your new mayor for his commitment to that partnership Applause\\n\\nNow even as we continue our recovery efforts were also focusing on preparing for future threats so that there is never another disaster like Katrina The largest civil works project in American history is underway to build a fortified levee system And as I  just as I pledged as a candidate were going to finish this system by next year so that this city is protected against a 100year storm We should not be playing Russian roulette every hurricane season Applause And were also working to restore protective wetlands and natural barriers that were not only damaged by Katrina  were not just damaged by Katrina but had been rapidly disappearing for decades\\n\\nIn Washington we are restoring competence and accountability I am proud that my FEMA Director Craig Fugate has 25 years of experience in disaster management in Florida Applause He came from Florida a state that has known its share of hurricanes Weve put together a group led by Secretary Donovan and Secretary Napolitano to look at disaster recovery across the country Were improving coordination on the ground and modernizing emergency communications helping families plan for a crisis And were putting in place reforms so that never again in America is somebody left behind in a disaster because theyre living with a disability or because theyre elderly or because theyre infirmed That will not happen again Applause\\n\\nFinally even as youve been buffeted by Katrina and Rita even as youve been impacted by the broader recession that has devastated communities across the country in recent months the Gulf Coast has seen new hardship as a result of the BP Deepwater Horizon oil spill And just as weve sought to ensure that we are doing what it takes to recover from Katrina my administration has worked hard to match our efforts on the spill to what you need on the ground And weve been in close consultation with your governor your mayors your parish presidents your local government officials\\n\\nAnd from the start I promised you two things One is that we would see to it that the leak was stopped And it has been The second promise I made was that we would stick with our efforts and stay on BP until the damage to the Gulf and to the lives of the people in this region was reversed And this too is a promise that we will keep We are not going to forget Were going to stay on it until this area is fully recovered Applause\\n\\nThats why we rapidly launched the largest response to an environmental disaster in American history  47000 people on the ground 5700 vessels on the water  to contain and clean up the oil When BP was not moving fast enough on claims we told BP to set aside 20 billion in a fund  managed by an independent third party  to help all those whose lives have been turned upside down by the spill\\n\\nAnd we will continue to rely on sound science carefully monitoring waters and coastlines as well as the health of the people along the Gulf to deal with any longterm effects of the oil spill We are going to stand with you until the oil is cleaned up until the environment is restored until polluters are held accountable until communities are made whole and until this region is all the way back on its feet Applause\\n\\nSo thats how were helping this city and this state and this region to recover from the worst natural disaster in our nations history Were cutting through the red tape that has impeded rebuilding efforts for years Were making government work better and smarter in coordination with one of the most expansive nonprofit efforts in American history Were helping state and local leaders to address serious problems that had been neglected for decades  problems that existed before the storm came and have continued after the waters receded  from the levee system to the justice system from the health care system to the education system\\n\\nAnd together we are helping to make New Orleans a place that stands for what we can do in America  not just for what we cant do Ultimately that must be the legacy of Katrina not one of neglect but of action not one of indifference but of empathy not of abandonment but of a community working together to meet shared challenges Applause\\n\\nThe truth is there are some wounds that have not yet healed And there are some losses that cant be repaid And for many who lived through those harrowing days five years ago theres searing memories that time may not erase But even amid so much tragedy we saw stirrings of a brighter day Five years ago we saw men and women risking their own safety to save strangers We saw nurses staying behind to care for the sick and the injured We saw families coming home to clean up and rebuild  not just their own homes but their neighbors homes as well And we saw music and Mardi Gras and the vibrancy the fun of this town undiminished And weve seen many return to their beloved city with a newfound sense of appreciation and obligation to this community\\n\\nAnd when I came here four years ago one thing I found striking was all the greenery that had begun to come back And I was reminded of a passage from the book of Job There is hope for a tree if it be cut down that it will sprout again and that its tender branch will not cease The work ahead will not be easy and there will be setbacks There will be challenges along the way But thanks to you thanks to the great people of this great city New Orleans is blossoming again\\n\\nThank you everybody God bless you And God bless the United States of America Applause\\n\\nEND 216 PM CDT\", \"Text_NoStopwords\": \"xavier university new orleans louisiana 150 pm cdt president hello everybody good back applause good back audience member good back president im glad laughter due popular demand decided bring first lady applause extraordinary number dedicated public servants patient want make sure acknowledged first youve got governor great state louisiana bobby jindal applause outstanding mayor new orleans mitch landrieu applause better looking younger senator louisiana mary landrieu applause believe senator david vitter david right applause hold second weve got congressman joe cao applause congressman charlie melancon applause congressman steve scalise applause secretary housing urban development working tirelessly louisiana shaun donovan applause weve got epa administrator lisa jackson homegirl applause administrator fema craig fugate applause person whos heading community service efforts across country patrick corvington applause louisianas regina benjamin surgeon general applause xavier grad might add applause proud terrific public servants wonderful back new orleans great honor audience member love audience member cant see president great honor laughter see laughter okay great honor back xavier university applause inspiring spend time people whove demonstrated means persevere face tragedy rebuild face ruin im grateful jade introduction congratulate crowned miss xavier applause hope everybody heard introduction junior ben franklin high school five years ago storm came katrina ben franklin high terribly damaged wind water millions dollars needed rebuild school many feared would take years reopen could reopened something remarkable happened parents teachers students volunteers got work making repairs donations came across new orleans around world soon silent darkened corridors bright filled sounds young men women including jade going back class jade committed xavier university likewise refused succumb despair jade like many students university embody hope sense hope difficult times thats came talk today five years since katrina ravaged gulf coast theres need dwell experienced world witnessed remember keenly water pouring broken levees mothers holding children waterline people stranded rooftops begging help bodies lying streets great american city natural disaster also manmade catastrophe shameful breakdown government left countless men women children abandoned alone shortly storm came houston spend time folks taken shelter ill never forget one woman told said nothing hurricane weve got less nothing years followed new orleans could remained symbol destruction decay storm came inadequate response followed hard imagine day wed tell children vibrant wonderful city laid low indifference neglect thats happened happened ben franklin happened xavier happened across new orleans across gulf coast applause instead city become symbol resilience community fundamental responsibility one another see xavier less month storm struck amidst debris flooddamaged buildings president francis promised university would reopen matter months applause said crazy said couldnt happen didnt count happens one force nature meets another laughter january four months later class session less year storm privilege delivering commencement address largest graduating class xaviers history symbol new orleans applause see new orleans efforts joycelyn heintz whos today katrina left house 14 feet underwater volunteers helped rebuild joined americorps serve community part wave americorps members whove critical rebirth city rebuilding region applause today manages local center mental health wellness see symbol city become st bernard project whose founder liz mccartney us applause endeavor drawn volunteers across country rebuild hundreds homes throughout st bernard parish lower ninth ward ive seen sense purpose people felt storm visited musicians village ninth ward back 2006 volunteers constructing houses coming together preserve culture music art thats part soul city soul country today 70 homes complete construction underway ellis marsalis center music applause see dedication community efforts xavier grad dr regina benjamin mortgaged home maxed credit cards could reopen bayou la batre clinic care victims storm nations surgeon general applause see resilience hope exemplified students carver high school helped raise million dollars build new community track football field field dreams ninth ward applause advocates organizers today folks standing behind whove worked hard never gave hope leading way toward better future city innovative approaches fight poverty improve health care reduce crime create opportunities young people new orleans coming back applause came parkway bakery tavern applause five years ago storm nearly destroyed neighborhood institution saw pictures theyre open business booming thats good eats laughter shrimp poboy gumbo applause skipped bread pudding thought might fall asleep speaking laughter ive got saved later laughter five years ago many questioned whether people could ever return city today new orleans one fastest growing cities america big new surge small businesses five years ago saints play every game road damage superdome two weeks ago welcomed saints white house super bowl champions applause also food associated laughter marked occasion 30foot poboy made shrimps oysters gulf applause youll pleased know leftovers laughter dont tell still many vacant overgrown lots still many students attending classes trailers still many people unable find work still many new orleanians folks havent able come home incredible amount progress made fifth anniversary wanted come tell people city directly administration going stand fight alongside job done applause new orleans way back way applause took office directed cabinet redouble efforts put end turf wars agencies cut red tape cut bureaucracy applause wanted make sure federal government partner obstacle recovery gulf coast members cabinet including epa administrator lisa jackson grew pontchartrain park applause come dozens times shaun donovan come dozens times make appearances get photo ops came listen learn make real changes necessary government actually working example efforts rebuild schools hospitals repair damaged roads bridges get people back homes tied years tangle disagreements byzantine rules took office working outstanding delegation particularly senator mary landrieu put place new way resolving disputes applause put place new way resolving disputes funds set aside rebuilding efforts actually went toward rebuilding efforts result 170 projects getting underway work firehouses police stations roads sewer systems health clinics libraries universities tackling corruption inefficiency long plagued new orleans housing authority helping homeowners rebuild making easier renters find affordable options helping people move temporary homes know took office three years storm tens thousands families still stuck disaster housing many still living small trailers provided fema spending huge sums money temporary shelters knew would better families less costly taxpayers help people get affordable stable permanent housing weve helped make possible people find homes weve dramatically reduced number families emergency housing health care front candidate president pledged make sure helping new orleans recruit doctors nurses rebuild medical facilities including new veterans hospital applause well resolved longstanding dispute one tied hundreds millions dollars fund replacement charity hospital june veterans secretary ric shinseki came new orleans groundbreaking new va hospital education weve made strides well know schools new orleans falling behind long katrina years since storm lot public schools opened innovation reform result actually seeing rising achievement new orleans becoming model innovation nation yet another sign youre rebuilding youre rebuilding stronger friday administration announced final agreement 18 billion dollars orleans parish schools applause money locked years freed folks determine best restore school system city thats known much violence thats seen many young people lost drugs criminal activity weve got justice department thats committed working new orleans fight scourge violent crime weed corruption police force ensure criminal justice system works everyone city applause want everybody hear know hear thank mitch landrieu new mayor commitment partnership applause even continue recovery efforts also focusing preparing future threats never another disaster like katrina largest civil works project american history underway build fortified levee system pledged candidate going finish system next year city protected 100year storm playing russian roulette every hurricane season applause also working restore protective wetlands natural barriers damaged katrina damaged katrina rapidly disappearing decades washington restoring competence accountability proud fema director craig fugate 25 years experience disaster management florida applause came florida state known share hurricanes weve put together group led secretary donovan secretary napolitano look disaster recovery across country improving coordination ground modernizing emergency communications helping families plan crisis putting place reforms never america somebody left behind disaster theyre living disability theyre elderly theyre infirmed happen applause finally even youve buffeted katrina rita even youve impacted broader recession devastated communities across country recent months gulf coast seen new hardship result bp deepwater horizon oil spill weve sought ensure takes recover katrina administration worked hard match efforts spill need ground weve close consultation governor mayors parish presidents local government officials start promised two things one would see leak stopped second promise made would stick efforts stay bp damage gulf lives people region reversed promise keep going forget going stay area fully recovered applause thats rapidly launched largest response environmental disaster american history 47000 people ground 5700 vessels water contain clean oil bp moving fast enough claims told bp set aside 20 billion fund managed independent third party help whose lives turned upside spill continue rely sound science carefully monitoring waters coastlines well health people along gulf deal longterm effects oil spill going stand oil cleaned environment restored polluters held accountable communities made whole region way back feet applause thats helping city state region recover worst natural disaster nations history cutting red tape impeded rebuilding efforts years making government work better smarter coordination one expansive nonprofit efforts american history helping state local leaders address serious problems neglected decades problems existed storm came continued waters receded levee system justice system health care system education system together helping make new orleans place stands america cant ultimately must legacy katrina one neglect action one indifference empathy abandonment community working together meet shared challenges applause truth wounds yet healed losses cant repaid many lived harrowing days five years ago theres searing memories time may erase even amid much tragedy saw stirrings brighter day five years ago saw men women risking safety save strangers saw nurses staying behind care sick injured saw families coming home clean rebuild homes neighbors homes well saw music mardi gras vibrancy fun town undiminished weve seen many return beloved city newfound sense appreciation obligation community came four years ago one thing found striking greenery begun come back reminded passage book job hope tree cut sprout tender branch cease work ahead easy setbacks challenges along way thanks thanks great people great city new orleans blossoming thank everybody god bless god bless united states america applause end 216 pm cdt\", \"Text_Trigrams\": [[\"xavier\", \"university\", \"new\"], [\"university\", \"new\", \"orleans\"], [\"new\", \"orleans\", \"louisiana\"], [\"orleans\", \"louisiana\", \"150\"], [\"louisiana\", \"150\", \"pm\"], [\"150\", \"pm\", \"cdt\"], [\"pm\", \"cdt\", \"president\"], [\"cdt\", \"president\", \"hello\"], [\"president\", \"hello\", \"everybody\"], [\"hello\", \"everybody\", \"good\"], [\"everybody\", \"good\", \"back\"], [\"good\", \"back\", \"applause\"], [\"back\", \"applause\", \"good\"], [\"applause\", \"good\", \"back\"], [\"good\", \"back\", \"audience\"], [\"back\", \"audience\", \"member\"], [\"audience\", \"member\", \"good\"], [\"member\", \"good\", \"back\"], [\"good\", \"back\", \"president\"], [\"back\", \"president\", \"im\"], [\"president\", \"im\", \"glad\"], [\"im\", \"glad\", \"laughter\"], [\"glad\", \"laughter\", \"due\"], [\"laughter\", \"due\", \"popular\"], [\"due\", \"popular\", \"demand\"], [\"popular\", \"demand\", \"decided\"], [\"demand\", \"decided\", \"bring\"], [\"decided\", \"bring\", \"first\"], [\"bring\", \"first\", \"lady\"], [\"first\", \"lady\", \"applause\"], [\"lady\", \"applause\", \"extraordinary\"], [\"applause\", \"extraordinary\", \"number\"], [\"extraordinary\", \"number\", \"dedicated\"], [\"number\", \"dedicated\", \"public\"], [\"dedicated\", \"public\", \"servant\"], [\"public\", \"servant\", \"patient\"], [\"servant\", \"patient\", \"want\"], [\"patient\", \"want\", \"make\"], [\"want\", \"make\", \"sure\"], [\"make\", \"sure\", \"acknowledged\"], [\"sure\", \"acknowledged\", \"first\"], [\"acknowledged\", \"first\", \"youve\"], [\"first\", \"youve\", \"got\"], [\"youve\", \"got\", \"governor\"], [\"got\", \"governor\", \"great\"], [\"governor\", \"great\", \"state\"], [\"great\", \"state\", \"louisiana\"], [\"state\", \"louisiana\", \"bobby\"], [\"louisiana\", \"bobby\", \"jindal\"], [\"bobby\", \"jindal\", \"applause\"], [\"jindal\", \"applause\", \"outstanding\"], [\"applause\", \"outstanding\", \"mayor\"], [\"outstanding\", \"mayor\", \"new\"], [\"mayor\", \"new\", \"orleans\"], [\"new\", \"orleans\", \"mitch\"], [\"orleans\", \"mitch\", \"landrieu\"], [\"mitch\", \"landrieu\", \"applause\"], [\"landrieu\", \"applause\", \"better\"], [\"applause\", \"better\", \"looking\"], [\"better\", \"looking\", \"younger\"], [\"looking\", \"younger\", \"senator\"], [\"younger\", \"senator\", \"louisiana\"], [\"senator\", \"louisiana\", \"mary\"], [\"louisiana\", \"mary\", \"landrieu\"], [\"mary\", \"landrieu\", \"applause\"], [\"landrieu\", \"applause\", \"believe\"], [\"applause\", \"believe\", \"senator\"], [\"believe\", \"senator\", \"david\"], [\"senator\", \"david\", \"vitter\"], [\"david\", \"vitter\", \"david\"], [\"vitter\", \"david\", \"right\"], [\"david\", \"right\", \"applause\"], [\"right\", \"applause\", \"hold\"], [\"applause\", \"hold\", \"second\"], [\"hold\", \"second\", \"weve\"], [\"second\", \"weve\", \"got\"], [\"weve\", \"got\", \"congressman\"], [\"got\", \"congressman\", \"joe\"], [\"congressman\", \"joe\", \"cao\"], [\"joe\", \"cao\", \"applause\"], [\"cao\", \"applause\", \"congressman\"], [\"applause\", \"congressman\", \"charlie\"], [\"congressman\", \"charlie\", \"melancon\"], [\"charlie\", \"melancon\", \"applause\"], [\"melancon\", \"applause\", \"congressman\"], [\"applause\", \"congressman\", \"steve\"], [\"congressman\", \"steve\", \"scalise\"], [\"steve\", \"scalise\", \"applause\"], [\"scalise\", \"applause\", \"secretary\"], [\"applause\", \"secretary\", \"housing\"], [\"secretary\", \"housing\", \"urban\"], [\"housing\", \"urban\", \"development\"], [\"urban\", \"development\", \"working\"], [\"development\", \"working\", \"tirelessly\"], [\"working\", \"tirelessly\", \"louisiana\"], [\"tirelessly\", \"louisiana\", \"shaun\"], [\"louisiana\", \"shaun\", \"donovan\"], [\"shaun\", \"donovan\", \"applause\"], [\"donovan\", \"applause\", \"weve\"], [\"applause\", \"weve\", \"got\"], [\"weve\", \"got\", \"epa\"], [\"got\", \"epa\", \"administrator\"], [\"epa\", \"administrator\", \"lisa\"], [\"administrator\", \"lisa\", \"jackson\"], [\"lisa\", \"jackson\", \"homegirl\"], [\"jackson\", \"homegirl\", \"applause\"], [\"homegirl\", \"applause\", \"administrator\"], [\"applause\", \"administrator\", \"fema\"], [\"administrator\", \"fema\", \"craig\"], [\"fema\", \"craig\", \"fugate\"], [\"craig\", \"fugate\", \"applause\"], [\"fugate\", \"applause\", \"person\"], [\"applause\", \"person\", \"who\"], [\"person\", \"who\", \"heading\"], [\"who\", \"heading\", \"community\"], [\"heading\", \"community\", \"service\"], [\"community\", \"service\", \"effort\"], [\"service\", \"effort\", \"across\"], [\"effort\", \"across\", \"country\"], [\"across\", \"country\", \"patrick\"], [\"country\", \"patrick\", \"corvington\"], [\"patrick\", \"corvington\", \"applause\"], [\"corvington\", \"applause\", \"louisiana\"], [\"applause\", \"louisiana\", \"regina\"], [\"louisiana\", \"regina\", \"benjamin\"], [\"regina\", \"benjamin\", \"surgeon\"], [\"benjamin\", \"surgeon\", \"general\"], [\"surgeon\", \"general\", \"applause\"], [\"general\", \"applause\", \"xavier\"], [\"applause\", \"xavier\", \"grad\"], [\"xavier\", \"grad\", \"might\"], [\"grad\", \"might\", \"add\"], [\"might\", \"add\", \"applause\"], [\"add\", \"applause\", \"proud\"], [\"applause\", \"proud\", \"terrific\"], [\"proud\", \"terrific\", \"public\"], [\"terrific\", \"public\", \"servant\"], [\"public\", \"servant\", \"wonderful\"], [\"servant\", \"wonderful\", \"back\"], [\"wonderful\", \"back\", \"new\"], [\"back\", \"new\", \"orleans\"], [\"new\", \"orleans\", \"great\"], [\"orleans\", \"great\", \"honor\"], [\"great\", \"honor\", \"audience\"], [\"honor\", \"audience\", \"member\"], [\"audience\", \"member\", \"love\"], [\"member\", \"love\", \"audience\"], [\"love\", \"audience\", \"member\"], [\"audience\", \"member\", \"cant\"], [\"member\", \"cant\", \"see\"], [\"cant\", \"see\", \"president\"], [\"see\", \"president\", \"great\"], [\"president\", \"great\", \"honor\"], [\"great\", \"honor\", \"laughter\"], [\"honor\", \"laughter\", \"see\"], [\"laughter\", \"see\", \"laughter\"], [\"see\", \"laughter\", \"okay\"], [\"laughter\", \"okay\", \"great\"], [\"okay\", \"great\", \"honor\"], [\"great\", \"honor\", \"back\"], [\"honor\", \"back\", \"xavier\"], [\"back\", \"xavier\", \"university\"], [\"xavier\", \"university\", \"applause\"], [\"university\", \"applause\", \"inspiring\"], [\"applause\", \"inspiring\", \"spend\"], [\"inspiring\", \"spend\", \"time\"], [\"spend\", \"time\", \"people\"], [\"time\", \"people\", \"whove\"], [\"people\", \"whove\", \"demonstrated\"], [\"whove\", \"demonstrated\", \"mean\"], [\"demonstrated\", \"mean\", \"persevere\"], [\"mean\", \"persevere\", \"face\"], [\"persevere\", \"face\", \"tragedy\"], [\"face\", \"tragedy\", \"rebuild\"], [\"tragedy\", \"rebuild\", \"face\"], [\"rebuild\", \"face\", \"ruin\"], [\"face\", \"ruin\", \"im\"], [\"ruin\", \"im\", \"grateful\"], [\"im\", \"grateful\", \"jade\"], [\"grateful\", \"jade\", \"introduction\"], [\"jade\", \"introduction\", \"congratulate\"], [\"introduction\", \"congratulate\", \"crowned\"], [\"congratulate\", \"crowned\", \"miss\"], [\"crowned\", \"miss\", \"xavier\"], [\"miss\", \"xavier\", \"applause\"], [\"xavier\", \"applause\", \"hope\"], [\"applause\", \"hope\", \"everybody\"], [\"hope\", \"everybody\", \"heard\"], [\"everybody\", \"heard\", \"introduction\"], [\"heard\", \"introduction\", \"junior\"], [\"introduction\", \"junior\", \"ben\"], [\"junior\", \"ben\", \"franklin\"], [\"ben\", \"franklin\", \"high\"], [\"franklin\", \"high\", \"school\"], [\"high\", \"school\", \"five\"], [\"school\", \"five\", \"year\"], [\"five\", \"year\", \"ago\"], [\"year\", \"ago\", \"storm\"], [\"ago\", \"storm\", \"came\"], [\"storm\", \"came\", \"katrina\"], [\"came\", \"katrina\", \"ben\"], [\"katrina\", \"ben\", \"franklin\"], [\"ben\", \"franklin\", \"high\"], [\"franklin\", \"high\", \"terribly\"], [\"high\", \"terribly\", \"damaged\"], [\"terribly\", \"damaged\", \"wind\"], [\"damaged\", \"wind\", \"water\"], [\"wind\", \"water\", \"million\"], [\"water\", \"million\", \"dollar\"], [\"million\", \"dollar\", \"needed\"], [\"dollar\", \"needed\", \"rebuild\"], [\"needed\", \"rebuild\", \"school\"], [\"rebuild\", \"school\", \"many\"], [\"school\", \"many\", \"feared\"], [\"many\", \"feared\", \"would\"], [\"feared\", \"would\", \"take\"], [\"would\", \"take\", \"year\"], [\"take\", \"year\", \"reopen\"], [\"year\", \"reopen\", \"could\"], [\"reopen\", \"could\", \"reopened\"], [\"could\", \"reopened\", \"something\"], [\"reopened\", \"something\", \"remarkable\"], [\"something\", \"remarkable\", \"happened\"], [\"remarkable\", \"happened\", \"parent\"], [\"happened\", \"parent\", \"teacher\"], [\"parent\", \"teacher\", \"student\"], [\"teacher\", \"student\", \"volunteer\"], [\"student\", \"volunteer\", \"got\"], [\"volunteer\", \"got\", \"work\"], [\"got\", \"work\", \"making\"], [\"work\", \"making\", \"repair\"], [\"making\", \"repair\", \"donation\"], [\"repair\", \"donation\", \"came\"], [\"donation\", \"came\", \"across\"], [\"came\", \"across\", \"new\"], [\"across\", \"new\", \"orleans\"], [\"new\", \"orleans\", \"around\"], [\"orleans\", \"around\", \"world\"], [\"around\", \"world\", \"soon\"], [\"world\", \"soon\", \"silent\"], [\"soon\", \"silent\", \"darkened\"], [\"silent\", \"darkened\", \"corridor\"], [\"darkened\", \"corridor\", \"bright\"], [\"corridor\", \"bright\", \"filled\"], [\"bright\", \"filled\", \"sound\"], [\"filled\", \"sound\", \"young\"], [\"sound\", \"young\", \"men\"], [\"young\", \"men\", \"woman\"], [\"men\", \"woman\", \"including\"], [\"woman\", \"including\", \"jade\"], [\"including\", \"jade\", \"going\"], [\"jade\", \"going\", \"back\"], [\"going\", \"back\", \"class\"], [\"back\", \"class\", \"jade\"], [\"class\", \"jade\", \"committed\"], [\"jade\", \"committed\", \"xavier\"], [\"committed\", \"xavier\", \"university\"], [\"xavier\", \"university\", \"likewise\"], [\"university\", \"likewise\", \"refused\"], [\"likewise\", \"refused\", \"succumb\"], [\"refused\", \"succumb\", \"despair\"], [\"succumb\", \"despair\", \"jade\"], [\"despair\", \"jade\", \"like\"], [\"jade\", \"like\", \"many\"], [\"like\", \"many\", \"student\"], [\"many\", \"student\", \"university\"], [\"student\", \"university\", \"embody\"], [\"university\", \"embody\", \"hope\"], [\"embody\", \"hope\", \"sense\"], [\"hope\", \"sense\", \"hope\"], [\"sense\", \"hope\", \"difficult\"], [\"hope\", \"difficult\", \"time\"], [\"difficult\", \"time\", \"thats\"], [\"time\", \"thats\", \"came\"], [\"thats\", \"came\", \"talk\"], [\"came\", \"talk\", \"today\"], [\"talk\", \"today\", \"five\"], [\"today\", \"five\", \"year\"], [\"five\", \"year\", \"since\"], [\"year\", \"since\", \"katrina\"], [\"since\", \"katrina\", \"ravaged\"], [\"katrina\", \"ravaged\", \"gulf\"], [\"ravaged\", \"gulf\", \"coast\"], [\"gulf\", \"coast\", \"there\"], [\"coast\", \"there\", \"need\"], [\"there\", \"need\", \"dwell\"], [\"need\", \"dwell\", \"experienced\"], [\"dwell\", \"experienced\", \"world\"], [\"experienced\", \"world\", \"witnessed\"], [\"world\", \"witnessed\", \"remember\"], [\"witnessed\", \"remember\", \"keenly\"], [\"remember\", \"keenly\", \"water\"], [\"keenly\", \"water\", \"pouring\"], [\"water\", \"pouring\", \"broken\"], [\"pouring\", \"broken\", \"levee\"], [\"broken\", \"levee\", \"mother\"], [\"levee\", \"mother\", \"holding\"], [\"mother\", \"holding\", \"child\"], [\"holding\", \"child\", \"waterline\"], [\"child\", \"waterline\", \"people\"], [\"waterline\", \"people\", \"stranded\"], [\"people\", \"stranded\", \"rooftop\"], [\"stranded\", \"rooftop\", \"begging\"], [\"rooftop\", \"begging\", \"help\"], [\"begging\", \"help\", \"body\"], [\"help\", \"body\", \"lying\"], [\"body\", \"lying\", \"street\"], [\"lying\", \"street\", \"great\"], [\"street\", \"great\", \"american\"], [\"great\", \"american\", \"city\"], [\"american\", \"city\", \"natural\"], [\"city\", \"natural\", \"disaster\"], [\"natural\", \"disaster\", \"also\"], [\"disaster\", \"also\", \"manmade\"], [\"also\", \"manmade\", \"catastrophe\"], [\"manmade\", \"catastrophe\", \"shameful\"], [\"catastrophe\", \"shameful\", \"breakdown\"], [\"shameful\", \"breakdown\", \"government\"], [\"breakdown\", \"government\", \"left\"], [\"government\", \"left\", \"countless\"], [\"left\", \"countless\", \"men\"], [\"countless\", \"men\", \"woman\"], [\"men\", \"woman\", \"child\"], [\"woman\", \"child\", \"abandoned\"], [\"child\", \"abandoned\", \"alone\"], [\"abandoned\", \"alone\", \"shortly\"], [\"alone\", \"shortly\", \"storm\"], [\"shortly\", \"storm\", \"came\"], [\"storm\", \"came\", \"houston\"], [\"came\", \"houston\", \"spend\"], [\"houston\", \"spend\", \"time\"], [\"spend\", \"time\", \"folk\"], [\"time\", \"folk\", \"taken\"], [\"folk\", \"taken\", \"shelter\"], [\"taken\", \"shelter\", \"ill\"], [\"shelter\", \"ill\", \"never\"], [\"ill\", \"never\", \"forget\"], [\"never\", \"forget\", \"one\"], [\"forget\", \"one\", \"woman\"], [\"one\", \"woman\", \"told\"], [\"woman\", \"told\", \"said\"], [\"told\", \"said\", \"nothing\"], [\"said\", \"nothing\", \"hurricane\"], [\"nothing\", \"hurricane\", \"weve\"], [\"hurricane\", \"weve\", \"got\"], [\"weve\", \"got\", \"le\"], [\"got\", \"le\", \"nothing\"], [\"le\", \"nothing\", \"year\"], [\"nothing\", \"year\", \"followed\"], [\"year\", \"followed\", \"new\"], [\"followed\", \"new\", \"orleans\"], [\"new\", \"orleans\", \"could\"], [\"orleans\", \"could\", \"remained\"], [\"could\", \"remained\", \"symbol\"], [\"remained\", \"symbol\", \"destruction\"], [\"symbol\", \"destruction\", \"decay\"], [\"destruction\", \"decay\", \"storm\"], [\"decay\", \"storm\", \"came\"], [\"storm\", \"came\", \"inadequate\"], [\"came\", \"inadequate\", \"response\"], [\"inadequate\", \"response\", \"followed\"], [\"response\", \"followed\", \"hard\"], [\"followed\", \"hard\", \"imagine\"], [\"hard\", \"imagine\", \"day\"], [\"imagine\", \"day\", \"wed\"], [\"day\", \"wed\", \"tell\"], [\"wed\", \"tell\", \"child\"], [\"tell\", \"child\", \"vibrant\"], [\"child\", \"vibrant\", \"wonderful\"], [\"vibrant\", \"wonderful\", \"city\"], [\"wonderful\", \"city\", \"laid\"], [\"city\", \"laid\", \"low\"], [\"laid\", \"low\", \"indifference\"], [\"low\", \"indifference\", \"neglect\"], [\"indifference\", \"neglect\", \"thats\"], [\"neglect\", \"thats\", \"happened\"], [\"thats\", \"happened\", \"happened\"], [\"happened\", \"happened\", \"ben\"], [\"happened\", \"ben\", \"franklin\"], [\"ben\", \"franklin\", \"happened\"], [\"franklin\", \"happened\", \"xavier\"], [\"happened\", \"xavier\", \"happened\"], [\"xavier\", \"happened\", \"across\"], [\"happened\", \"across\", \"new\"], [\"across\", \"new\", \"orleans\"], [\"new\", \"orleans\", \"across\"], [\"orleans\", \"across\", \"gulf\"], [\"across\", \"gulf\", \"coast\"], [\"gulf\", \"coast\", \"applause\"], [\"coast\", \"applause\", \"instead\"], [\"applause\", \"instead\", \"city\"], [\"instead\", \"city\", \"become\"], [\"city\", \"become\", \"symbol\"], [\"become\", \"symbol\", \"resilience\"], [\"symbol\", \"resilience\", \"community\"], [\"resilience\", \"community\", \"fundamental\"], [\"community\", \"fundamental\", \"responsibility\"], [\"fundamental\", \"responsibility\", \"one\"], [\"responsibility\", \"one\", \"another\"], [\"one\", \"another\", \"see\"], [\"another\", \"see\", \"xavier\"], [\"see\", \"xavier\", \"le\"], [\"xavier\", \"le\", \"month\"], [\"le\", \"month\", \"storm\"], [\"month\", \"storm\", \"struck\"], [\"storm\", \"struck\", \"amidst\"], [\"struck\", \"amidst\", \"debris\"], [\"amidst\", \"debris\", \"flooddamaged\"], [\"debris\", \"flooddamaged\", \"building\"], [\"flooddamaged\", \"building\", \"president\"], [\"building\", \"president\", \"francis\"], [\"president\", \"francis\", \"promised\"], [\"francis\", \"promised\", \"university\"], [\"promised\", \"university\", \"would\"], [\"university\", \"would\", \"reopen\"], [\"would\", \"reopen\", \"matter\"], [\"reopen\", \"matter\", \"month\"], [\"matter\", \"month\", \"applause\"], [\"month\", \"applause\", \"said\"], [\"applause\", \"said\", \"crazy\"], [\"said\", \"crazy\", \"said\"], [\"crazy\", \"said\", \"couldnt\"], [\"said\", \"couldnt\", \"happen\"], [\"couldnt\", \"happen\", \"didnt\"], [\"happen\", \"didnt\", \"count\"], [\"didnt\", \"count\", \"happens\"], [\"count\", \"happens\", \"one\"], [\"happens\", \"one\", \"force\"], [\"one\", \"force\", \"nature\"], [\"force\", \"nature\", \"meet\"], [\"nature\", \"meet\", \"another\"], [\"meet\", \"another\", \"laughter\"], [\"another\", \"laughter\", \"january\"], [\"laughter\", \"january\", \"four\"], [\"january\", \"four\", \"month\"], [\"four\", \"month\", \"later\"], [\"month\", \"later\", \"class\"], [\"later\", \"class\", \"session\"], [\"class\", \"session\", \"le\"], [\"session\", \"le\", \"year\"], [\"le\", \"year\", \"storm\"], [\"year\", \"storm\", \"privilege\"], [\"storm\", \"privilege\", \"delivering\"], [\"privilege\", \"delivering\", \"commencement\"], [\"delivering\", \"commencement\", \"address\"], [\"commencement\", \"address\", \"largest\"], [\"address\", \"largest\", \"graduating\"], [\"largest\", \"graduating\", \"class\"], [\"graduating\", \"class\", \"xavier\"], [\"class\", \"xavier\", \"history\"], [\"xavier\", \"history\", \"symbol\"], [\"history\", \"symbol\", \"new\"], [\"symbol\", \"new\", \"orleans\"], [\"new\", \"orleans\", \"applause\"], [\"orleans\", \"applause\", \"see\"], [\"applause\", \"see\", \"new\"], [\"see\", \"new\", \"orleans\"], [\"new\", \"orleans\", \"effort\"], [\"orleans\", \"effort\", \"joycelyn\"], [\"effort\", \"joycelyn\", \"heintz\"], [\"joycelyn\", \"heintz\", \"who\"], [\"heintz\", \"who\", \"today\"], [\"who\", \"today\", \"katrina\"], [\"today\", \"katrina\", \"left\"], [\"katrina\", \"left\", \"house\"], [\"left\", \"house\", \"14\"], [\"house\", \"14\", \"foot\"], [\"14\", \"foot\", \"underwater\"], [\"foot\", \"underwater\", \"volunteer\"], [\"underwater\", \"volunteer\", \"helped\"], [\"volunteer\", \"helped\", \"rebuild\"], [\"helped\", \"rebuild\", \"joined\"], [\"rebuild\", \"joined\", \"americorps\"], [\"joined\", \"americorps\", \"serve\"], [\"americorps\", \"serve\", \"community\"], [\"serve\", \"community\", \"part\"], [\"community\", \"part\", \"wave\"], [\"part\", \"wave\", \"americorps\"], [\"wave\", \"americorps\", \"member\"], [\"americorps\", \"member\", \"whove\"], [\"member\", \"whove\", \"critical\"], [\"whove\", \"critical\", \"rebirth\"], [\"critical\", \"rebirth\", \"city\"], [\"rebirth\", \"city\", \"rebuilding\"], [\"city\", \"rebuilding\", \"region\"], [\"rebuilding\", \"region\", \"applause\"], [\"region\", \"applause\", \"today\"], [\"applause\", \"today\", \"manages\"], [\"today\", \"manages\", \"local\"], [\"manages\", \"local\", \"center\"], [\"local\", \"center\", \"mental\"], [\"center\", \"mental\", \"health\"], [\"mental\", \"health\", \"wellness\"], [\"health\", \"wellness\", \"see\"], [\"wellness\", \"see\", \"symbol\"], [\"see\", \"symbol\", \"city\"], [\"symbol\", \"city\", \"become\"], [\"city\", \"become\", \"st\"], [\"become\", \"st\", \"bernard\"], [\"st\", \"bernard\", \"project\"], [\"bernard\", \"project\", \"whose\"], [\"project\", \"whose\", \"founder\"], [\"whose\", \"founder\", \"liz\"], [\"founder\", \"liz\", \"mccartney\"], [\"liz\", \"mccartney\", \"u\"], [\"mccartney\", \"u\", \"applause\"], [\"u\", \"applause\", \"endeavor\"], [\"applause\", \"endeavor\", \"drawn\"], [\"endeavor\", \"drawn\", \"volunteer\"], [\"drawn\", \"volunteer\", \"across\"], [\"volunteer\", \"across\", \"country\"], [\"across\", \"country\", \"rebuild\"], [\"country\", \"rebuild\", \"hundred\"], [\"rebuild\", \"hundred\", \"home\"], [\"hundred\", \"home\", \"throughout\"], [\"home\", \"throughout\", \"st\"], [\"throughout\", \"st\", \"bernard\"], [\"st\", \"bernard\", \"parish\"], [\"bernard\", \"parish\", \"lower\"], [\"parish\", \"lower\", \"ninth\"], [\"lower\", \"ninth\", \"ward\"], [\"ninth\", \"ward\", \"ive\"], [\"ward\", \"ive\", \"seen\"], [\"ive\", \"seen\", \"sense\"], [\"seen\", \"sense\", \"purpose\"], [\"sense\", \"purpose\", \"people\"], [\"purpose\", \"people\", \"felt\"], [\"people\", \"felt\", \"storm\"], [\"felt\", \"storm\", \"visited\"], [\"storm\", \"visited\", \"musician\"], [\"visited\", \"musician\", \"village\"], [\"musician\", \"village\", \"ninth\"], [\"village\", \"ninth\", \"ward\"], [\"ninth\", \"ward\", \"back\"], [\"ward\", \"back\", \"2006\"], [\"back\", \"2006\", \"volunteer\"], [\"2006\", \"volunteer\", \"constructing\"], [\"volunteer\", \"constructing\", \"house\"], [\"constructing\", \"house\", \"coming\"], [\"house\", \"coming\", \"together\"], [\"coming\", \"together\", \"preserve\"], [\"together\", \"preserve\", \"culture\"], [\"preserve\", \"culture\", \"music\"], [\"culture\", \"music\", \"art\"], [\"music\", \"art\", \"thats\"], [\"art\", \"thats\", \"part\"], [\"thats\", \"part\", \"soul\"], [\"part\", \"soul\", \"city\"], [\"soul\", \"city\", \"soul\"], [\"city\", \"soul\", \"country\"], [\"soul\", \"country\", \"today\"], [\"country\", \"today\", \"70\"], [\"today\", \"70\", \"home\"], [\"70\", \"home\", \"complete\"], [\"home\", \"complete\", \"construction\"], [\"complete\", \"construction\", \"underway\"], [\"construction\", \"underway\", \"elli\"], [\"underway\", \"elli\", \"marsalis\"], [\"elli\", \"marsalis\", \"center\"], [\"marsalis\", \"center\", \"music\"], [\"center\", \"music\", \"applause\"], [\"music\", \"applause\", \"see\"], [\"applause\", \"see\", \"dedication\"], [\"see\", \"dedication\", \"community\"], [\"dedication\", \"community\", \"effort\"], [\"community\", \"effort\", \"xavier\"], [\"effort\", \"xavier\", \"grad\"], [\"xavier\", \"grad\", \"dr\"], [\"grad\", \"dr\", \"regina\"], [\"dr\", \"regina\", \"benjamin\"], [\"regina\", \"benjamin\", \"mortgaged\"], [\"benjamin\", \"mortgaged\", \"home\"], [\"mortgaged\", \"home\", \"maxed\"], [\"home\", \"maxed\", \"credit\"], [\"maxed\", \"credit\", \"card\"], [\"credit\", \"card\", \"could\"], [\"card\", \"could\", \"reopen\"], [\"could\", \"reopen\", \"bayou\"], [\"reopen\", \"bayou\", \"la\"], [\"bayou\", \"la\", \"batre\"], [\"la\", \"batre\", \"clinic\"], [\"batre\", \"clinic\", \"care\"], [\"clinic\", \"care\", \"victim\"], [\"care\", \"victim\", \"storm\"], [\"victim\", \"storm\", \"nation\"], [\"storm\", \"nation\", \"surgeon\"], [\"nation\", \"surgeon\", \"general\"], [\"surgeon\", \"general\", \"applause\"], [\"general\", \"applause\", \"see\"], [\"applause\", \"see\", \"resilience\"], [\"see\", \"resilience\", \"hope\"], [\"resilience\", \"hope\", \"exemplified\"], [\"hope\", \"exemplified\", \"student\"], [\"exemplified\", \"student\", \"carver\"], [\"student\", \"carver\", \"high\"], [\"carver\", \"high\", \"school\"], [\"high\", \"school\", \"helped\"], [\"school\", \"helped\", \"raise\"], [\"helped\", \"raise\", \"million\"], [\"raise\", \"million\", \"dollar\"], [\"million\", \"dollar\", \"build\"], [\"dollar\", \"build\", \"new\"], [\"build\", \"new\", \"community\"], [\"new\", \"community\", \"track\"], [\"community\", \"track\", \"football\"], [\"track\", \"football\", \"field\"], [\"football\", \"field\", \"field\"], [\"field\", \"field\", \"dream\"], [\"field\", \"dream\", \"ninth\"], [\"dream\", \"ninth\", \"ward\"], [\"ninth\", \"ward\", \"applause\"], [\"ward\", \"applause\", \"advocate\"], [\"applause\", \"advocate\", \"organizer\"], [\"advocate\", \"organizer\", \"today\"], [\"organizer\", \"today\", \"folk\"], [\"today\", \"folk\", \"standing\"], [\"folk\", \"standing\", \"behind\"], [\"standing\", \"behind\", \"whove\"], [\"behind\", \"whove\", \"worked\"], [\"whove\", \"worked\", \"hard\"], [\"worked\", \"hard\", \"never\"], [\"hard\", \"never\", \"gave\"], [\"never\", \"gave\", \"hope\"], [\"gave\", \"hope\", \"leading\"], [\"hope\", \"leading\", \"way\"], [\"leading\", \"way\", \"toward\"], [\"way\", \"toward\", \"better\"], [\"toward\", \"better\", \"future\"], [\"better\", \"future\", \"city\"], [\"future\", \"city\", \"innovative\"], [\"city\", \"innovative\", \"approach\"], [\"innovative\", \"approach\", \"fight\"], [\"approach\", \"fight\", \"poverty\"], [\"fight\", \"poverty\", \"improve\"], [\"poverty\", \"improve\", \"health\"], [\"improve\", \"health\", \"care\"], [\"health\", \"care\", \"reduce\"], [\"care\", \"reduce\", \"crime\"], [\"reduce\", \"crime\", \"create\"], [\"crime\", \"create\", \"opportunity\"], [\"create\", \"opportunity\", \"young\"], [\"opportunity\", \"young\", \"people\"], [\"young\", \"people\", \"new\"], [\"people\", \"new\", \"orleans\"], [\"new\", \"orleans\", \"coming\"], [\"orleans\", \"coming\", \"back\"], [\"coming\", \"back\", \"applause\"], [\"back\", \"applause\", \"came\"], [\"applause\", \"came\", \"parkway\"], [\"came\", \"parkway\", \"bakery\"], [\"parkway\", \"bakery\", \"tavern\"], [\"bakery\", \"tavern\", \"applause\"], [\"tavern\", \"applause\", \"five\"], [\"applause\", \"five\", \"year\"], [\"five\", \"year\", \"ago\"], [\"year\", \"ago\", \"storm\"], [\"ago\", \"storm\", \"nearly\"], [\"storm\", \"nearly\", \"destroyed\"], [\"nearly\", \"destroyed\", \"neighborhood\"], [\"destroyed\", \"neighborhood\", \"institution\"], [\"neighborhood\", \"institution\", \"saw\"], [\"institution\", \"saw\", \"picture\"], [\"saw\", \"picture\", \"theyre\"], [\"picture\", \"theyre\", \"open\"], [\"theyre\", \"open\", \"business\"], [\"open\", \"business\", \"booming\"], [\"business\", \"booming\", \"thats\"], [\"booming\", \"thats\", \"good\"], [\"thats\", \"good\", \"eats\"], [\"good\", \"eats\", \"laughter\"], [\"eats\", \"laughter\", \"shrimp\"], [\"laughter\", \"shrimp\", \"poboy\"], [\"shrimp\", \"poboy\", \"gumbo\"], [\"poboy\", \"gumbo\", \"applause\"], [\"gumbo\", \"applause\", \"skipped\"], [\"applause\", \"skipped\", \"bread\"], [\"skipped\", \"bread\", \"pudding\"], [\"bread\", \"pudding\", \"thought\"], [\"pudding\", \"thought\", \"might\"], [\"thought\", \"might\", \"fall\"], [\"might\", \"fall\", \"asleep\"], [\"fall\", \"asleep\", \"speaking\"], [\"asleep\", \"speaking\", \"laughter\"], [\"speaking\", \"laughter\", \"ive\"], [\"laughter\", \"ive\", \"got\"], [\"ive\", \"got\", \"saved\"], [\"got\", \"saved\", \"later\"], [\"saved\", \"later\", \"laughter\"], [\"later\", \"laughter\", \"five\"], [\"laughter\", \"five\", \"year\"], [\"five\", \"year\", \"ago\"], [\"year\", \"ago\", \"many\"], [\"ago\", \"many\", \"questioned\"], [\"many\", \"questioned\", \"whether\"], [\"questioned\", \"whether\", \"people\"], [\"whether\", \"people\", \"could\"], [\"people\", \"could\", \"ever\"], [\"could\", \"ever\", \"return\"], [\"ever\", \"return\", \"city\"], [\"return\", \"city\", \"today\"], [\"city\", \"today\", \"new\"], [\"today\", \"new\", \"orleans\"], [\"new\", \"orleans\", \"one\"], [\"orleans\", \"one\", \"fastest\"], [\"one\", \"fastest\", \"growing\"], [\"fastest\", \"growing\", \"city\"], [\"growing\", \"city\", \"america\"], [\"city\", \"america\", \"big\"], [\"america\", \"big\", \"new\"], [\"big\", \"new\", \"surge\"], [\"new\", \"surge\", \"small\"], [\"surge\", \"small\", \"business\"], [\"small\", \"business\", \"five\"], [\"business\", \"five\", \"year\"], [\"five\", \"year\", \"ago\"], [\"year\", \"ago\", \"saint\"], [\"ago\", \"saint\", \"play\"], [\"saint\", \"play\", \"every\"], [\"play\", \"every\", \"game\"], [\"every\", \"game\", \"road\"], [\"game\", \"road\", \"damage\"], [\"road\", \"damage\", \"superdome\"], [\"damage\", \"superdome\", \"two\"], [\"superdome\", \"two\", \"week\"], [\"two\", \"week\", \"ago\"], [\"week\", \"ago\", \"welcomed\"], [\"ago\", \"welcomed\", \"saint\"], [\"welcomed\", \"saint\", \"white\"], [\"saint\", \"white\", \"house\"], [\"white\", \"house\", \"super\"], [\"house\", \"super\", \"bowl\"], [\"super\", \"bowl\", \"champion\"], [\"bowl\", \"champion\", \"applause\"], [\"champion\", \"applause\", \"also\"], [\"applause\", \"also\", \"food\"], [\"also\", \"food\", \"associated\"], [\"food\", \"associated\", \"laughter\"], [\"associated\", \"laughter\", \"marked\"], [\"laughter\", \"marked\", \"occasion\"], [\"marked\", \"occasion\", \"30foot\"], [\"occasion\", \"30foot\", \"poboy\"], [\"30foot\", \"poboy\", \"made\"], [\"poboy\", \"made\", \"shrimp\"], [\"made\", \"shrimp\", \"oyster\"], [\"shrimp\", \"oyster\", \"gulf\"], [\"oyster\", \"gulf\", \"applause\"], [\"gulf\", \"applause\", \"youll\"], [\"applause\", \"youll\", \"pleased\"], [\"youll\", \"pleased\", \"know\"], [\"pleased\", \"know\", \"leftover\"], [\"know\", \"leftover\", \"laughter\"], [\"leftover\", \"laughter\", \"dont\"], [\"laughter\", \"dont\", \"tell\"], [\"dont\", \"tell\", \"still\"], [\"tell\", \"still\", \"many\"], [\"still\", \"many\", \"vacant\"], [\"many\", \"vacant\", \"overgrown\"], [\"vacant\", \"overgrown\", \"lot\"], [\"overgrown\", \"lot\", \"still\"], [\"lot\", \"still\", \"many\"], [\"still\", \"many\", \"student\"], [\"many\", \"student\", \"attending\"], [\"student\", \"attending\", \"class\"], [\"attending\", \"class\", \"trailer\"], [\"class\", \"trailer\", \"still\"], [\"trailer\", \"still\", \"many\"], [\"still\", \"many\", \"people\"], [\"many\", \"people\", \"unable\"], [\"people\", \"unable\", \"find\"], [\"unable\", \"find\", \"work\"], [\"find\", \"work\", \"still\"], [\"work\", \"still\", \"many\"], [\"still\", \"many\", \"new\"], [\"many\", \"new\", \"orleanians\"], [\"new\", \"orleanians\", \"folk\"], [\"orleanians\", \"folk\", \"havent\"], [\"folk\", \"havent\", \"able\"], [\"havent\", \"able\", \"come\"], [\"able\", \"come\", \"home\"], [\"come\", \"home\", \"incredible\"], [\"home\", \"incredible\", \"amount\"], [\"incredible\", \"amount\", \"progress\"], [\"amount\", \"progress\", \"made\"], [\"progress\", \"made\", \"fifth\"], [\"made\", \"fifth\", \"anniversary\"], [\"fifth\", \"anniversary\", \"wanted\"], [\"anniversary\", \"wanted\", \"come\"], [\"wanted\", \"come\", \"tell\"], [\"come\", \"tell\", \"people\"], [\"tell\", \"people\", \"city\"], [\"people\", \"city\", \"directly\"], [\"city\", \"directly\", \"administration\"], [\"directly\", \"administration\", \"going\"], [\"administration\", \"going\", \"stand\"], [\"going\", \"stand\", \"fight\"], [\"stand\", \"fight\", \"alongside\"], [\"fight\", \"alongside\", \"job\"], [\"alongside\", \"job\", \"done\"], [\"job\", \"done\", \"applause\"], [\"done\", \"applause\", \"new\"], [\"applause\", \"new\", \"orleans\"], [\"new\", \"orleans\", \"way\"], [\"orleans\", \"way\", \"back\"], [\"way\", \"back\", \"way\"], [\"back\", \"way\", \"applause\"], [\"way\", \"applause\", \"took\"], [\"applause\", \"took\", \"office\"], [\"took\", \"office\", \"directed\"], [\"office\", \"directed\", \"cabinet\"], [\"directed\", \"cabinet\", \"redouble\"], [\"cabinet\", \"redouble\", \"effort\"], [\"redouble\", \"effort\", \"put\"], [\"effort\", \"put\", \"end\"], [\"put\", \"end\", \"turf\"], [\"end\", \"turf\", \"war\"], [\"turf\", \"war\", \"agency\"], [\"war\", \"agency\", \"cut\"], [\"agency\", \"cut\", \"red\"], [\"cut\", \"red\", \"tape\"], [\"red\", \"tape\", \"cut\"], [\"tape\", \"cut\", \"bureaucracy\"], [\"cut\", \"bureaucracy\", \"applause\"], [\"bureaucracy\", \"applause\", \"wanted\"], [\"applause\", \"wanted\", \"make\"], [\"wanted\", \"make\", \"sure\"], [\"make\", \"sure\", \"federal\"], [\"sure\", \"federal\", \"government\"], [\"federal\", \"government\", \"partner\"], [\"government\", \"partner\", \"obstacle\"], [\"partner\", \"obstacle\", \"recovery\"], [\"obstacle\", \"recovery\", \"gulf\"], [\"recovery\", \"gulf\", \"coast\"], [\"gulf\", \"coast\", \"member\"], [\"coast\", \"member\", \"cabinet\"], [\"member\", \"cabinet\", \"including\"], [\"cabinet\", \"including\", \"epa\"], [\"including\", \"epa\", \"administrator\"], [\"epa\", \"administrator\", \"lisa\"], [\"administrator\", \"lisa\", \"jackson\"], [\"lisa\", \"jackson\", \"grew\"], [\"jackson\", \"grew\", \"pontchartrain\"], [\"grew\", \"pontchartrain\", \"park\"], [\"pontchartrain\", \"park\", \"applause\"], [\"park\", \"applause\", \"come\"], [\"applause\", \"come\", \"dozen\"], [\"come\", \"dozen\", \"time\"], [\"dozen\", \"time\", \"shaun\"], [\"time\", \"shaun\", \"donovan\"], [\"shaun\", \"donovan\", \"come\"], [\"donovan\", \"come\", \"dozen\"], [\"come\", \"dozen\", \"time\"], [\"dozen\", \"time\", \"make\"], [\"time\", \"make\", \"appearance\"], [\"make\", \"appearance\", \"get\"], [\"appearance\", \"get\", \"photo\"], [\"get\", \"photo\", \"ops\"], [\"photo\", \"ops\", \"came\"], [\"ops\", \"came\", \"listen\"], [\"came\", \"listen\", \"learn\"], [\"listen\", \"learn\", \"make\"], [\"learn\", \"make\", \"real\"], [\"make\", \"real\", \"change\"], [\"real\", \"change\", \"necessary\"], [\"change\", \"necessary\", \"government\"], [\"necessary\", \"government\", \"actually\"], [\"government\", \"actually\", \"working\"], [\"actually\", \"working\", \"example\"], [\"working\", \"example\", \"effort\"], [\"example\", \"effort\", \"rebuild\"], [\"effort\", \"rebuild\", \"school\"], [\"rebuild\", \"school\", \"hospital\"], [\"school\", \"hospital\", \"repair\"], [\"hospital\", \"repair\", \"damaged\"], [\"repair\", \"damaged\", \"road\"], [\"damaged\", \"road\", \"bridge\"], [\"road\", \"bridge\", \"get\"], [\"bridge\", \"get\", \"people\"], [\"get\", \"people\", \"back\"], [\"people\", \"back\", \"home\"], [\"back\", \"home\", \"tied\"], [\"home\", \"tied\", \"year\"], [\"tied\", \"year\", \"tangle\"], [\"year\", \"tangle\", \"disagreement\"], [\"tangle\", \"disagreement\", \"byzantine\"], [\"disagreement\", \"byzantine\", \"rule\"], [\"byzantine\", \"rule\", \"took\"], [\"rule\", \"took\", \"office\"], [\"took\", \"office\", \"working\"], [\"office\", \"working\", \"outstanding\"], [\"working\", \"outstanding\", \"delegation\"], [\"outstanding\", \"delegation\", \"particularly\"], [\"delegation\", \"particularly\", \"senator\"], [\"particularly\", \"senator\", \"mary\"], [\"senator\", \"mary\", \"landrieu\"], [\"mary\", \"landrieu\", \"put\"], [\"landrieu\", \"put\", \"place\"], [\"put\", \"place\", \"new\"], [\"place\", \"new\", \"way\"], [\"new\", \"way\", \"resolving\"], [\"way\", \"resolving\", \"dispute\"], [\"resolving\", \"dispute\", \"applause\"], [\"dispute\", \"applause\", \"put\"], [\"applause\", \"put\", \"place\"], [\"put\", \"place\", \"new\"], [\"place\", \"new\", \"way\"], [\"new\", \"way\", \"resolving\"], [\"way\", \"resolving\", \"dispute\"], [\"resolving\", \"dispute\", \"fund\"], [\"dispute\", \"fund\", \"set\"], [\"fund\", \"set\", \"aside\"], [\"set\", \"aside\", \"rebuilding\"], [\"aside\", \"rebuilding\", \"effort\"], [\"rebuilding\", \"effort\", \"actually\"], [\"effort\", \"actually\", \"went\"], [\"actually\", \"went\", \"toward\"], [\"went\", \"toward\", \"rebuilding\"], [\"toward\", \"rebuilding\", \"effort\"], [\"rebuilding\", \"effort\", \"result\"], [\"effort\", \"result\", \"170\"], [\"result\", \"170\", \"project\"], [\"170\", \"project\", \"getting\"], [\"project\", \"getting\", \"underway\"], [\"getting\", \"underway\", \"work\"], [\"underway\", \"work\", \"firehouse\"], [\"work\", \"firehouse\", \"police\"], [\"firehouse\", \"police\", \"station\"], [\"police\", \"station\", \"road\"], [\"station\", \"road\", \"sewer\"], [\"road\", \"sewer\", \"system\"], [\"sewer\", \"system\", \"health\"], [\"system\", \"health\", \"clinic\"], [\"health\", \"clinic\", \"library\"], [\"clinic\", \"library\", \"university\"], [\"library\", \"university\", \"tackling\"], [\"university\", \"tackling\", \"corruption\"], [\"tackling\", \"corruption\", \"inefficiency\"], [\"corruption\", \"inefficiency\", \"long\"], [\"inefficiency\", \"long\", \"plagued\"], [\"long\", \"plagued\", \"new\"], [\"plagued\", \"new\", \"orleans\"], [\"new\", \"orleans\", \"housing\"], [\"orleans\", \"housing\", \"authority\"], [\"housing\", \"authority\", \"helping\"], [\"authority\", \"helping\", \"homeowner\"], [\"helping\", \"homeowner\", \"rebuild\"], [\"homeowner\", \"rebuild\", \"making\"], [\"rebuild\", \"making\", \"easier\"], [\"making\", \"easier\", \"renter\"], [\"easier\", \"renter\", \"find\"], [\"renter\", \"find\", \"affordable\"], [\"find\", \"affordable\", \"option\"], [\"affordable\", \"option\", \"helping\"], [\"option\", \"helping\", \"people\"], [\"helping\", \"people\", \"move\"], [\"people\", \"move\", \"temporary\"], [\"move\", \"temporary\", \"home\"], [\"temporary\", \"home\", \"know\"], [\"home\", \"know\", \"took\"], [\"know\", \"took\", \"office\"], [\"took\", \"office\", \"three\"], [\"office\", \"three\", \"year\"], [\"three\", \"year\", \"storm\"], [\"year\", \"storm\", \"ten\"], [\"storm\", \"ten\", \"thousand\"], [\"ten\", \"thousand\", \"family\"], [\"thousand\", \"family\", \"still\"], [\"family\", \"still\", \"stuck\"], [\"still\", \"stuck\", \"disaster\"], [\"stuck\", \"disaster\", \"housing\"], [\"disaster\", \"housing\", \"many\"], [\"housing\", \"many\", \"still\"], [\"many\", \"still\", \"living\"], [\"still\", \"living\", \"small\"], [\"living\", \"small\", \"trailer\"], [\"small\", \"trailer\", \"provided\"], [\"trailer\", \"provided\", \"fema\"], [\"provided\", \"fema\", \"spending\"], [\"fema\", \"spending\", \"huge\"], [\"spending\", \"huge\", \"sum\"], [\"huge\", \"sum\", \"money\"], [\"sum\", \"money\", \"temporary\"], [\"money\", \"temporary\", \"shelter\"], [\"temporary\", \"shelter\", \"knew\"], [\"shelter\", \"knew\", \"would\"], [\"knew\", \"would\", \"better\"], [\"would\", \"better\", \"family\"], [\"better\", \"family\", \"le\"], [\"family\", \"le\", \"costly\"], [\"le\", \"costly\", \"taxpayer\"], [\"costly\", \"taxpayer\", \"help\"], [\"taxpayer\", \"help\", \"people\"], [\"help\", \"people\", \"get\"], [\"people\", \"get\", \"affordable\"], [\"get\", \"affordable\", \"stable\"], [\"affordable\", \"stable\", \"permanent\"], [\"stable\", \"permanent\", \"housing\"], [\"permanent\", \"housing\", \"weve\"], [\"housing\", \"weve\", \"helped\"], [\"weve\", \"helped\", \"make\"], [\"helped\", \"make\", \"possible\"], [\"make\", \"possible\", \"people\"], [\"possible\", \"people\", \"find\"], [\"people\", \"find\", \"home\"], [\"find\", \"home\", \"weve\"], [\"home\", \"weve\", \"dramatically\"], [\"weve\", \"dramatically\", \"reduced\"], [\"dramatically\", \"reduced\", \"number\"], [\"reduced\", \"number\", \"family\"], [\"number\", \"family\", \"emergency\"], [\"family\", \"emergency\", \"housing\"], [\"emergency\", \"housing\", \"health\"], [\"housing\", \"health\", \"care\"], [\"health\", \"care\", \"front\"], [\"care\", \"front\", \"candidate\"], [\"front\", \"candidate\", \"president\"], [\"candidate\", \"president\", \"pledged\"], [\"president\", \"pledged\", \"make\"], [\"pledged\", \"make\", \"sure\"], [\"make\", \"sure\", \"helping\"], [\"sure\", \"helping\", \"new\"], [\"helping\", \"new\", \"orleans\"], [\"new\", \"orleans\", \"recruit\"], [\"orleans\", \"recruit\", \"doctor\"], [\"recruit\", \"doctor\", \"nurse\"], [\"doctor\", \"nurse\", \"rebuild\"], [\"nurse\", \"rebuild\", \"medical\"], [\"rebuild\", \"medical\", \"facility\"], [\"medical\", \"facility\", \"including\"], [\"facility\", \"including\", \"new\"], [\"including\", \"new\", \"veteran\"], [\"new\", \"veteran\", \"hospital\"], [\"veteran\", \"hospital\", \"applause\"], [\"hospital\", \"applause\", \"well\"], [\"applause\", \"well\", \"resolved\"], [\"well\", \"resolved\", \"longstanding\"], [\"resolved\", \"longstanding\", \"dispute\"], [\"longstanding\", \"dispute\", \"one\"], [\"dispute\", \"one\", \"tied\"], [\"one\", \"tied\", \"hundred\"], [\"tied\", \"hundred\", \"million\"], [\"hundred\", \"million\", \"dollar\"], [\"million\", \"dollar\", \"fund\"], [\"dollar\", \"fund\", \"replacement\"], [\"fund\", \"replacement\", \"charity\"], [\"replacement\", \"charity\", \"hospital\"], [\"charity\", \"hospital\", \"june\"], [\"hospital\", \"june\", \"veteran\"], [\"june\", \"veteran\", \"secretary\"], [\"veteran\", \"secretary\", \"ric\"], [\"secretary\", \"ric\", \"shinseki\"], [\"ric\", \"shinseki\", \"came\"], [\"shinseki\", \"came\", \"new\"], [\"came\", \"new\", \"orleans\"], [\"new\", \"orleans\", \"groundbreaking\"], [\"orleans\", \"groundbreaking\", \"new\"], [\"groundbreaking\", \"new\", \"va\"], [\"new\", \"va\", \"hospital\"], [\"va\", \"hospital\", \"education\"], [\"hospital\", \"education\", \"weve\"], [\"education\", \"weve\", \"made\"], [\"weve\", \"made\", \"stride\"], [\"made\", \"stride\", \"well\"], [\"stride\", \"well\", \"know\"], [\"well\", \"know\", \"school\"], [\"know\", \"school\", \"new\"], [\"school\", \"new\", \"orleans\"], [\"new\", \"orleans\", \"falling\"], [\"orleans\", \"falling\", \"behind\"], [\"falling\", \"behind\", \"long\"], [\"behind\", \"long\", \"katrina\"], [\"long\", \"katrina\", \"year\"], [\"katrina\", \"year\", \"since\"], [\"year\", \"since\", \"storm\"], [\"since\", \"storm\", \"lot\"], [\"storm\", \"lot\", \"public\"], [\"lot\", \"public\", \"school\"], [\"public\", \"school\", \"opened\"], [\"school\", \"opened\", \"innovation\"], [\"opened\", \"innovation\", \"reform\"], [\"innovation\", \"reform\", \"result\"], [\"reform\", \"result\", \"actually\"], [\"result\", \"actually\", \"seeing\"], [\"actually\", \"seeing\", \"rising\"], [\"seeing\", \"rising\", \"achievement\"], [\"rising\", \"achievement\", \"new\"], [\"achievement\", \"new\", \"orleans\"], [\"new\", \"orleans\", \"becoming\"], [\"orleans\", \"becoming\", \"model\"], [\"becoming\", \"model\", \"innovation\"], [\"model\", \"innovation\", \"nation\"], [\"innovation\", \"nation\", \"yet\"], [\"nation\", \"yet\", \"another\"], [\"yet\", \"another\", \"sign\"], [\"another\", \"sign\", \"youre\"], [\"sign\", \"youre\", \"rebuilding\"], [\"youre\", \"rebuilding\", \"youre\"], [\"rebuilding\", \"youre\", \"rebuilding\"], [\"youre\", \"rebuilding\", \"stronger\"], [\"rebuilding\", \"stronger\", \"friday\"], [\"stronger\", \"friday\", \"administration\"], [\"friday\", \"administration\", \"announced\"], [\"administration\", \"announced\", \"final\"], [\"announced\", \"final\", \"agreement\"], [\"final\", \"agreement\", \"18\"], [\"agreement\", \"18\", \"billion\"], [\"18\", \"billion\", \"dollar\"], [\"billion\", \"dollar\", \"orleans\"], [\"dollar\", \"orleans\", \"parish\"], [\"orleans\", \"parish\", \"school\"], [\"parish\", \"school\", \"applause\"], [\"school\", \"applause\", \"money\"], [\"applause\", \"money\", \"locked\"], [\"money\", \"locked\", \"year\"], [\"locked\", \"year\", \"freed\"], [\"year\", \"freed\", \"folk\"], [\"freed\", \"folk\", \"determine\"], [\"folk\", \"determine\", \"best\"], [\"determine\", \"best\", \"restore\"], [\"best\", \"restore\", \"school\"], [\"restore\", \"school\", \"system\"], [\"school\", \"system\", \"city\"], [\"system\", \"city\", \"thats\"], [\"city\", \"thats\", \"known\"], [\"thats\", \"known\", \"much\"], [\"known\", \"much\", \"violence\"], [\"much\", \"violence\", \"thats\"], [\"violence\", \"thats\", \"seen\"], [\"thats\", \"seen\", \"many\"], [\"seen\", \"many\", \"young\"], [\"many\", \"young\", \"people\"], [\"young\", \"people\", \"lost\"], [\"people\", \"lost\", \"drug\"], [\"lost\", \"drug\", \"criminal\"], [\"drug\", \"criminal\", \"activity\"], [\"criminal\", \"activity\", \"weve\"], [\"activity\", \"weve\", \"got\"], [\"weve\", \"got\", \"justice\"], [\"got\", \"justice\", \"department\"], [\"justice\", \"department\", \"thats\"], [\"department\", \"thats\", \"committed\"], [\"thats\", \"committed\", \"working\"], [\"committed\", \"working\", \"new\"], [\"working\", \"new\", \"orleans\"], [\"new\", \"orleans\", \"fight\"], [\"orleans\", \"fight\", \"scourge\"], [\"fight\", \"scourge\", \"violent\"], [\"scourge\", \"violent\", \"crime\"], [\"violent\", \"crime\", \"weed\"], [\"crime\", \"weed\", \"corruption\"], [\"weed\", \"corruption\", \"police\"], [\"corruption\", \"police\", \"force\"], [\"police\", \"force\", \"ensure\"], [\"force\", \"ensure\", \"criminal\"], [\"ensure\", \"criminal\", \"justice\"], [\"criminal\", \"justice\", \"system\"], [\"justice\", \"system\", \"work\"], [\"system\", \"work\", \"everyone\"], [\"work\", \"everyone\", \"city\"], [\"everyone\", \"city\", \"applause\"], [\"city\", \"applause\", \"want\"], [\"applause\", \"want\", \"everybody\"], [\"want\", \"everybody\", \"hear\"], [\"everybody\", \"hear\", \"know\"], [\"hear\", \"know\", \"hear\"], [\"know\", \"hear\", \"thank\"], [\"hear\", \"thank\", \"mitch\"], [\"thank\", \"mitch\", \"landrieu\"], [\"mitch\", \"landrieu\", \"new\"], [\"landrieu\", \"new\", \"mayor\"], [\"new\", \"mayor\", \"commitment\"], [\"mayor\", \"commitment\", \"partnership\"], [\"commitment\", \"partnership\", \"applause\"], [\"partnership\", \"applause\", \"even\"], [\"applause\", \"even\", \"continue\"], [\"even\", \"continue\", \"recovery\"], [\"continue\", \"recovery\", \"effort\"], [\"recovery\", \"effort\", \"also\"], [\"effort\", \"also\", \"focusing\"], [\"also\", \"focusing\", \"preparing\"], [\"focusing\", \"preparing\", \"future\"], [\"preparing\", \"future\", \"threat\"], [\"future\", \"threat\", \"never\"], [\"threat\", \"never\", \"another\"], [\"never\", \"another\", \"disaster\"], [\"another\", \"disaster\", \"like\"], [\"disaster\", \"like\", \"katrina\"], [\"like\", \"katrina\", \"largest\"], [\"katrina\", \"largest\", \"civil\"], [\"largest\", \"civil\", \"work\"], [\"civil\", \"work\", \"project\"], [\"work\", \"project\", \"american\"], [\"project\", \"american\", \"history\"], [\"american\", \"history\", \"underway\"], [\"history\", \"underway\", \"build\"], [\"underway\", \"build\", \"fortified\"], [\"build\", \"fortified\", \"levee\"], [\"fortified\", \"levee\", \"system\"], [\"levee\", \"system\", \"pledged\"], [\"system\", \"pledged\", \"candidate\"], [\"pledged\", \"candidate\", \"going\"], [\"candidate\", \"going\", \"finish\"], [\"going\", \"finish\", \"system\"], [\"finish\", \"system\", \"next\"], [\"system\", \"next\", \"year\"], [\"next\", \"year\", \"city\"], [\"year\", \"city\", \"protected\"], [\"city\", \"protected\", \"100year\"], [\"protected\", \"100year\", \"storm\"], [\"100year\", \"storm\", \"playing\"], [\"storm\", \"playing\", \"russian\"], [\"playing\", \"russian\", \"roulette\"], [\"russian\", \"roulette\", \"every\"], [\"roulette\", \"every\", \"hurricane\"], [\"every\", \"hurricane\", \"season\"], [\"hurricane\", \"season\", \"applause\"], [\"season\", \"applause\", \"also\"], [\"applause\", \"also\", \"working\"], [\"also\", \"working\", \"restore\"], [\"working\", \"restore\", \"protective\"], [\"restore\", \"protective\", \"wetland\"], [\"protective\", \"wetland\", \"natural\"], [\"wetland\", \"natural\", \"barrier\"], [\"natural\", \"barrier\", \"damaged\"], [\"barrier\", \"damaged\", \"katrina\"], [\"damaged\", \"katrina\", \"damaged\"], [\"katrina\", \"damaged\", \"katrina\"], [\"damaged\", \"katrina\", \"rapidly\"], [\"katrina\", \"rapidly\", \"disappearing\"], [\"rapidly\", \"disappearing\", \"decade\"], [\"disappearing\", \"decade\", \"washington\"], [\"decade\", \"washington\", \"restoring\"], [\"washington\", \"restoring\", \"competence\"], [\"restoring\", \"competence\", \"accountability\"], [\"competence\", \"accountability\", \"proud\"], [\"accountability\", \"proud\", \"fema\"], [\"proud\", \"fema\", \"director\"], [\"fema\", \"director\", \"craig\"], [\"director\", \"craig\", \"fugate\"], [\"craig\", \"fugate\", \"25\"], [\"fugate\", \"25\", \"year\"], [\"25\", \"year\", \"experience\"], [\"year\", \"experience\", \"disaster\"], [\"experience\", \"disaster\", \"management\"], [\"disaster\", \"management\", \"florida\"], [\"management\", \"florida\", \"applause\"], [\"florida\", \"applause\", \"came\"], [\"applause\", \"came\", \"florida\"], [\"came\", \"florida\", \"state\"], [\"florida\", \"state\", \"known\"], [\"state\", \"known\", \"share\"], [\"known\", \"share\", \"hurricane\"], [\"share\", \"hurricane\", \"weve\"], [\"hurricane\", \"weve\", \"put\"], [\"weve\", \"put\", \"together\"], [\"put\", \"together\", \"group\"], [\"together\", \"group\", \"led\"], [\"group\", \"led\", \"secretary\"], [\"led\", \"secretary\", \"donovan\"], [\"secretary\", \"donovan\", \"secretary\"], [\"donovan\", \"secretary\", \"napolitano\"], [\"secretary\", \"napolitano\", \"look\"], [\"napolitano\", \"look\", \"disaster\"], [\"look\", \"disaster\", \"recovery\"], [\"disaster\", \"recovery\", \"across\"], [\"recovery\", \"across\", \"country\"], [\"across\", \"country\", \"improving\"], [\"country\", \"improving\", \"coordination\"], [\"improving\", \"coordination\", \"ground\"], [\"coordination\", \"ground\", \"modernizing\"], [\"ground\", \"modernizing\", \"emergency\"], [\"modernizing\", \"emergency\", \"communication\"], [\"emergency\", \"communication\", \"helping\"], [\"communication\", \"helping\", \"family\"], [\"helping\", \"family\", \"plan\"], [\"family\", \"plan\", \"crisis\"], [\"plan\", \"crisis\", \"putting\"], [\"crisis\", \"putting\", \"place\"], [\"putting\", \"place\", \"reform\"], [\"place\", \"reform\", \"never\"], [\"reform\", \"never\", \"america\"], [\"never\", \"america\", \"somebody\"], [\"america\", \"somebody\", \"left\"], [\"somebody\", \"left\", \"behind\"], [\"left\", \"behind\", \"disaster\"], [\"behind\", \"disaster\", \"theyre\"], [\"disaster\", \"theyre\", \"living\"], [\"theyre\", \"living\", \"disability\"], [\"living\", \"disability\", \"theyre\"], [\"disability\", \"theyre\", \"elderly\"], [\"theyre\", \"elderly\", \"theyre\"], [\"elderly\", \"theyre\", \"infirmed\"], [\"theyre\", \"infirmed\", \"happen\"], [\"infirmed\", \"happen\", \"applause\"], [\"happen\", \"applause\", \"finally\"], [\"applause\", \"finally\", \"even\"], [\"finally\", \"even\", \"youve\"], [\"even\", \"youve\", \"buffeted\"], [\"youve\", \"buffeted\", \"katrina\"], [\"buffeted\", \"katrina\", \"rita\"], [\"katrina\", \"rita\", \"even\"], [\"rita\", \"even\", \"youve\"], [\"even\", \"youve\", \"impacted\"], [\"youve\", \"impacted\", \"broader\"], [\"impacted\", \"broader\", \"recession\"], [\"broader\", \"recession\", \"devastated\"], [\"recession\", \"devastated\", \"community\"], [\"devastated\", \"community\", \"across\"], [\"community\", \"across\", \"country\"], [\"across\", \"country\", \"recent\"], [\"country\", \"recent\", \"month\"], [\"recent\", \"month\", \"gulf\"], [\"month\", \"gulf\", \"coast\"], [\"gulf\", \"coast\", \"seen\"], [\"coast\", \"seen\", \"new\"], [\"seen\", \"new\", \"hardship\"], [\"new\", \"hardship\", \"result\"], [\"hardship\", \"result\", \"bp\"], [\"result\", \"bp\", \"deepwater\"], [\"bp\", \"deepwater\", \"horizon\"], [\"deepwater\", \"horizon\", \"oil\"], [\"horizon\", \"oil\", \"spill\"], [\"oil\", \"spill\", \"weve\"], [\"spill\", \"weve\", \"sought\"], [\"weve\", \"sought\", \"ensure\"], [\"sought\", \"ensure\", \"take\"], [\"ensure\", \"take\", \"recover\"], [\"take\", \"recover\", \"katrina\"], [\"recover\", \"katrina\", \"administration\"], [\"katrina\", \"administration\", \"worked\"], [\"administration\", \"worked\", \"hard\"], [\"worked\", \"hard\", \"match\"], [\"hard\", \"match\", \"effort\"], [\"match\", \"effort\", \"spill\"], [\"effort\", \"spill\", \"need\"], [\"spill\", \"need\", \"ground\"], [\"need\", \"ground\", \"weve\"], [\"ground\", \"weve\", \"close\"], [\"weve\", \"close\", \"consultation\"], [\"close\", \"consultation\", \"governor\"], [\"consultation\", \"governor\", \"mayor\"], [\"governor\", \"mayor\", \"parish\"], [\"mayor\", \"parish\", \"president\"], [\"parish\", \"president\", \"local\"], [\"president\", \"local\", \"government\"], [\"local\", \"government\", \"official\"], [\"government\", \"official\", \"start\"], [\"official\", \"start\", \"promised\"], [\"start\", \"promised\", \"two\"], [\"promised\", \"two\", \"thing\"], [\"two\", \"thing\", \"one\"], [\"thing\", \"one\", \"would\"], [\"one\", \"would\", \"see\"], [\"would\", \"see\", \"leak\"], [\"see\", \"leak\", \"stopped\"], [\"leak\", \"stopped\", \"second\"], [\"stopped\", \"second\", \"promise\"], [\"second\", \"promise\", \"made\"], [\"promise\", \"made\", \"would\"], [\"made\", \"would\", \"stick\"], [\"would\", \"stick\", \"effort\"], [\"stick\", \"effort\", \"stay\"], [\"effort\", \"stay\", \"bp\"], [\"stay\", \"bp\", \"damage\"], [\"bp\", \"damage\", \"gulf\"], [\"damage\", \"gulf\", \"life\"], [\"gulf\", \"life\", \"people\"], [\"life\", \"people\", \"region\"], [\"people\", \"region\", \"reversed\"], [\"region\", \"reversed\", \"promise\"], [\"reversed\", \"promise\", \"keep\"], [\"promise\", \"keep\", \"going\"], [\"keep\", \"going\", \"forget\"], [\"going\", \"forget\", \"going\"], [\"forget\", \"going\", \"stay\"], [\"going\", \"stay\", \"area\"], [\"stay\", \"area\", \"fully\"], [\"area\", \"fully\", \"recovered\"], [\"fully\", \"recovered\", \"applause\"], [\"recovered\", \"applause\", \"thats\"], [\"applause\", \"thats\", \"rapidly\"], [\"thats\", \"rapidly\", \"launched\"], [\"rapidly\", \"launched\", \"largest\"], [\"launched\", \"largest\", \"response\"], [\"largest\", \"response\", \"environmental\"], [\"response\", \"environmental\", \"disaster\"], [\"environmental\", \"disaster\", \"american\"], [\"disaster\", \"american\", \"history\"], [\"american\", \"history\", \"47000\"], [\"history\", \"47000\", \"people\"], [\"47000\", \"people\", \"ground\"], [\"people\", \"ground\", \"5700\"], [\"ground\", \"5700\", \"vessel\"], [\"5700\", \"vessel\", \"water\"], [\"vessel\", \"water\", \"contain\"], [\"water\", \"contain\", \"clean\"], [\"contain\", \"clean\", \"oil\"], [\"clean\", \"oil\", \"bp\"], [\"oil\", \"bp\", \"moving\"], [\"bp\", \"moving\", \"fast\"], [\"moving\", \"fast\", \"enough\"], [\"fast\", \"enough\", \"claim\"], [\"enough\", \"claim\", \"told\"], [\"claim\", \"told\", \"bp\"], [\"told\", \"bp\", \"set\"], [\"bp\", \"set\", \"aside\"], [\"set\", \"aside\", \"20\"], [\"aside\", \"20\", \"billion\"], [\"20\", \"billion\", \"fund\"], [\"billion\", \"fund\", \"managed\"], [\"fund\", \"managed\", \"independent\"], [\"managed\", \"independent\", \"third\"], [\"independent\", \"third\", \"party\"], [\"third\", \"party\", \"help\"], [\"party\", \"help\", \"whose\"], [\"help\", \"whose\", \"life\"], [\"whose\", \"life\", \"turned\"], [\"life\", \"turned\", \"upside\"], [\"turned\", \"upside\", \"spill\"], [\"upside\", \"spill\", \"continue\"], [\"spill\", \"continue\", \"rely\"], [\"continue\", \"rely\", \"sound\"], [\"rely\", \"sound\", \"science\"], [\"sound\", \"science\", \"carefully\"], [\"science\", \"carefully\", \"monitoring\"], [\"carefully\", \"monitoring\", \"water\"], [\"monitoring\", \"water\", \"coastline\"], [\"water\", \"coastline\", \"well\"], [\"coastline\", \"well\", \"health\"], [\"well\", \"health\", \"people\"], [\"health\", \"people\", \"along\"], [\"people\", \"along\", \"gulf\"], [\"along\", \"gulf\", \"deal\"], [\"gulf\", \"deal\", \"longterm\"], [\"deal\", \"longterm\", \"effect\"], [\"longterm\", \"effect\", \"oil\"], [\"effect\", \"oil\", \"spill\"], [\"oil\", \"spill\", \"going\"], [\"spill\", \"going\", \"stand\"], [\"going\", \"stand\", \"oil\"], [\"stand\", \"oil\", \"cleaned\"], [\"oil\", \"cleaned\", \"environment\"], [\"cleaned\", \"environment\", \"restored\"], [\"environment\", \"restored\", \"polluter\"], [\"restored\", \"polluter\", \"held\"], [\"polluter\", \"held\", \"accountable\"], [\"held\", \"accountable\", \"community\"], [\"accountable\", \"community\", \"made\"], [\"community\", \"made\", \"whole\"], [\"made\", \"whole\", \"region\"], [\"whole\", \"region\", \"way\"], [\"region\", \"way\", \"back\"], [\"way\", \"back\", \"foot\"], [\"back\", \"foot\", \"applause\"], [\"foot\", \"applause\", \"thats\"], [\"applause\", \"thats\", \"helping\"], [\"thats\", \"helping\", \"city\"], [\"helping\", \"city\", \"state\"], [\"city\", \"state\", \"region\"], [\"state\", \"region\", \"recover\"], [\"region\", \"recover\", \"worst\"], [\"recover\", \"worst\", \"natural\"], [\"worst\", \"natural\", \"disaster\"], [\"natural\", \"disaster\", \"nation\"], [\"disaster\", \"nation\", \"history\"], [\"nation\", \"history\", \"cutting\"], [\"history\", \"cutting\", \"red\"], [\"cutting\", \"red\", \"tape\"], [\"red\", \"tape\", \"impeded\"], [\"tape\", \"impeded\", \"rebuilding\"], [\"impeded\", \"rebuilding\", \"effort\"], [\"rebuilding\", \"effort\", \"year\"], [\"effort\", \"year\", \"making\"], [\"year\", \"making\", \"government\"], [\"making\", \"government\", \"work\"], [\"government\", \"work\", \"better\"], [\"work\", \"better\", \"smarter\"], [\"better\", \"smarter\", \"coordination\"], [\"smarter\", \"coordination\", \"one\"], [\"coordination\", \"one\", \"expansive\"], [\"one\", \"expansive\", \"nonprofit\"], [\"expansive\", \"nonprofit\", \"effort\"], [\"nonprofit\", \"effort\", \"american\"], [\"effort\", \"american\", \"history\"], [\"american\", \"history\", \"helping\"], [\"history\", \"helping\", \"state\"], [\"helping\", \"state\", \"local\"], [\"state\", \"local\", \"leader\"], [\"local\", \"leader\", \"address\"], [\"leader\", \"address\", \"serious\"], [\"address\", \"serious\", \"problem\"], [\"serious\", \"problem\", \"neglected\"], [\"problem\", \"neglected\", \"decade\"], [\"neglected\", \"decade\", \"problem\"], [\"decade\", \"problem\", \"existed\"], [\"problem\", \"existed\", \"storm\"], [\"existed\", \"storm\", \"came\"], [\"storm\", \"came\", \"continued\"], [\"came\", \"continued\", \"water\"], [\"continued\", \"water\", \"receded\"], [\"water\", \"receded\", \"levee\"], [\"receded\", \"levee\", \"system\"], [\"levee\", \"system\", \"justice\"], [\"system\", \"justice\", \"system\"], [\"justice\", \"system\", \"health\"], [\"system\", \"health\", \"care\"], [\"health\", \"care\", \"system\"], [\"care\", \"system\", \"education\"], [\"system\", \"education\", \"system\"], [\"education\", \"system\", \"together\"], [\"system\", \"together\", \"helping\"], [\"together\", \"helping\", \"make\"], [\"helping\", \"make\", \"new\"], [\"make\", \"new\", \"orleans\"], [\"new\", \"orleans\", \"place\"], [\"orleans\", \"place\", \"stand\"], [\"place\", \"stand\", \"america\"], [\"stand\", \"america\", \"cant\"], [\"america\", \"cant\", \"ultimately\"], [\"cant\", \"ultimately\", \"must\"], [\"ultimately\", \"must\", \"legacy\"], [\"must\", \"legacy\", \"katrina\"], [\"legacy\", \"katrina\", \"one\"], [\"katrina\", \"one\", \"neglect\"], [\"one\", \"neglect\", \"action\"], [\"neglect\", \"action\", \"one\"], [\"action\", \"one\", \"indifference\"], [\"one\", \"indifference\", \"empathy\"], [\"indifference\", \"empathy\", \"abandonment\"], [\"empathy\", \"abandonment\", \"community\"], [\"abandonment\", \"community\", \"working\"], [\"community\", \"working\", \"together\"], [\"working\", \"together\", \"meet\"], [\"together\", \"meet\", \"shared\"], [\"meet\", \"shared\", \"challenge\"], [\"shared\", \"challenge\", \"applause\"], [\"challenge\", \"applause\", \"truth\"], [\"applause\", \"truth\", \"wound\"], [\"truth\", \"wound\", \"yet\"], [\"wound\", \"yet\", \"healed\"], [\"yet\", \"healed\", \"loss\"], [\"healed\", \"loss\", \"cant\"], [\"loss\", \"cant\", \"repaid\"], [\"cant\", \"repaid\", \"many\"], [\"repaid\", \"many\", \"lived\"], [\"many\", \"lived\", \"harrowing\"], [\"lived\", \"harrowing\", \"day\"], [\"harrowing\", \"day\", \"five\"], [\"day\", \"five\", \"year\"], [\"five\", \"year\", \"ago\"], [\"year\", \"ago\", \"there\"], [\"ago\", \"there\", \"searing\"], [\"there\", \"searing\", \"memory\"], [\"searing\", \"memory\", \"time\"], [\"memory\", \"time\", \"may\"], [\"time\", \"may\", \"erase\"], [\"may\", \"erase\", \"even\"], [\"erase\", \"even\", \"amid\"], [\"even\", \"amid\", \"much\"], [\"amid\", \"much\", \"tragedy\"], [\"much\", \"tragedy\", \"saw\"], [\"tragedy\", \"saw\", \"stirring\"], [\"saw\", \"stirring\", \"brighter\"], [\"stirring\", \"brighter\", \"day\"], [\"brighter\", \"day\", \"five\"], [\"day\", \"five\", \"year\"], [\"five\", \"year\", \"ago\"], [\"year\", \"ago\", \"saw\"], [\"ago\", \"saw\", \"men\"], [\"saw\", \"men\", \"woman\"], [\"men\", \"woman\", \"risking\"], [\"woman\", \"risking\", \"safety\"], [\"risking\", \"safety\", \"save\"], [\"safety\", \"save\", \"stranger\"], [\"save\", \"stranger\", \"saw\"], [\"stranger\", \"saw\", \"nurse\"], [\"saw\", \"nurse\", \"staying\"], [\"nurse\", \"staying\", \"behind\"], [\"staying\", \"behind\", \"care\"], [\"behind\", \"care\", \"sick\"], [\"care\", \"sick\", \"injured\"], [\"sick\", \"injured\", \"saw\"], [\"injured\", \"saw\", \"family\"], [\"saw\", \"family\", \"coming\"], [\"family\", \"coming\", \"home\"], [\"coming\", \"home\", \"clean\"], [\"home\", \"clean\", \"rebuild\"], [\"clean\", \"rebuild\", \"home\"], [\"rebuild\", \"home\", \"neighbor\"], [\"home\", \"neighbor\", \"home\"], [\"neighbor\", \"home\", \"well\"], [\"home\", \"well\", \"saw\"], [\"well\", \"saw\", \"music\"], [\"saw\", \"music\", \"mardi\"], [\"music\", \"mardi\", \"gras\"], [\"mardi\", \"gras\", \"vibrancy\"], [\"gras\", \"vibrancy\", \"fun\"], [\"vibrancy\", \"fun\", \"town\"], [\"fun\", \"town\", \"undiminished\"], [\"town\", \"undiminished\", \"weve\"], [\"undiminished\", \"weve\", \"seen\"], [\"weve\", \"seen\", \"many\"], [\"seen\", \"many\", \"return\"], [\"many\", \"return\", \"beloved\"], [\"return\", \"beloved\", \"city\"], [\"beloved\", \"city\", \"newfound\"], [\"city\", \"newfound\", \"sense\"], [\"newfound\", \"sense\", \"appreciation\"], [\"sense\", \"appreciation\", \"obligation\"], [\"appreciation\", \"obligation\", \"community\"], [\"obligation\", \"community\", \"came\"], [\"community\", \"came\", \"four\"], [\"came\", \"four\", \"year\"], [\"four\", \"year\", \"ago\"], [\"year\", \"ago\", \"one\"], [\"ago\", \"one\", \"thing\"], [\"one\", \"thing\", \"found\"], [\"thing\", \"found\", \"striking\"], [\"found\", \"striking\", \"greenery\"], [\"striking\", \"greenery\", \"begun\"], [\"greenery\", \"begun\", \"come\"], [\"begun\", \"come\", \"back\"], [\"come\", \"back\", \"reminded\"], [\"back\", \"reminded\", \"passage\"], [\"reminded\", \"passage\", \"book\"], [\"passage\", \"book\", \"job\"], [\"book\", \"job\", \"hope\"], [\"job\", \"hope\", \"tree\"], [\"hope\", \"tree\", \"cut\"], [\"tree\", \"cut\", \"sprout\"], [\"cut\", \"sprout\", \"tender\"], [\"sprout\", \"tender\", \"branch\"], [\"tender\", \"branch\", \"cease\"], [\"branch\", \"cease\", \"work\"], [\"cease\", \"work\", \"ahead\"], [\"work\", \"ahead\", \"easy\"], [\"ahead\", \"easy\", \"setback\"], [\"easy\", \"setback\", \"challenge\"], [\"setback\", \"challenge\", \"along\"], [\"challenge\", \"along\", \"way\"], [\"along\", \"way\", \"thanks\"], [\"way\", \"thanks\", \"thanks\"], [\"thanks\", \"thanks\", \"great\"], [\"thanks\", \"great\", \"people\"], [\"great\", \"people\", \"great\"], [\"people\", \"great\", \"city\"], [\"great\", \"city\", \"new\"], [\"city\", \"new\", \"orleans\"], [\"new\", \"orleans\", \"blossoming\"], [\"orleans\", \"blossoming\", \"thank\"], [\"blossoming\", \"thank\", \"everybody\"], [\"thank\", \"everybody\", \"god\"], [\"everybody\", \"god\", \"bless\"], [\"god\", \"bless\", \"god\"], [\"bless\", \"god\", \"bless\"], [\"god\", \"bless\", \"united\"], [\"bless\", \"united\", \"state\"], [\"united\", \"state\", \"america\"], [\"state\", \"america\", \"applause\"], [\"america\", \"applause\", \"end\"], [\"applause\", \"end\", \"216\"], [\"end\", \"216\", \"pm\"], [\"216\", \"pm\", \"cdt\"]], \"URL\": \"https://www.whitehouse.gov/the-press-office/2010/08/29/remarks-president-fifth-anniversary-hurricane-katrina-new-orleans-louisi\"}"