"{\"Text\": \"Everything in the New York Film Festival is special, but were particularly excited about the lineups for this years Special Events and Revivals sections. The former includes important new works and premieres, as well as an anniversary celebration of a beloved musical fantasia. The latter includes 11 international masterpieces from renowned filmmakers whose diverse and eclectic works have been digitally remastered, restored, and preserved with the assistance of generous partners, including Martin Scorseses Film Foundation, celebrating its 25th anniversary.\\n\\nThe Special Events lineup returns with Film Comment Presents, originally launched during NYFF in 2013 with the premiere of the award-winning 12 Years a Slave. This years selection, Son of Saul, Laszlo Nemess shattering film about the horror of Auschwitz, recently won the Grand Prix at Cannes, and has been selected as Hungarys official entry for the foreign-language film category of the Academy Awards. Making its North American Premiere in the festival is Noah Baumbach and Jake Paltrows film portrait De Palma, chronicling director Brian De Palmas illustrious six-decade-long career, his life, and his personal views on the filmmaking process (De Palmas masterful Blow Out will also screen in Revivals). Another established American filmmaker turning his attention from narrative to intimate documentary study is Paul Thomas Anderson, whose latest film, Junun, will World Premiere in the Special Events section. Junun follows the musical journey of his close friend and collaborator Jonny Greenwood to northern India, to record an album with an Israeli musician Shye Ben Tzur and illustrious local musicians.\\n\\nAdditional highlights include renowned artist Laurie Anderson (this years NYFF poster designer!) who will premiere her first feature in 30 years, a personal essay entitled Heart of a Dog. Andersons response to a commission from Arte, the film is a work of braided joy and heartbreak and remembering and forgetting, at the heart of which is a lament for her late beloved piano-playing and finger-painting dog Lolabelle. The recently announced NYFF Filmmaker in Residence, Athina Rachel Tsangari, will also present her latest film, Chevalier, which will be making its U.S. Premiere fresh on the heels of the Locarno and Toronto International Film Festivals.\\n\\nFollowing the NYFF tradition of special anniversary screenings (which in the past have included The Princess Brides 25th anniversary, This Is Spinal Taps 30th anniversary, and Dazed and Confuseds 20th anniversary), the festival is proud to present a special evening celebrating the 15th anniversary of Joel and Ethan Coens beloved roots-musical fantasia O Brother, Where Art Thou?, set in the rural south in the 1930s and based on Homers The Odyssey. The Coen Brothers and cast members will be on hand for this journey, and there will be a special musical performance.\\n\\nThe Revivals selection for this years festival includes a diverse group of 11 international offerings from master filmmakers like Akira Kurosawa, Brian De Palma, Hou Hsiao-hsien, King Hu, Manoel de Oliveira, and more. These restorations include a suite of movies that have been restored with the assistance of Martin Scorseses nonprofit Film Foundation. Established in 1990, the Foundation has helped to save, protect, and preserve over 700 films, working in partnership with archives and studios from around the globe. This years Revivals section includes seven films restored with the Foundations help: Ousmane Sembenes Black Girl, Hou Hsiao-hsiens The Boys from Fengkuei, Ernst Lubitschs Heaven Can Wait, Lino Brockas Insiang, John Fords The Long Voyage Home, Marcel Ophuls The Memory of Justice, and Luchino Viscontis Rocco and His Brothers. The Lubitsch film will be screened in a new 35mm print, courtesy of 20th Century Fox.\\n\\nNot to be missed is Akira Kurosawas astonishing Ran, the NYFFs 1985 Opening Night selection, returning to the festival in a newly restored version, where the color palette is unlike that of any other movie made before or since. King Hus three-years-in-the-making masterpiece, A Touch of Zen, will also be shown in a beautiful restoration, which was presented at this years edition of Cannes, 40 years after the films first unveiling to Western eyes. The late, great Manoel de Oliveiras 1982 film Visit, or Memories and Confessions will also be included in the Revivals lineup this year, after having been hidden away from audiences by the filmmaker himself for over 30 years.\\n\\nTickets for the General Public go on sale Sunday, September 13. Revival tickets are $15 for General Public; $10 for Members & Students; and a discounted 3+ film package will also be available for purchase. Special Event programs will have slightly higher pricing based on venue.\\n\\nTickets for the 53rd New York Film Festival will go on sale to Film Society patrons at the end of August, ahead of the General Public. Click here to learn more about the patron program. Becoming a Film Society Member offers the exclusive member ticket discount to the New York Film Festival and Film Society programming year-round plus other great benefits. Current members at the Film Buff Level or above enjoy early ticket access to NYFF screenings and events ahead of the general public. Click here to learn more.\\n\\nFor even more access, VIP Passes and Subscription Packages give buyers one of the earliest opportunities to purchase tickets and secure seats at some of the festivals biggest events including Opening, Centerpiece, and Closing Nights. VIP passes also provide access to many exciting events including the invitation-only Opening Night party,  An Evening With... Dinner, Filmmaker Brunch, and VIP Lounge. Benefits vary based on the pass or package type purchased. A limited number of VIP Passes and Subscription Packages are still available. For information about purchasing Subscription Packages and VIP Passes, click here.\\n\\nSpecial Events:\\n\\nFilmmaker in Residence Screening:\\n\\nChevalier\\n\\nAthina Rachel Tsangari, Greece, 2015, DCP, 104m\\n\\nGreek with English subtitles\\n\\nSix men set out on the Aegean Sea aboard a yacht, and before long, male bonding and one-upmanship give way to a loosely defined yet hotly contested competition to determine which of them is the best in general. As the games and trials grow more elaborate and absurdeverything is up for judgment, from sleeping positions to cholesterol levels to furniture-assembly skillsinsecurities emerge and power relations shift. As in her 2010 breakthrough, Attenberg, Athina Rachel Tsangari, the New York Film Festivals 2015 Filmmaker in Residence, balances anthropological precision with a wry and wholly original sense of humor. Impeccably staged, crisply photographed, and buoyed by eclectic soundtrack choices (Petula Clark, Mark Lanegan), this maritime psychodrama becomes both funnier and richer in its implications as it progresses. What begins as a lampoon of bourgeois machismo and male anxiety develops into an incisive allegory for the state of contemporary Greece, and leaves a final impression as an empathetic, razor-sharp study of human nature itself. The Filmmaker in Residence program was launched in 2013 by the Film Society of Lincoln Center and Jaeger-LeCoultre as an annual initiative designed to support filmmakers at an early stage in the creative process against the backdrop of New York City and the New York Film Festival (NYFF). U.S. Premiere\\n\\nDe Palma\\n\\nNoah Baumbach & Jake Paltrow, USA, 2015, DCP, 107m\\n\\nNoah Baumbach and Jake Paltrows fleet and bountiful portrait covers the career of the number one iconoclast of American cinema, the man who gave us Carrie, Dressed to Kill, Blow Out, and Carlitos Way. Their film moves at the speed of De Palmas thought (and sometimes works in subtle, witty counterpoint) as he goes title by title, covering his life from science nerd to New Hollywood bad boy to grand old man, and describes his ever-shifting position in this thing we call the movie business. Deceptively simple, De Palma is finally many things at once. It is a film about the craft of filmmakinghow its practiced and how it can be so easily distorted and debased. Its an insightful and often hilarious tour through American moviemaking from the 1960s to the present, and a primer on how movies are made and unmade. And its a surprising, lively, and unexpectedly moving portrait of a great, irascible, unapologetic, and uncompromising New York artist. In conjunction with this film, we will also be showing De Palmas masterpiece Blow Out. North American Premiere\\n\\nHeart of a Dog\\n\\nLaurie Anderson, USA/France, 2015, DCP, 75m\\n\\nIn Laurie Andersons plainspoken all-American observational-autobiographical art, voices and harmonies and rhythms and images are juxtaposed and layered, metaphors are generated, and the mind of the viewer/listener is sent spinning into the stratosphere. Its been nine years since her last film and almost 30 since her last feature. Heart of a Dog is her response to a commission from Arte, a work of braided joy and heartbreak and remembering and forgetting, at the heart of which is a lament for her late beloved piano-playing and finger-painting dog Lolabelle. Life in the neighborhooddowntown New York after 9/11... the archiving of surveillance records in ziggurat-like structures... Lolabelles passage through the bardo... recollections of deaths and near-deaths, terrors personal and global, sad goodbyes and funny ones, dreams and imagined flights... acceptance: Heart of a Dog is as immediate as a paragraph by Kerouac, as disarmingly playful as a Cole Porter melody, as rhapsodically composed as a poem by Whitman, and a thing of rare beauty.\\n\\nJunun\\n\\nPaul Thomas Anderson, USA, 2015, DCP, 54m\\n\\nEnglish, Hindu, Hebrew, and Urdu with English subtitles\\n\\nEarlier this year, Paul Thomas Anderson joined his close friend and collaborator Jonny Greenwood on a trip to Rajasthan in northwest India, where they were hosted by the Maharaja of Jodhpur, and he brought his camera with him. Their destination was the 15th-century Mehrangarh Fort, where Greenwood (with the help of Radiohead engineer Nigel Godrich) was recording an album with Israeli composer Shye Ben Tzur and an amazing group of musicians: Aamir Bhiyani, Soheb Bhiyani, Ajaj Damami, Sabir Damami, Hazmat, and Bhanwaru Khan on brass; Ehtisham Khan Ajmeri, Nihal Khan, Nathu Lal Solanki, Narsi Lal Solanki, and Chugge Khan on percussion; Zaki Ali Qawwal, Zakir Ali Qawwal, Afshana Khan, Razia Sultan, Gufran Ali, and Shazib Ali on vocals; and Dara Khan and Asin Khan on strings. The finished film, just under an hour, is pure magic. Junun lives and breathes music, music-making, and the close camaraderie of artistic collaboration. Its a lovely impressionistic mosaic and a one-of-a-kind sonic experience: the music will blow your mind. World Premiere\\n\\nAnniversary Screening:\\n\\nO Brother, Where Art Thou?\\n\\nJoel and Ethan Coen, 2000, USA, DCP, 107m\\n\\nThis year marks the 15th anniversary of Joel and Ethan Coens beloved roots-musical fantasia, based upon The Odyssey, by Homer, about three escaped convicts (George Clooney, Tim Blake Nelson, and John Turturro) trying to get back home in the rural South of the 1930s. Bigger than life, endlessly surprising, eye-popping (they wanted it to look like an old hand-tinted picture, said DP Roger Deakins), and as giddily and defiantly unclassifiable as all other Coen films, O Brother, Where Art Thou? is, among many other things, a celebration of American music. With a score curated and produced by T-Bone Burnett, the movie sings with voices and sounds of some of the best musicians in the country, including Ralph Stanley, the Fairfield Four, Alison Krauss, John Hartford, Emmylou Harris, and Gillian Welch, and the melodies of classics like Big Rock Candy Mountain, Ill Fly Away, and the films touchstone, Man of Constant Sorrow. Cast members, musical guests, and Joel and Ethan Coen will be on hand. Bring your instrument! A Touchstone Pictures and Universal Pictures release.\\n\\nFilm Comment Presents:\\n\\nSon of Saul\\n\\nLaszlo Nemes, Hungary, 2015, 35mm, 107m\\n\\nHungarian and German with English subtitles\\n\\nA film that looks into the abyss, this shattering portrait of the horror of Auschwitz follows Saul (Geza Rohrig), a Sonderkommando tasked with delivering his fellow Jews to the gas chamber. Determined to give a young boy a proper Jewish burial, Saul descends through the death camps circles of Hell, while a rebellion brews among the prisoners. A bombshell debut from director and co-writer Laszlo Nemes, Son of Saul is an utterly harrowing, ultra-immersive experience, and not for the fainthearted. With undeniably virtuoso plan-sequence camerawork in the mode of Nemess teacher Bela Tarr, this startling film represents a new benchmark in the historic cinematic depictions of the Holocaust. A deeply troubling work, sure to be one of the years most controversial films. A Sony Pictures Classics release.\\n\\nRevivals\\n\\nBlow Out\\n\\nBrian De Palma, USA, 1981, 35mm, 107m\\n\\nOne of Brian De Palmas greatest films and one of the great American films of the 1980s, Blow Out is such a hallucinatory, emotionally and visually commanding experience that the term thriller seems insufficient. De Palma takes a variety of elementsthe Kennedy assassination; Chappaquiddick; Antonionis Blow-Up; the slasher genre that was then in full flower; elements of Detective Bob Leucis experiences working undercover for the Knapp Commission; the harshness and sadness of American life; and, as ever, Hitchcocks Vertigoand swirls and mixes them into a film that builds to a truly shattering conclusion. With John Travolta, in what is undoubtedly his greatest performance, as the sound man for low-budget movies who accidentally records a murder; Nancy Allen, absolutely heartbreaking, as the girl caught in the middle; John Lithgow as the hired killer; and De Palma stalwart Dennis Franz as the worlds biggest sleaze. This was the second of three collaborations between De Palma and the master DP Vilmos Zsigmond. MGM Home Entertainment.\\n\\nRan\\n\\nAkira Kurosawa, Japan/France, 1985, DCP, 160m\\n\\nJapanese with English subtitles\\n\\nThe 1985 New York Film Festival opened with Akira Kurosawas astonishing medieval epic, inspired by the life of Mori Motonari, a 16th-century warlord with three sons. It was only after he began writing that the filmmaker started to see parallels with King Lear. It took a decade for Kurosawa to bring his grand conception to the screenhe actually painted storyboards of every shot along the way, and made another great film, Kagemusha, as a dry run. The finished work he eventually gave us was, to put it mildly, a mind-blowing experience. Tatsuya Nakadai is the warlord, Akira Terao, Jinpachi Nezu, and Daisuke Ryu are his sons, Mieko Harada is the terrifying Lady Kaede, the score is by Toru Takemitsu, but the dominant force looming over every single element of this film, down to the smallest detail, is Kurosawa himself. The color palette of Ran is unlike that of any other movie made before or since, as youll see in this newly restored version. Restoration by StudioCanal with the participation of Kadokawa Pictures. A Rialto Pictures release.\\n\\nA Touch of Zen\\n\\nKing Hu, Hong Kong, 1971/75, DCP, 200m\\n\\nMandarin with English subtitles\\n\\nWhen it comes to the wuxia film, all roads lead back to the great King Hu: supreme fantasist, Ming dynasty scholar, and incomparable artist. For years, Hu labored on his own, creating one exquisitely crafted film after another (with astonishing pre-CGI visual effects), elevating the martial-arts genre to unparalleled heights and, as the film critic and producer Peggy Chiao noted in her obituary for Hu, single-handedly introducing Chinese cinema to the rest of the world. Hus three-years-in-the-making masterpiece, A Touch of Zen, was released in truncated form in Hong Kong in 1971 and yanked from theaters after a week. A close-to-complete version was constructed by Hu and shown at the 1975 Cannes Film Festival, where Hu won a grand prize for technical achievement (which earned King Hu an apology from his studio heads). This beautiful restoration of A Touch of Zen was presented at this years edition of Cannes, 40 years after the films first unveiling to Western eyes. Restored in 4K by LImmagine Ritrovata, with original materials provided by the Taiwan Film Institute. A Janus Films release.\\n\\nVisit, or Memories and Confessions\\n\\nManoel de Oliveira, Portugal, 1982, 35mm, 73m\\n\\nPortuguese with English subtitles\\n\\nThe late, great Manoel de Oliveira stipulated that this filmmade in 1982be screened publicly only after his death. One of the Portuguese masters most exquisite and moving films, and certainly his most personal, Visit assumes the rare form of an auto-elegy. A prowling camera finds Oliveira, who died at 106 this past April, in the Porto house where he had lived for four decades and that he is preparing to leave due to mounting debts. He addresses the audience directly, setting the films droll, convivial tone, and discusses a wide range of topics (family history, cinema, architecture), shares home movies, and reenacts his run-in with the military dictatorship. Oliveiras improbable career took the form of a long goodbye, but this actual farewell is no less touching in its simplicity and lucidity. He made the film at age 73, presumably expecting he was near the end of his life. He would in fact live another 33 years and make another 25 or so films, some of them among his greatest, in an extended twilight that was also an artistic prime unlike any other. Print courtesy of Cinemateca Portuguesa. North American Premiere.\\n\\nCelebrating 25 Years of The Film Foundation\\n\\nThis year marks the 25th anniversary of The Film Foundation. Following his successful campaign in the early 80s to develop a more durable color film stock, Martin Scorsese founded the organization to raise awareness of the fragility of film and to create a genuine consciousness of film preservation. Since its inception in 1990, TFF has partnered with archives, studios, and labs around the world to restore over 700 films. Were presenting seven of their newest restorations.\\n\\nBlack Girl / La Noire de...\\n\\nOusmane Sembene, France/Senegal, 1965, DCP, 65m\\n\\nFrench with English subtitles\\n\\nOusmane Sembenes first featurereally, the movie that opened the way for African cinema in the Westis by turns tough, swift, and true in its aim. A young woman (Mbissine Therese Diop) leaves Senegal with dreams of a more carefree and glamorous existence in France, where she procures a job as a live-in maid and nanny for a young couple in the French Riviera. She is gradually deadened by the endless routines and tasks and rhythms of life in the tiny apartment, and by the dissatisfactions felt by the husband and wife, which they project onto their black girl. Sembenes perfect short story, wrote Manny Farber, naming it as his movie of 1969, is unlike anything in the film library: translucent and no tricks, amazingly pure, but spiritualized. A formative and eye-opening work, and one of Sembenes finest. Restored by The Film Foundations World Cinema Project in collaboration with the Sembene Estate, Institut National de lAudiovisuel, INA, Eclair laboratories, and Centre National de Cinematographie. Restoration carried out at Cineteca di Bologna/LImmagine Ritrovata Laboratory. A Janus Films release.\\n\\nThe Boys from Fengkuei\\n\\nHou Hsiao-hsien, Taiwan, 1983, DCP, 101m\\n\\nMandarin with English subtitles\\n\\nThis group portrait of four laddish adolescents on the razzle in Kaohsiung as they approach the onset of adult life (Tony Rayns) is Hou Hsiao-hsiens fourth film, but he has long considered it to be the real beginning of his career as a moviemaker. I had very intense feelings at the time, Hou told Sam Ho, and I think the film has an intense energy. An artists early work might be lacking in craft but, at the same time, be very powerful, very direct. Later, when I wanted to return to that initial intensity, I no longer could. In the tradition of Fellinis I Vitelloni, The Boys from Fengkuei is a deeply personal look back at the directors own adolescenceat the boredom of living in the middle of nowhere and the overwhelming need to get up and move, and get out and away to the big city. A glorious young-mans film, and the first great work of the Taiwanese New Wave. Restoration by the Cineteca di Bologna. A Cinematheque Royale de Belgique release.\\n\\nHeaven Can Wait\\n\\nErnst Lubitsch, USA, 1943, 35mm, 112m\\n\\nThe legendary Ernst Lubitschs portrait of a turn-of-the-century hedonist extraordinaire begins at the gate of hellnot Dantes Inferno but a handsome art-deco waiting room, where a courtly Satan (Laird Cregar) conducts an admission interview with the recently deceased Henry Van Cleve (Don Ameche). Henrys leisurely stroll through the past is a very funny comedy of manners and a lovely rendering of Old New York. Lubitschs writing with Samson Raphaelson  Satan: I presume your funeral was satisfactory. Henry: Well, there was a lot of crying, so I believe everybody had a good time.and his meticulous direction are all of a piece. The films glorious, candy-box Technicolor has now been beautifully restored by Schawn Belston and his team at 20th Century Fox, just in time for the 100th Anniversary of the Fox Film Corporation. With Gene Tierney, Louis Calhern, Eugene Pallette, Marjorie Main, and Charles Coburn as Henrys grandfather and fellow black sheep. Restored by 20th Century Fox in collaboration with the Academy Film Archive and The Film Foundation. A 20th Century Fox release.\\n\\nInsiang\\n\\nLino Brocka, Philippines, 1976, DCP, 95m\\n\\nTagalog and Filipino with English subtitles\\n\\nIn Lino Brockas searing 1976 melodrama (one could use the same adjective to describe all of his melodramas), the eponymous heroine, played by Hilda Koronel, is raped by her mothers boyfriend, then blamed for provoking the act and forced out of her own home. Insiang is, first and foremost, a character analysis, wrote the director. I need this character to recreate the violence stemming from urban overpopulation, to show the annihilation of a human being, the loss of human dignity caused by the physical and social environment... The people in Brockas films live in dire circumstances, offset by their extreme vitality and their electrically charged encounters. Insiang, a failure on its home ground but the first film from the Philippines to be invited to Cannes, is one of its directors best. It is also the second of Brockas works to be restored by the World Cinema Project. With Mona Lisa as Insiangs mother. Restored in 2015 by Cineteca di Bologna/LImmagine Ritrovata. Restoration funding provided by The Film Foundations World Cinema Project and the Film Development Council of the Philippines. A Film Foundation release.\\n\\nThe Long Voyage Home\\n\\nJohn Ford, USA, 1940, DCP, 105m\\n\\nIndependently produced by Walter Wanger, John Fords soulful, heartbreaking film is based on four Eugene ONeill one-acts about life at sea (the playwright himself loved the movie so much that he acquired his own 16mm print). Ford, working with his screenwriter Dudley Nichols and his brilliant cameraman Gregg Toland (they had just collaborated on The Grapes of Wrath), updates the plays to World War II and condenses the action, creating tonal variations on the aching loneliness of life at sea and the longing for home. In the words of Ford biographer Joseph McBride, the director and his DP broke all the rules of conventional Hollywood cinematography and created a doom-laden mood with deep pools of light and shadowseen to full advantage in this beautiful restoration. The Long Voyage Home is a true ensemble piece featuring many of the actors that comprised Fords stock company, including Thomas Mitchell, Barry Fitzgerald and his brother Arthur Shields, John Qualen, and, unforgettably, John Wayne as the Swedish sailor Ole. Restored by the UCLA Film & Television Archive. Restoration funding provided by the Hollywood Foreign Press Association and The Film Foundation. A Westchester Films and Shout! Factory release.\\n\\nThe Memory of Justice\\n\\nMarcel Ophuls, UK/USA/France/Germany, 1976, DCP, 278m\\n\\nFrench with English subtitles\\n\\nThe third of Marcel Ophuls monumental inquiries into the questions of individual and collective guilt fueling the calamities of war and genocide, The Memory of Justice examines the defining tragedies of the Western world in the second half of the 20th century, from the Nuremberg trials through the French-Algerian war to the disaster of Vietnam, building from a vast range of interviews, from Telford Taylor (Counsel for the Prosecution at Nuremberg, later a harsh critic of our escalating involvement in Vietnam) to Nazi architect Albert Speer to Daniel Ellsberg and Joan Baez. As Vincent Canby wrote in The New York Times when The Memory of Justice was screened at the 1976 New York Film Festival, Ophuls film expands the possibilities of the documentary motion picture in such a way that all future films of this sort will be compared to it. Seldom seen since its premiere and then only in rare 16mm prints, the film has now been painstakingly restored. Restored by the Academy Film Archive in association with Paramount Pictures and The Film Foundation. Restoration funding provided by The Material World Charitable Foundation, Righteous Persons Foundation, and The Film Foundation. A Film Foundation release.\\n\\nRocco and His Brothers\\n\\nLuchino Visconti, Italy/France, 1960, DCP, 177m\\n\\nItalian with English subtitles\\n\\nLuchino Viscontis rich and expansive masterpiece, the story of a mother and her grown sons who head north from Lucania in search of work and new lives, has an emotional intensity and a tragic grandeur matched by few other films. Visconti turned to Giovanni Testori, Thomas Mann, Dostoyevsky, and Arthur Miller for inspiration, and he achieved an truly epic sweep: in one beautifully realized scene after another, we observe the tragic progress of a tightly knit family coming apart, one frayed thread at a time. Alain Delon is Rocco, Renato Salvatori is his brother Simone, Annie Girardot is the woman who comes between them, and Katina Paxinou is the matriarch, Rosaria. Rocco and His Brothers, one of the great and defining films of its era, has now been beautifully restored, and Giuseppe Rotunnos black-and-white images are once again as pearly and lustrous as they were meant to be. Restored by Cineteca di Bologna/LImmagine Ritrovata in association with Titanus, TF1 Droits Audiovisuels, and The Film Foundation. Restoration funding provided by Gucci and The Film Foundation. A Milestone Film release.\", \"Text_Bigrams\": [[\"everything\", \"new\"], [\"new\", \"york\"], [\"york\", \"film\"], [\"film\", \"festival\"], [\"festival\", \"special\"], [\"special\", \"particularly\"], [\"particularly\", \"excited\"], [\"excited\", \"lineup\"], [\"lineup\", \"year\"], [\"year\", \"special\"], [\"special\", \"event\"], [\"event\", \"revival\"], [\"revival\", \"section\"], [\"section\", \"former\"], [\"former\", \"includes\"], [\"includes\", \"important\"], [\"important\", \"new\"], [\"new\", \"work\"], [\"work\", \"premiere\"], [\"premiere\", \"well\"], [\"well\", \"anniversary\"], [\"anniversary\", \"celebration\"], [\"celebration\", \"beloved\"], [\"beloved\", \"musical\"], [\"musical\", \"fantasia\"], [\"fantasia\", \"latter\"], [\"latter\", \"includes\"], [\"includes\", \"11\"], [\"11\", \"international\"], [\"international\", \"masterpiece\"], [\"masterpiece\", \"renowned\"], [\"renowned\", \"filmmaker\"], [\"filmmaker\", \"whose\"], [\"whose\", \"diverse\"], [\"diverse\", \"eclectic\"], [\"eclectic\", \"work\"], [\"work\", \"digitally\"], [\"digitally\", \"remastered\"], [\"remastered\", \"restored\"], [\"restored\", \"preserved\"], [\"preserved\", \"assistance\"], [\"assistance\", \"generous\"], [\"generous\", \"partner\"], [\"partner\", \"including\"], [\"including\", \"martin\"], [\"martin\", \"scorsese\"], [\"scorsese\", \"film\"], [\"film\", \"foundation\"], [\"foundation\", \"celebrating\"], [\"celebrating\", \"25th\"], [\"25th\", \"anniversary\"], [\"anniversary\", \"special\"], [\"special\", \"event\"], [\"event\", \"lineup\"], [\"lineup\", \"return\"], [\"return\", \"film\"], [\"film\", \"comment\"], [\"comment\", \"present\"], [\"present\", \"originally\"], [\"originally\", \"launched\"], [\"launched\", \"nyff\"], [\"nyff\", \"2013\"], [\"2013\", \"premiere\"], [\"premiere\", \"awardwinning\"], [\"awardwinning\", \"12\"], [\"12\", \"year\"], [\"year\", \"slave\"], [\"slave\", \"year\"], [\"year\", \"selection\"], [\"selection\", \"son\"], [\"son\", \"saul\"], [\"saul\", \"laszlo\"], [\"laszlo\", \"nemess\"], [\"nemess\", \"shattering\"], [\"shattering\", \"film\"], [\"film\", \"horror\"], [\"horror\", \"auschwitz\"], [\"auschwitz\", \"recently\"], [\"recently\", \"won\"], [\"won\", \"grand\"], [\"grand\", \"prix\"], [\"prix\", \"cannes\"], [\"cannes\", \"selected\"], [\"selected\", \"hungary\"], [\"hungary\", \"official\"], [\"official\", \"entry\"], [\"entry\", \"foreignlanguage\"], [\"foreignlanguage\", \"film\"], [\"film\", \"category\"], [\"category\", \"academy\"], [\"academy\", \"award\"], [\"award\", \"making\"], [\"making\", \"north\"], [\"north\", \"american\"], [\"american\", \"premiere\"], [\"premiere\", \"festival\"], [\"festival\", \"noah\"], [\"noah\", \"baumbach\"], [\"baumbach\", \"jake\"], [\"jake\", \"paltrows\"], [\"paltrows\", \"film\"], [\"film\", \"portrait\"], [\"portrait\", \"de\"], [\"de\", \"palma\"], [\"palma\", \"chronicling\"], [\"chronicling\", \"director\"], [\"director\", \"brian\"], [\"brian\", \"de\"], [\"de\", \"palmas\"], [\"palmas\", \"illustrious\"], [\"illustrious\", \"sixdecadelong\"], [\"sixdecadelong\", \"career\"], [\"career\", \"life\"], [\"life\", \"personal\"], [\"personal\", \"view\"], [\"view\", \"filmmaking\"], [\"filmmaking\", \"process\"], [\"process\", \"de\"], [\"de\", \"palmas\"], [\"palmas\", \"masterful\"], [\"masterful\", \"blow\"], [\"blow\", \"also\"], [\"also\", \"screen\"], [\"screen\", \"revival\"], [\"revival\", \"another\"], [\"another\", \"established\"], [\"established\", \"american\"], [\"american\", \"filmmaker\"], [\"filmmaker\", \"turning\"], [\"turning\", \"attention\"], [\"attention\", \"narrative\"], [\"narrative\", \"intimate\"], [\"intimate\", \"documentary\"], [\"documentary\", \"study\"], [\"study\", \"paul\"], [\"paul\", \"thomas\"], [\"thomas\", \"anderson\"], [\"anderson\", \"whose\"], [\"whose\", \"latest\"], [\"latest\", \"film\"], [\"film\", \"junun\"], [\"junun\", \"world\"], [\"world\", \"premiere\"], [\"premiere\", \"special\"], [\"special\", \"event\"], [\"event\", \"section\"], [\"section\", \"junun\"], [\"junun\", \"follows\"], [\"follows\", \"musical\"], [\"musical\", \"journey\"], [\"journey\", \"close\"], [\"close\", \"friend\"], [\"friend\", \"collaborator\"], [\"collaborator\", \"jonny\"], [\"jonny\", \"greenwood\"], [\"greenwood\", \"northern\"], [\"northern\", \"india\"], [\"india\", \"record\"], [\"record\", \"album\"], [\"album\", \"israeli\"], [\"israeli\", \"musician\"], [\"musician\", \"shye\"], [\"shye\", \"ben\"], [\"ben\", \"tzur\"], [\"tzur\", \"illustrious\"], [\"illustrious\", \"local\"], [\"local\", \"musician\"], [\"musician\", \"additional\"], [\"additional\", \"highlight\"], [\"highlight\", \"include\"], [\"include\", \"renowned\"], [\"renowned\", \"artist\"], [\"artist\", \"laurie\"], [\"laurie\", \"anderson\"], [\"anderson\", \"year\"], [\"year\", \"nyff\"], [\"nyff\", \"poster\"], [\"poster\", \"designer\"], [\"designer\", \"premiere\"], [\"premiere\", \"first\"], [\"first\", \"feature\"], [\"feature\", \"30\"], [\"30\", \"year\"], [\"year\", \"personal\"], [\"personal\", \"essay\"], [\"essay\", \"entitled\"], [\"entitled\", \"heart\"], [\"heart\", \"dog\"], [\"dog\", \"anderson\"], [\"anderson\", \"response\"], [\"response\", \"commission\"], [\"commission\", \"arte\"], [\"arte\", \"film\"], [\"film\", \"work\"], [\"work\", \"braided\"], [\"braided\", \"joy\"], [\"joy\", \"heartbreak\"], [\"heartbreak\", \"remembering\"], [\"remembering\", \"forgetting\"], [\"forgetting\", \"heart\"], [\"heart\", \"lament\"], [\"lament\", \"late\"], [\"late\", \"beloved\"], [\"beloved\", \"pianoplaying\"], [\"pianoplaying\", \"fingerpainting\"], [\"fingerpainting\", \"dog\"], [\"dog\", \"lolabelle\"], [\"lolabelle\", \"recently\"], [\"recently\", \"announced\"], [\"announced\", \"nyff\"], [\"nyff\", \"filmmaker\"], [\"filmmaker\", \"residence\"], [\"residence\", \"athina\"], [\"athina\", \"rachel\"], [\"rachel\", \"tsangari\"], [\"tsangari\", \"also\"], [\"also\", \"present\"], [\"present\", \"latest\"], [\"latest\", \"film\"], [\"film\", \"chevalier\"], [\"chevalier\", \"making\"], [\"making\", \"u\"], [\"u\", \"premiere\"], [\"premiere\", \"fresh\"], [\"fresh\", \"heel\"], [\"heel\", \"locarno\"], [\"locarno\", \"toronto\"], [\"toronto\", \"international\"], [\"international\", \"film\"], [\"film\", \"festival\"], [\"festival\", \"following\"], [\"following\", \"nyff\"], [\"nyff\", \"tradition\"], [\"tradition\", \"special\"], [\"special\", \"anniversary\"], [\"anniversary\", \"screening\"], [\"screening\", \"past\"], [\"past\", \"included\"], [\"included\", \"princess\"], [\"princess\", \"bride\"], [\"bride\", \"25th\"], [\"25th\", \"anniversary\"], [\"anniversary\", \"spinal\"], [\"spinal\", \"tap\"], [\"tap\", \"30th\"], [\"30th\", \"anniversary\"], [\"anniversary\", \"dazed\"], [\"dazed\", \"confuseds\"], [\"confuseds\", \"20th\"], [\"20th\", \"anniversary\"], [\"anniversary\", \"festival\"], [\"festival\", \"proud\"], [\"proud\", \"present\"], [\"present\", \"special\"], [\"special\", \"evening\"], [\"evening\", \"celebrating\"], [\"celebrating\", \"15th\"], [\"15th\", \"anniversary\"], [\"anniversary\", \"joel\"], [\"joel\", \"ethan\"], [\"ethan\", \"coens\"], [\"coens\", \"beloved\"], [\"beloved\", \"rootsmusical\"], [\"rootsmusical\", \"fantasia\"], [\"fantasia\", \"o\"], [\"o\", \"brother\"], [\"brother\", \"art\"], [\"art\", \"thou\"], [\"thou\", \"set\"], [\"set\", \"rural\"], [\"rural\", \"south\"], [\"south\", \"1930s\"], [\"1930s\", \"based\"], [\"based\", \"homer\"], [\"homer\", \"odyssey\"], [\"odyssey\", \"coen\"], [\"coen\", \"brother\"], [\"brother\", \"cast\"], [\"cast\", \"member\"], [\"member\", \"hand\"], [\"hand\", \"journey\"], [\"journey\", \"special\"], [\"special\", \"musical\"], [\"musical\", \"performance\"], [\"performance\", \"revival\"], [\"revival\", \"selection\"], [\"selection\", \"year\"], [\"year\", \"festival\"], [\"festival\", \"includes\"], [\"includes\", \"diverse\"], [\"diverse\", \"group\"], [\"group\", \"11\"], [\"11\", \"international\"], [\"international\", \"offering\"], [\"offering\", \"master\"], [\"master\", \"filmmaker\"], [\"filmmaker\", \"like\"], [\"like\", \"akira\"], [\"akira\", \"kurosawa\"], [\"kurosawa\", \"brian\"], [\"brian\", \"de\"], [\"de\", \"palma\"], [\"palma\", \"hou\"], [\"hou\", \"hsiaohsien\"], [\"hsiaohsien\", \"king\"], [\"king\", \"hu\"], [\"hu\", \"manoel\"], [\"manoel\", \"de\"], [\"de\", \"oliveira\"], [\"oliveira\", \"restoration\"], [\"restoration\", \"include\"], [\"include\", \"suite\"], [\"suite\", \"movie\"], [\"movie\", \"restored\"], [\"restored\", \"assistance\"], [\"assistance\", \"martin\"], [\"martin\", \"scorsese\"], [\"scorsese\", \"nonprofit\"], [\"nonprofit\", \"film\"], [\"film\", \"foundation\"], [\"foundation\", \"established\"], [\"established\", \"1990\"], [\"1990\", \"foundation\"], [\"foundation\", \"helped\"], [\"helped\", \"save\"], [\"save\", \"protect\"], [\"protect\", \"preserve\"], [\"preserve\", \"700\"], [\"700\", \"film\"], [\"film\", \"working\"], [\"working\", \"partnership\"], [\"partnership\", \"archive\"], [\"archive\", \"studio\"], [\"studio\", \"around\"], [\"around\", \"globe\"], [\"globe\", \"year\"], [\"year\", \"revival\"], [\"revival\", \"section\"], [\"section\", \"includes\"], [\"includes\", \"seven\"], [\"seven\", \"film\"], [\"film\", \"restored\"], [\"restored\", \"foundation\"], [\"foundation\", \"help\"], [\"help\", \"ousmane\"], [\"ousmane\", \"sembenes\"], [\"sembenes\", \"black\"], [\"black\", \"girl\"], [\"girl\", \"hou\"], [\"hou\", \"hsiaohsiens\"], [\"hsiaohsiens\", \"boy\"], [\"boy\", \"fengkuei\"], [\"fengkuei\", \"ernst\"], [\"ernst\", \"lubitsch\"], [\"lubitsch\", \"heaven\"], [\"heaven\", \"wait\"], [\"wait\", \"lino\"], [\"lino\", \"brockas\"], [\"brockas\", \"insiang\"], [\"insiang\", \"john\"], [\"john\", \"ford\"], [\"ford\", \"long\"], [\"long\", \"voyage\"], [\"voyage\", \"home\"], [\"home\", \"marcel\"], [\"marcel\", \"ophuls\"], [\"ophuls\", \"memory\"], [\"memory\", \"justice\"], [\"justice\", \"luchino\"], [\"luchino\", \"visconti\"], [\"visconti\", \"rocco\"], [\"rocco\", \"brother\"], [\"brother\", \"lubitsch\"], [\"lubitsch\", \"film\"], [\"film\", \"screened\"], [\"screened\", \"new\"], [\"new\", \"35mm\"], [\"35mm\", \"print\"], [\"print\", \"courtesy\"], [\"courtesy\", \"20th\"], [\"20th\", \"century\"], [\"century\", \"fox\"], [\"fox\", \"missed\"], [\"missed\", \"akira\"], [\"akira\", \"kurosawa\"], [\"kurosawa\", \"astonishing\"], [\"astonishing\", \"ran\"], [\"ran\", \"nyffs\"], [\"nyffs\", \"1985\"], [\"1985\", \"opening\"], [\"opening\", \"night\"], [\"night\", \"selection\"], [\"selection\", \"returning\"], [\"returning\", \"festival\"], [\"festival\", \"newly\"], [\"newly\", \"restored\"], [\"restored\", \"version\"], [\"version\", \"color\"], [\"color\", \"palette\"], [\"palette\", \"unlike\"], [\"unlike\", \"movie\"], [\"movie\", \"made\"], [\"made\", \"since\"], [\"since\", \"king\"], [\"king\", \"hus\"], [\"hus\", \"threeyearsinthemaking\"], [\"threeyearsinthemaking\", \"masterpiece\"], [\"masterpiece\", \"touch\"], [\"touch\", \"zen\"], [\"zen\", \"also\"], [\"also\", \"shown\"], [\"shown\", \"beautiful\"], [\"beautiful\", \"restoration\"], [\"restoration\", \"presented\"], [\"presented\", \"year\"], [\"year\", \"edition\"], [\"edition\", \"cannes\"], [\"cannes\", \"40\"], [\"40\", \"year\"], [\"year\", \"film\"], [\"film\", \"first\"], [\"first\", \"unveiling\"], [\"unveiling\", \"western\"], [\"western\", \"eye\"], [\"eye\", \"late\"], [\"late\", \"great\"], [\"great\", \"manoel\"], [\"manoel\", \"de\"], [\"de\", \"oliveiras\"], [\"oliveiras\", \"1982\"], [\"1982\", \"film\"], [\"film\", \"visit\"], [\"visit\", \"memory\"], [\"memory\", \"confession\"], [\"confession\", \"also\"], [\"also\", \"included\"], [\"included\", \"revival\"], [\"revival\", \"lineup\"], [\"lineup\", \"year\"], [\"year\", \"hidden\"], [\"hidden\", \"away\"], [\"away\", \"audience\"], [\"audience\", \"filmmaker\"], [\"filmmaker\", \"30\"], [\"30\", \"year\"], [\"year\", \"ticket\"], [\"ticket\", \"general\"], [\"general\", \"public\"], [\"public\", \"go\"], [\"go\", \"sale\"], [\"sale\", \"sunday\"], [\"sunday\", \"september\"], [\"september\", \"13\"], [\"13\", \"revival\"], [\"revival\", \"ticket\"], [\"ticket\", \"15\"], [\"15\", \"general\"], [\"general\", \"public\"], [\"public\", \"10\"], [\"10\", \"member\"], [\"member\", \"student\"], [\"student\", \"discounted\"], [\"discounted\", \"3\"], [\"3\", \"film\"], [\"film\", \"package\"], [\"package\", \"also\"], [\"also\", \"available\"], [\"available\", \"purchase\"], [\"purchase\", \"special\"], [\"special\", \"event\"], [\"event\", \"program\"], [\"program\", \"slightly\"], [\"slightly\", \"higher\"], [\"higher\", \"pricing\"], [\"pricing\", \"based\"], [\"based\", \"venue\"], [\"venue\", \"ticket\"], [\"ticket\", \"53rd\"], [\"53rd\", \"new\"], [\"new\", \"york\"], [\"york\", \"film\"], [\"film\", \"festival\"], [\"festival\", \"go\"], [\"go\", \"sale\"], [\"sale\", \"film\"], [\"film\", \"society\"], [\"society\", \"patron\"], [\"patron\", \"end\"], [\"end\", \"august\"], [\"august\", \"ahead\"], [\"ahead\", \"general\"], [\"general\", \"public\"], [\"public\", \"click\"], [\"click\", \"learn\"], [\"learn\", \"patron\"], [\"patron\", \"program\"], [\"program\", \"becoming\"], [\"becoming\", \"film\"], [\"film\", \"society\"], [\"society\", \"member\"], [\"member\", \"offer\"], [\"offer\", \"exclusive\"], [\"exclusive\", \"member\"], [\"member\", \"ticket\"], [\"ticket\", \"discount\"], [\"discount\", \"new\"], [\"new\", \"york\"], [\"york\", \"film\"], [\"film\", \"festival\"], [\"festival\", \"film\"], [\"film\", \"society\"], [\"society\", \"programming\"], [\"programming\", \"yearround\"], [\"yearround\", \"plus\"], [\"plus\", \"great\"], [\"great\", \"benefit\"], [\"benefit\", \"current\"], [\"current\", \"member\"], [\"member\", \"film\"], [\"film\", \"buff\"], [\"buff\", \"level\"], [\"level\", \"enjoy\"], [\"enjoy\", \"early\"], [\"early\", \"ticket\"], [\"ticket\", \"access\"], [\"access\", \"nyff\"], [\"nyff\", \"screening\"], [\"screening\", \"event\"], [\"event\", \"ahead\"], [\"ahead\", \"general\"], [\"general\", \"public\"], [\"public\", \"click\"], [\"click\", \"learn\"], [\"learn\", \"even\"], [\"even\", \"access\"], [\"access\", \"vip\"], [\"vip\", \"pass\"], [\"pass\", \"subscription\"], [\"subscription\", \"package\"], [\"package\", \"give\"], [\"give\", \"buyer\"], [\"buyer\", \"one\"], [\"one\", \"earliest\"], [\"earliest\", \"opportunity\"], [\"opportunity\", \"purchase\"], [\"purchase\", \"ticket\"], [\"ticket\", \"secure\"], [\"secure\", \"seat\"], [\"seat\", \"festival\"], [\"festival\", \"biggest\"], [\"biggest\", \"event\"], [\"event\", \"including\"], [\"including\", \"opening\"], [\"opening\", \"centerpiece\"], [\"centerpiece\", \"closing\"], [\"closing\", \"night\"], [\"night\", \"vip\"], [\"vip\", \"pass\"], [\"pass\", \"also\"], [\"also\", \"provide\"], [\"provide\", \"access\"], [\"access\", \"many\"], [\"many\", \"exciting\"], [\"exciting\", \"event\"], [\"event\", \"including\"], [\"including\", \"invitationonly\"], [\"invitationonly\", \"opening\"], [\"opening\", \"night\"], [\"night\", \"party\"], [\"party\", \"evening\"], [\"evening\", \"dinner\"], [\"dinner\", \"filmmaker\"], [\"filmmaker\", \"brunch\"], [\"brunch\", \"vip\"], [\"vip\", \"lounge\"], [\"lounge\", \"benefit\"], [\"benefit\", \"vary\"], [\"vary\", \"based\"], [\"based\", \"pas\"], [\"pas\", \"package\"], [\"package\", \"type\"], [\"type\", \"purchased\"], [\"purchased\", \"limited\"], [\"limited\", \"number\"], [\"number\", \"vip\"], [\"vip\", \"pass\"], [\"pass\", \"subscription\"], [\"subscription\", \"package\"], [\"package\", \"still\"], [\"still\", \"available\"], [\"available\", \"information\"], [\"information\", \"purchasing\"], [\"purchasing\", \"subscription\"], [\"subscription\", \"package\"], [\"package\", \"vip\"], [\"vip\", \"pass\"], [\"pass\", \"click\"], [\"click\", \"special\"], [\"special\", \"event\"], [\"event\", \"filmmaker\"], [\"filmmaker\", \"residence\"], [\"residence\", \"screening\"], [\"screening\", \"chevalier\"], [\"chevalier\", \"athina\"], [\"athina\", \"rachel\"], [\"rachel\", \"tsangari\"], [\"tsangari\", \"greece\"], [\"greece\", \"2015\"], [\"2015\", \"dcp\"], [\"dcp\", \"104m\"], [\"104m\", \"greek\"], [\"greek\", \"english\"], [\"english\", \"subtitle\"], [\"subtitle\", \"six\"], [\"six\", \"men\"], [\"men\", \"set\"], [\"set\", \"aegean\"], [\"aegean\", \"sea\"], [\"sea\", \"aboard\"], [\"aboard\", \"yacht\"], [\"yacht\", \"long\"], [\"long\", \"male\"], [\"male\", \"bonding\"], [\"bonding\", \"oneupmanship\"], [\"oneupmanship\", \"give\"], [\"give\", \"way\"], [\"way\", \"loosely\"], [\"loosely\", \"defined\"], [\"defined\", \"yet\"], [\"yet\", \"hotly\"], [\"hotly\", \"contested\"], [\"contested\", \"competition\"], [\"competition\", \"determine\"], [\"determine\", \"best\"], [\"best\", \"general\"], [\"general\", \"game\"], [\"game\", \"trial\"], [\"trial\", \"grow\"], [\"grow\", \"elaborate\"], [\"elaborate\", \"absurdeverything\"], [\"absurdeverything\", \"judgment\"], [\"judgment\", \"sleeping\"], [\"sleeping\", \"position\"], [\"position\", \"cholesterol\"], [\"cholesterol\", \"level\"], [\"level\", \"furnitureassembly\"], [\"furnitureassembly\", \"skillsinsecurities\"], [\"skillsinsecurities\", \"emerge\"], [\"emerge\", \"power\"], [\"power\", \"relation\"], [\"relation\", \"shift\"], [\"shift\", \"2010\"], [\"2010\", \"breakthrough\"], [\"breakthrough\", \"attenberg\"], [\"attenberg\", \"athina\"], [\"athina\", \"rachel\"], [\"rachel\", \"tsangari\"], [\"tsangari\", \"new\"], [\"new\", \"york\"], [\"york\", \"film\"], [\"film\", \"festival\"], [\"festival\", \"2015\"], [\"2015\", \"filmmaker\"], [\"filmmaker\", \"residence\"], [\"residence\", \"balance\"], [\"balance\", \"anthropological\"], [\"anthropological\", \"precision\"], [\"precision\", \"wry\"], [\"wry\", \"wholly\"], [\"wholly\", \"original\"], [\"original\", \"sense\"], [\"sense\", \"humor\"], [\"humor\", \"impeccably\"], [\"impeccably\", \"staged\"], [\"staged\", \"crisply\"], [\"crisply\", \"photographed\"], [\"photographed\", \"buoyed\"], [\"buoyed\", \"eclectic\"], [\"eclectic\", \"soundtrack\"], [\"soundtrack\", \"choice\"], [\"choice\", \"petula\"], [\"petula\", \"clark\"], [\"clark\", \"mark\"], [\"mark\", \"lanegan\"], [\"lanegan\", \"maritime\"], [\"maritime\", \"psychodrama\"], [\"psychodrama\", \"becomes\"], [\"becomes\", \"funnier\"], [\"funnier\", \"richer\"], [\"richer\", \"implication\"], [\"implication\", \"progress\"], [\"progress\", \"begin\"], [\"begin\", \"lampoon\"], [\"lampoon\", \"bourgeois\"], [\"bourgeois\", \"machismo\"], [\"machismo\", \"male\"], [\"male\", \"anxiety\"], [\"anxiety\", \"develops\"], [\"develops\", \"incisive\"], [\"incisive\", \"allegory\"], [\"allegory\", \"state\"], [\"state\", \"contemporary\"], [\"contemporary\", \"greece\"], [\"greece\", \"leaf\"], [\"leaf\", \"final\"], [\"final\", \"impression\"], [\"impression\", \"empathetic\"], [\"empathetic\", \"razorsharp\"], [\"razorsharp\", \"study\"], [\"study\", \"human\"], [\"human\", \"nature\"], [\"nature\", \"filmmaker\"], [\"filmmaker\", \"residence\"], [\"residence\", \"program\"], [\"program\", \"launched\"], [\"launched\", \"2013\"], [\"2013\", \"film\"], [\"film\", \"society\"], [\"society\", \"lincoln\"], [\"lincoln\", \"center\"], [\"center\", \"jaegerlecoultre\"], [\"jaegerlecoultre\", \"annual\"], [\"annual\", \"initiative\"], [\"initiative\", \"designed\"], [\"designed\", \"support\"], [\"support\", \"filmmaker\"], [\"filmmaker\", \"early\"], [\"early\", \"stage\"], [\"stage\", \"creative\"], [\"creative\", \"process\"], [\"process\", \"backdrop\"], [\"backdrop\", \"new\"], [\"new\", \"york\"], [\"york\", \"city\"], [\"city\", \"new\"], [\"new\", \"york\"], [\"york\", \"film\"], [\"film\", \"festival\"], [\"festival\", \"nyff\"], [\"nyff\", \"u\"], [\"u\", \"premiere\"], [\"premiere\", \"de\"], [\"de\", \"palma\"], [\"palma\", \"noah\"], [\"noah\", \"baumbach\"], [\"baumbach\", \"jake\"], [\"jake\", \"paltrow\"], [\"paltrow\", \"usa\"], [\"usa\", \"2015\"], [\"2015\", \"dcp\"], [\"dcp\", \"107m\"], [\"107m\", \"noah\"], [\"noah\", \"baumbach\"], [\"baumbach\", \"jake\"], [\"jake\", \"paltrows\"], [\"paltrows\", \"fleet\"], [\"fleet\", \"bountiful\"], [\"bountiful\", \"portrait\"], [\"portrait\", \"cover\"], [\"cover\", \"career\"], [\"career\", \"number\"], [\"number\", \"one\"], [\"one\", \"iconoclast\"], [\"iconoclast\", \"american\"], [\"american\", \"cinema\"], [\"cinema\", \"man\"], [\"man\", \"gave\"], [\"gave\", \"u\"], [\"u\", \"carrie\"], [\"carrie\", \"dressed\"], [\"dressed\", \"kill\"], [\"kill\", \"blow\"], [\"blow\", \"carlitos\"], [\"carlitos\", \"way\"], [\"way\", \"film\"], [\"film\", \"move\"], [\"move\", \"speed\"], [\"speed\", \"de\"], [\"de\", \"palmas\"], [\"palmas\", \"thought\"], [\"thought\", \"sometimes\"], [\"sometimes\", \"work\"], [\"work\", \"subtle\"], [\"subtle\", \"witty\"], [\"witty\", \"counterpoint\"], [\"counterpoint\", \"go\"], [\"go\", \"title\"], [\"title\", \"title\"], [\"title\", \"covering\"], [\"covering\", \"life\"], [\"life\", \"science\"], [\"science\", \"nerd\"], [\"nerd\", \"new\"], [\"new\", \"hollywood\"], [\"hollywood\", \"bad\"], [\"bad\", \"boy\"], [\"boy\", \"grand\"], [\"grand\", \"old\"], [\"old\", \"man\"], [\"man\", \"describes\"], [\"describes\", \"evershifting\"], [\"evershifting\", \"position\"], [\"position\", \"thing\"], [\"thing\", \"call\"], [\"call\", \"movie\"], [\"movie\", \"business\"], [\"business\", \"deceptively\"], [\"deceptively\", \"simple\"], [\"simple\", \"de\"], [\"de\", \"palma\"], [\"palma\", \"finally\"], [\"finally\", \"many\"], [\"many\", \"thing\"], [\"thing\", \"film\"], [\"film\", \"craft\"], [\"craft\", \"filmmakinghow\"], [\"filmmakinghow\", \"practiced\"], [\"practiced\", \"easily\"], [\"easily\", \"distorted\"], [\"distorted\", \"debased\"], [\"debased\", \"insightful\"], [\"insightful\", \"often\"], [\"often\", \"hilarious\"], [\"hilarious\", \"tour\"], [\"tour\", \"american\"], [\"american\", \"moviemaking\"], [\"moviemaking\", \"1960s\"], [\"1960s\", \"present\"], [\"present\", \"primer\"], [\"primer\", \"movie\"], [\"movie\", \"made\"], [\"made\", \"unmade\"], [\"unmade\", \"surprising\"], [\"surprising\", \"lively\"], [\"lively\", \"unexpectedly\"], [\"unexpectedly\", \"moving\"], [\"moving\", \"portrait\"], [\"portrait\", \"great\"], [\"great\", \"irascible\"], [\"irascible\", \"unapologetic\"], [\"unapologetic\", \"uncompromising\"], [\"uncompromising\", \"new\"], [\"new\", \"york\"], [\"york\", \"artist\"], [\"artist\", \"conjunction\"], [\"conjunction\", \"film\"], [\"film\", \"also\"], [\"also\", \"showing\"], [\"showing\", \"de\"], [\"de\", \"palmas\"], [\"palmas\", \"masterpiece\"], [\"masterpiece\", \"blow\"], [\"blow\", \"north\"], [\"north\", \"american\"], [\"american\", \"premiere\"], [\"premiere\", \"heart\"], [\"heart\", \"dog\"], [\"dog\", \"laurie\"], [\"laurie\", \"anderson\"], [\"anderson\", \"usafrance\"], [\"usafrance\", \"2015\"], [\"2015\", \"dcp\"], [\"dcp\", \"75m\"], [\"75m\", \"laurie\"], [\"laurie\", \"anderson\"], [\"anderson\", \"plainspoken\"], [\"plainspoken\", \"allamerican\"], [\"allamerican\", \"observationalautobiographical\"], [\"observationalautobiographical\", \"art\"], [\"art\", \"voice\"], [\"voice\", \"harmony\"], [\"harmony\", \"rhythm\"], [\"rhythm\", \"image\"], [\"image\", \"juxtaposed\"], [\"juxtaposed\", \"layered\"], [\"layered\", \"metaphor\"], [\"metaphor\", \"generated\"], [\"generated\", \"mind\"], [\"mind\", \"viewerlistener\"], [\"viewerlistener\", \"sent\"], [\"sent\", \"spinning\"], [\"spinning\", \"stratosphere\"], [\"stratosphere\", \"nine\"], [\"nine\", \"year\"], [\"year\", \"since\"], [\"since\", \"last\"], [\"last\", \"film\"], [\"film\", \"almost\"], [\"almost\", \"30\"], [\"30\", \"since\"], [\"since\", \"last\"], [\"last\", \"feature\"], [\"feature\", \"heart\"], [\"heart\", \"dog\"], [\"dog\", \"response\"], [\"response\", \"commission\"], [\"commission\", \"arte\"], [\"arte\", \"work\"], [\"work\", \"braided\"], [\"braided\", \"joy\"], [\"joy\", \"heartbreak\"], [\"heartbreak\", \"remembering\"], [\"remembering\", \"forgetting\"], [\"forgetting\", \"heart\"], [\"heart\", \"lament\"], [\"lament\", \"late\"], [\"late\", \"beloved\"], [\"beloved\", \"pianoplaying\"], [\"pianoplaying\", \"fingerpainting\"], [\"fingerpainting\", \"dog\"], [\"dog\", \"lolabelle\"], [\"lolabelle\", \"life\"], [\"life\", \"neighborhooddowntown\"], [\"neighborhooddowntown\", \"new\"], [\"new\", \"york\"], [\"york\", \"911\"], [\"911\", \"archiving\"], [\"archiving\", \"surveillance\"], [\"surveillance\", \"record\"], [\"record\", \"zigguratlike\"], [\"zigguratlike\", \"structure\"], [\"structure\", \"lolabelles\"], [\"lolabelles\", \"passage\"], [\"passage\", \"bardo\"], [\"bardo\", \"recollection\"], [\"recollection\", \"death\"], [\"death\", \"neardeaths\"], [\"neardeaths\", \"terror\"], [\"terror\", \"personal\"], [\"personal\", \"global\"], [\"global\", \"sad\"], [\"sad\", \"goodbye\"], [\"goodbye\", \"funny\"], [\"funny\", \"one\"], [\"one\", \"dream\"], [\"dream\", \"imagined\"], [\"imagined\", \"flight\"], [\"flight\", \"acceptance\"], [\"acceptance\", \"heart\"], [\"heart\", \"dog\"], [\"dog\", \"immediate\"], [\"immediate\", \"paragraph\"], [\"paragraph\", \"kerouac\"], [\"kerouac\", \"disarmingly\"], [\"disarmingly\", \"playful\"], [\"playful\", \"cole\"], [\"cole\", \"porter\"], [\"porter\", \"melody\"], [\"melody\", \"rhapsodically\"], [\"rhapsodically\", \"composed\"], [\"composed\", \"poem\"], [\"poem\", \"whitman\"], [\"whitman\", \"thing\"], [\"thing\", \"rare\"], [\"rare\", \"beauty\"], [\"beauty\", \"junun\"], [\"junun\", \"paul\"], [\"paul\", \"thomas\"], [\"thomas\", \"anderson\"], [\"anderson\", \"usa\"], [\"usa\", \"2015\"], [\"2015\", \"dcp\"], [\"dcp\", \"54m\"], [\"54m\", \"english\"], [\"english\", \"hindu\"], [\"hindu\", \"hebrew\"], [\"hebrew\", \"urdu\"], [\"urdu\", \"english\"], [\"english\", \"subtitle\"], [\"subtitle\", \"earlier\"], [\"earlier\", \"year\"], [\"year\", \"paul\"], [\"paul\", \"thomas\"], [\"thomas\", \"anderson\"], [\"anderson\", \"joined\"], [\"joined\", \"close\"], [\"close\", \"friend\"], [\"friend\", \"collaborator\"], [\"collaborator\", \"jonny\"], [\"jonny\", \"greenwood\"], [\"greenwood\", \"trip\"], [\"trip\", \"rajasthan\"], [\"rajasthan\", \"northwest\"], [\"northwest\", \"india\"], [\"india\", \"hosted\"], [\"hosted\", \"maharaja\"], [\"maharaja\", \"jodhpur\"], [\"jodhpur\", \"brought\"], [\"brought\", \"camera\"], [\"camera\", \"destination\"], [\"destination\", \"15thcentury\"], [\"15thcentury\", \"mehrangarh\"], [\"mehrangarh\", \"fort\"], [\"fort\", \"greenwood\"], [\"greenwood\", \"help\"], [\"help\", \"radiohead\"], [\"radiohead\", \"engineer\"], [\"engineer\", \"nigel\"], [\"nigel\", \"godrich\"], [\"godrich\", \"recording\"], [\"recording\", \"album\"], [\"album\", \"israeli\"], [\"israeli\", \"composer\"], [\"composer\", \"shye\"], [\"shye\", \"ben\"], [\"ben\", \"tzur\"], [\"tzur\", \"amazing\"], [\"amazing\", \"group\"], [\"group\", \"musician\"], [\"musician\", \"aamir\"], [\"aamir\", \"bhiyani\"], [\"bhiyani\", \"soheb\"], [\"soheb\", \"bhiyani\"], [\"bhiyani\", \"ajaj\"], [\"ajaj\", \"damami\"], [\"damami\", \"sabir\"], [\"sabir\", \"damami\"], [\"damami\", \"hazmat\"], [\"hazmat\", \"bhanwaru\"], [\"bhanwaru\", \"khan\"], [\"khan\", \"brass\"], [\"brass\", \"ehtisham\"], [\"ehtisham\", \"khan\"], [\"khan\", \"ajmeri\"], [\"ajmeri\", \"nihal\"], [\"nihal\", \"khan\"], [\"khan\", \"nathu\"], [\"nathu\", \"lal\"], [\"lal\", \"solanki\"], [\"solanki\", \"narsi\"], [\"narsi\", \"lal\"], [\"lal\", \"solanki\"], [\"solanki\", \"chugge\"], [\"chugge\", \"khan\"], [\"khan\", \"percussion\"], [\"percussion\", \"zaki\"], [\"zaki\", \"ali\"], [\"ali\", \"qawwal\"], [\"qawwal\", \"zakir\"], [\"zakir\", \"ali\"], [\"ali\", \"qawwal\"], [\"qawwal\", \"afshana\"], [\"afshana\", \"khan\"], [\"khan\", \"razia\"], [\"razia\", \"sultan\"], [\"sultan\", \"gufran\"], [\"gufran\", \"ali\"], [\"ali\", \"shazib\"], [\"shazib\", \"ali\"], [\"ali\", \"vocal\"], [\"vocal\", \"dara\"], [\"dara\", \"khan\"], [\"khan\", \"asin\"], [\"asin\", \"khan\"], [\"khan\", \"string\"], [\"string\", \"finished\"], [\"finished\", \"film\"], [\"film\", \"hour\"], [\"hour\", \"pure\"], [\"pure\", \"magic\"], [\"magic\", \"junun\"], [\"junun\", \"life\"], [\"life\", \"breathes\"], [\"breathes\", \"music\"], [\"music\", \"musicmaking\"], [\"musicmaking\", \"close\"], [\"close\", \"camaraderie\"], [\"camaraderie\", \"artistic\"], [\"artistic\", \"collaboration\"], [\"collaboration\", \"lovely\"], [\"lovely\", \"impressionistic\"], [\"impressionistic\", \"mosaic\"], [\"mosaic\", \"oneofakind\"], [\"oneofakind\", \"sonic\"], [\"sonic\", \"experience\"], [\"experience\", \"music\"], [\"music\", \"blow\"], [\"blow\", \"mind\"], [\"mind\", \"world\"], [\"world\", \"premiere\"], [\"premiere\", \"anniversary\"], [\"anniversary\", \"screening\"], [\"screening\", \"o\"], [\"o\", \"brother\"], [\"brother\", \"art\"], [\"art\", \"thou\"], [\"thou\", \"joel\"], [\"joel\", \"ethan\"], [\"ethan\", \"coen\"], [\"coen\", \"2000\"], [\"2000\", \"usa\"], [\"usa\", \"dcp\"], [\"dcp\", \"107m\"], [\"107m\", \"year\"], [\"year\", \"mark\"], [\"mark\", \"15th\"], [\"15th\", \"anniversary\"], [\"anniversary\", \"joel\"], [\"joel\", \"ethan\"], [\"ethan\", \"coens\"], [\"coens\", \"beloved\"], [\"beloved\", \"rootsmusical\"], [\"rootsmusical\", \"fantasia\"], [\"fantasia\", \"based\"], [\"based\", \"upon\"], [\"upon\", \"odyssey\"], [\"odyssey\", \"homer\"], [\"homer\", \"three\"], [\"three\", \"escaped\"], [\"escaped\", \"convict\"], [\"convict\", \"george\"], [\"george\", \"clooney\"], [\"clooney\", \"tim\"], [\"tim\", \"blake\"], [\"blake\", \"nelson\"], [\"nelson\", \"john\"], [\"john\", \"turturro\"], [\"turturro\", \"trying\"], [\"trying\", \"get\"], [\"get\", \"back\"], [\"back\", \"home\"], [\"home\", \"rural\"], [\"rural\", \"south\"], [\"south\", \"1930s\"], [\"1930s\", \"bigger\"], [\"bigger\", \"life\"], [\"life\", \"endlessly\"], [\"endlessly\", \"surprising\"], [\"surprising\", \"eyepopping\"], [\"eyepopping\", \"wanted\"], [\"wanted\", \"look\"], [\"look\", \"like\"], [\"like\", \"old\"], [\"old\", \"handtinted\"], [\"handtinted\", \"picture\"], [\"picture\", \"said\"], [\"said\", \"dp\"], [\"dp\", \"roger\"], [\"roger\", \"deakins\"], [\"deakins\", \"giddily\"], [\"giddily\", \"defiantly\"], [\"defiantly\", \"unclassifiable\"], [\"unclassifiable\", \"coen\"], [\"coen\", \"film\"], [\"film\", \"o\"], [\"o\", \"brother\"], [\"brother\", \"art\"], [\"art\", \"thou\"], [\"thou\", \"among\"], [\"among\", \"many\"], [\"many\", \"thing\"], [\"thing\", \"celebration\"], [\"celebration\", \"american\"], [\"american\", \"music\"], [\"music\", \"score\"], [\"score\", \"curated\"], [\"curated\", \"produced\"], [\"produced\", \"tbone\"], [\"tbone\", \"burnett\"], [\"burnett\", \"movie\"], [\"movie\", \"sings\"], [\"sings\", \"voice\"], [\"voice\", \"sound\"], [\"sound\", \"best\"], [\"best\", \"musician\"], [\"musician\", \"country\"], [\"country\", \"including\"], [\"including\", \"ralph\"], [\"ralph\", \"stanley\"], [\"stanley\", \"fairfield\"], [\"fairfield\", \"four\"], [\"four\", \"alison\"], [\"alison\", \"krauss\"], [\"krauss\", \"john\"], [\"john\", \"hartford\"], [\"hartford\", \"emmylou\"], [\"emmylou\", \"harris\"], [\"harris\", \"gillian\"], [\"gillian\", \"welch\"], [\"welch\", \"melody\"], [\"melody\", \"classic\"], [\"classic\", \"like\"], [\"like\", \"big\"], [\"big\", \"rock\"], [\"rock\", \"candy\"], [\"candy\", \"mountain\"], [\"mountain\", \"ill\"], [\"ill\", \"fly\"], [\"fly\", \"away\"], [\"away\", \"film\"], [\"film\", \"touchstone\"], [\"touchstone\", \"man\"], [\"man\", \"constant\"], [\"constant\", \"sorrow\"], [\"sorrow\", \"cast\"], [\"cast\", \"member\"], [\"member\", \"musical\"], [\"musical\", \"guest\"], [\"guest\", \"joel\"], [\"joel\", \"ethan\"], [\"ethan\", \"coen\"], [\"coen\", \"hand\"], [\"hand\", \"bring\"], [\"bring\", \"instrument\"], [\"instrument\", \"touchstone\"], [\"touchstone\", \"picture\"], [\"picture\", \"universal\"], [\"universal\", \"picture\"], [\"picture\", \"release\"], [\"release\", \"film\"], [\"film\", \"comment\"], [\"comment\", \"present\"], [\"present\", \"son\"], [\"son\", \"saul\"], [\"saul\", \"laszlo\"], [\"laszlo\", \"nemes\"], [\"nemes\", \"hungary\"], [\"hungary\", \"2015\"], [\"2015\", \"35mm\"], [\"35mm\", \"107m\"], [\"107m\", \"hungarian\"], [\"hungarian\", \"german\"], [\"german\", \"english\"], [\"english\", \"subtitle\"], [\"subtitle\", \"film\"], [\"film\", \"look\"], [\"look\", \"abyss\"], [\"abyss\", \"shattering\"], [\"shattering\", \"portrait\"], [\"portrait\", \"horror\"], [\"horror\", \"auschwitz\"], [\"auschwitz\", \"follows\"], [\"follows\", \"saul\"], [\"saul\", \"geza\"], [\"geza\", \"rohrig\"], [\"rohrig\", \"sonderkommando\"], [\"sonderkommando\", \"tasked\"], [\"tasked\", \"delivering\"], [\"delivering\", \"fellow\"], [\"fellow\", \"jew\"], [\"jew\", \"gas\"], [\"gas\", \"chamber\"], [\"chamber\", \"determined\"], [\"determined\", \"give\"], [\"give\", \"young\"], [\"young\", \"boy\"], [\"boy\", \"proper\"], [\"proper\", \"jewish\"], [\"jewish\", \"burial\"], [\"burial\", \"saul\"], [\"saul\", \"descends\"], [\"descends\", \"death\"], [\"death\", \"camp\"], [\"camp\", \"circle\"], [\"circle\", \"hell\"], [\"hell\", \"rebellion\"], [\"rebellion\", \"brew\"], [\"brew\", \"among\"], [\"among\", \"prisoner\"], [\"prisoner\", \"bombshell\"], [\"bombshell\", \"debut\"], [\"debut\", \"director\"], [\"director\", \"cowriter\"], [\"cowriter\", \"laszlo\"], [\"laszlo\", \"nemes\"], [\"nemes\", \"son\"], [\"son\", \"saul\"], [\"saul\", \"utterly\"], [\"utterly\", \"harrowing\"], [\"harrowing\", \"ultraimmersive\"], [\"ultraimmersive\", \"experience\"], [\"experience\", \"fainthearted\"], [\"fainthearted\", \"undeniably\"], [\"undeniably\", \"virtuoso\"], [\"virtuoso\", \"plansequence\"], [\"plansequence\", \"camerawork\"], [\"camerawork\", \"mode\"], [\"mode\", \"nemess\"], [\"nemess\", \"teacher\"], [\"teacher\", \"bela\"], [\"bela\", \"tarr\"], [\"tarr\", \"startling\"], [\"startling\", \"film\"], [\"film\", \"represents\"], [\"represents\", \"new\"], [\"new\", \"benchmark\"], [\"benchmark\", \"historic\"], [\"historic\", \"cinematic\"], [\"cinematic\", \"depiction\"], [\"depiction\", \"holocaust\"], [\"holocaust\", \"deeply\"], [\"deeply\", \"troubling\"], [\"troubling\", \"work\"], [\"work\", \"sure\"], [\"sure\", \"one\"], [\"one\", \"year\"], [\"year\", \"controversial\"], [\"controversial\", \"film\"], [\"film\", \"sony\"], [\"sony\", \"picture\"], [\"picture\", \"classic\"], [\"classic\", \"release\"], [\"release\", \"revival\"], [\"revival\", \"blow\"], [\"blow\", \"brian\"], [\"brian\", \"de\"], [\"de\", \"palma\"], [\"palma\", \"usa\"], [\"usa\", \"1981\"], [\"1981\", \"35mm\"], [\"35mm\", \"107m\"], [\"107m\", \"one\"], [\"one\", \"brian\"], [\"brian\", \"de\"], [\"de\", \"palmas\"], [\"palmas\", \"greatest\"], [\"greatest\", \"film\"], [\"film\", \"one\"], [\"one\", \"great\"], [\"great\", \"american\"], [\"american\", \"film\"], [\"film\", \"1980s\"], [\"1980s\", \"blow\"], [\"blow\", \"hallucinatory\"], [\"hallucinatory\", \"emotionally\"], [\"emotionally\", \"visually\"], [\"visually\", \"commanding\"], [\"commanding\", \"experience\"], [\"experience\", \"term\"], [\"term\", \"thriller\"], [\"thriller\", \"seems\"], [\"seems\", \"insufficient\"], [\"insufficient\", \"de\"], [\"de\", \"palma\"], [\"palma\", \"take\"], [\"take\", \"variety\"], [\"variety\", \"elementsthe\"], [\"elementsthe\", \"kennedy\"], [\"kennedy\", \"assassination\"], [\"assassination\", \"chappaquiddick\"], [\"chappaquiddick\", \"antonionis\"], [\"antonionis\", \"blowup\"], [\"blowup\", \"slasher\"], [\"slasher\", \"genre\"], [\"genre\", \"full\"], [\"full\", \"flower\"], [\"flower\", \"element\"], [\"element\", \"detective\"], [\"detective\", \"bob\"], [\"bob\", \"leucis\"], [\"leucis\", \"experience\"], [\"experience\", \"working\"], [\"working\", \"undercover\"], [\"undercover\", \"knapp\"], [\"knapp\", \"commission\"], [\"commission\", \"harshness\"], [\"harshness\", \"sadness\"], [\"sadness\", \"american\"], [\"american\", \"life\"], [\"life\", \"ever\"], [\"ever\", \"hitchcock\"], [\"hitchcock\", \"vertigoand\"], [\"vertigoand\", \"swirl\"], [\"swirl\", \"mix\"], [\"mix\", \"film\"], [\"film\", \"build\"], [\"build\", \"truly\"], [\"truly\", \"shattering\"], [\"shattering\", \"conclusion\"], [\"conclusion\", \"john\"], [\"john\", \"travolta\"], [\"travolta\", \"undoubtedly\"], [\"undoubtedly\", \"greatest\"], [\"greatest\", \"performance\"], [\"performance\", \"sound\"], [\"sound\", \"man\"], [\"man\", \"lowbudget\"], [\"lowbudget\", \"movie\"], [\"movie\", \"accidentally\"], [\"accidentally\", \"record\"], [\"record\", \"murder\"], [\"murder\", \"nancy\"], [\"nancy\", \"allen\"], [\"allen\", \"absolutely\"], [\"absolutely\", \"heartbreaking\"], [\"heartbreaking\", \"girl\"], [\"girl\", \"caught\"], [\"caught\", \"middle\"], [\"middle\", \"john\"], [\"john\", \"lithgow\"], [\"lithgow\", \"hired\"], [\"hired\", \"killer\"], [\"killer\", \"de\"], [\"de\", \"palma\"], [\"palma\", \"stalwart\"], [\"stalwart\", \"dennis\"], [\"dennis\", \"franz\"], [\"franz\", \"world\"], [\"world\", \"biggest\"], [\"biggest\", \"sleaze\"], [\"sleaze\", \"second\"], [\"second\", \"three\"], [\"three\", \"collaboration\"], [\"collaboration\", \"de\"], [\"de\", \"palma\"], [\"palma\", \"master\"], [\"master\", \"dp\"], [\"dp\", \"vilmos\"], [\"vilmos\", \"zsigmond\"], [\"zsigmond\", \"mgm\"], [\"mgm\", \"home\"], [\"home\", \"entertainment\"], [\"entertainment\", \"ran\"], [\"ran\", \"akira\"], [\"akira\", \"kurosawa\"], [\"kurosawa\", \"japanfrance\"], [\"japanfrance\", \"1985\"], [\"1985\", \"dcp\"], [\"dcp\", \"160m\"], [\"160m\", \"japanese\"], [\"japanese\", \"english\"], [\"english\", \"subtitle\"], [\"subtitle\", \"1985\"], [\"1985\", \"new\"], [\"new\", \"york\"], [\"york\", \"film\"], [\"film\", \"festival\"], [\"festival\", \"opened\"], [\"opened\", \"akira\"], [\"akira\", \"kurosawa\"], [\"kurosawa\", \"astonishing\"], [\"astonishing\", \"medieval\"], [\"medieval\", \"epic\"], [\"epic\", \"inspired\"], [\"inspired\", \"life\"], [\"life\", \"mori\"], [\"mori\", \"motonari\"], [\"motonari\", \"16thcentury\"], [\"16thcentury\", \"warlord\"], [\"warlord\", \"three\"], [\"three\", \"son\"], [\"son\", \"began\"], [\"began\", \"writing\"], [\"writing\", \"filmmaker\"], [\"filmmaker\", \"started\"], [\"started\", \"see\"], [\"see\", \"parallel\"], [\"parallel\", \"king\"], [\"king\", \"lear\"], [\"lear\", \"took\"], [\"took\", \"decade\"], [\"decade\", \"kurosawa\"], [\"kurosawa\", \"bring\"], [\"bring\", \"grand\"], [\"grand\", \"conception\"], [\"conception\", \"screenhe\"], [\"screenhe\", \"actually\"], [\"actually\", \"painted\"], [\"painted\", \"storyboards\"], [\"storyboards\", \"every\"], [\"every\", \"shot\"], [\"shot\", \"along\"], [\"along\", \"way\"], [\"way\", \"made\"], [\"made\", \"another\"], [\"another\", \"great\"], [\"great\", \"film\"], [\"film\", \"kagemusha\"], [\"kagemusha\", \"dry\"], [\"dry\", \"run\"], [\"run\", \"finished\"], [\"finished\", \"work\"], [\"work\", \"eventually\"], [\"eventually\", \"gave\"], [\"gave\", \"u\"], [\"u\", \"put\"], [\"put\", \"mildly\"], [\"mildly\", \"mindblowing\"], [\"mindblowing\", \"experience\"], [\"experience\", \"tatsuya\"], [\"tatsuya\", \"nakadai\"], [\"nakadai\", \"warlord\"], [\"warlord\", \"akira\"], [\"akira\", \"terao\"], [\"terao\", \"jinpachi\"], [\"jinpachi\", \"nezu\"], [\"nezu\", \"daisuke\"], [\"daisuke\", \"ryu\"], [\"ryu\", \"son\"], [\"son\", \"mieko\"], [\"mieko\", \"harada\"], [\"harada\", \"terrifying\"], [\"terrifying\", \"lady\"], [\"lady\", \"kaede\"], [\"kaede\", \"score\"], [\"score\", \"toru\"], [\"toru\", \"takemitsu\"], [\"takemitsu\", \"dominant\"], [\"dominant\", \"force\"], [\"force\", \"looming\"], [\"looming\", \"every\"], [\"every\", \"single\"], [\"single\", \"element\"], [\"element\", \"film\"], [\"film\", \"smallest\"], [\"smallest\", \"detail\"], [\"detail\", \"kurosawa\"], [\"kurosawa\", \"color\"], [\"color\", \"palette\"], [\"palette\", \"ran\"], [\"ran\", \"unlike\"], [\"unlike\", \"movie\"], [\"movie\", \"made\"], [\"made\", \"since\"], [\"since\", \"youll\"], [\"youll\", \"see\"], [\"see\", \"newly\"], [\"newly\", \"restored\"], [\"restored\", \"version\"], [\"version\", \"restoration\"], [\"restoration\", \"studiocanal\"], [\"studiocanal\", \"participation\"], [\"participation\", \"kadokawa\"], [\"kadokawa\", \"picture\"], [\"picture\", \"rialto\"], [\"rialto\", \"picture\"], [\"picture\", \"release\"], [\"release\", \"touch\"], [\"touch\", \"zen\"], [\"zen\", \"king\"], [\"king\", \"hu\"], [\"hu\", \"hong\"], [\"hong\", \"kong\"], [\"kong\", \"197175\"], [\"197175\", \"dcp\"], [\"dcp\", \"200m\"], [\"200m\", \"mandarin\"], [\"mandarin\", \"english\"], [\"english\", \"subtitle\"], [\"subtitle\", \"come\"], [\"come\", \"wuxia\"], [\"wuxia\", \"film\"], [\"film\", \"road\"], [\"road\", \"lead\"], [\"lead\", \"back\"], [\"back\", \"great\"], [\"great\", \"king\"], [\"king\", \"hu\"], [\"hu\", \"supreme\"], [\"supreme\", \"fantasist\"], [\"fantasist\", \"ming\"], [\"ming\", \"dynasty\"], [\"dynasty\", \"scholar\"], [\"scholar\", \"incomparable\"], [\"incomparable\", \"artist\"], [\"artist\", \"year\"], [\"year\", \"hu\"], [\"hu\", \"labored\"], [\"labored\", \"creating\"], [\"creating\", \"one\"], [\"one\", \"exquisitely\"], [\"exquisitely\", \"crafted\"], [\"crafted\", \"film\"], [\"film\", \"another\"], [\"another\", \"astonishing\"], [\"astonishing\", \"precgi\"], [\"precgi\", \"visual\"], [\"visual\", \"effect\"], [\"effect\", \"elevating\"], [\"elevating\", \"martialarts\"], [\"martialarts\", \"genre\"], [\"genre\", \"unparalleled\"], [\"unparalleled\", \"height\"], [\"height\", \"film\"], [\"film\", \"critic\"], [\"critic\", \"producer\"], [\"producer\", \"peggy\"], [\"peggy\", \"chiao\"], [\"chiao\", \"noted\"], [\"noted\", \"obituary\"], [\"obituary\", \"hu\"], [\"hu\", \"singlehandedly\"], [\"singlehandedly\", \"introducing\"], [\"introducing\", \"chinese\"], [\"chinese\", \"cinema\"], [\"cinema\", \"rest\"], [\"rest\", \"world\"], [\"world\", \"hus\"], [\"hus\", \"threeyearsinthemaking\"], [\"threeyearsinthemaking\", \"masterpiece\"], [\"masterpiece\", \"touch\"], [\"touch\", \"zen\"], [\"zen\", \"released\"], [\"released\", \"truncated\"], [\"truncated\", \"form\"], [\"form\", \"hong\"], [\"hong\", \"kong\"], [\"kong\", \"1971\"], [\"1971\", \"yanked\"], [\"yanked\", \"theater\"], [\"theater\", \"week\"], [\"week\", \"closetocomplete\"], [\"closetocomplete\", \"version\"], [\"version\", \"constructed\"], [\"constructed\", \"hu\"], [\"hu\", \"shown\"], [\"shown\", \"1975\"], [\"1975\", \"cannes\"], [\"cannes\", \"film\"], [\"film\", \"festival\"], [\"festival\", \"hu\"], [\"hu\", \"won\"], [\"won\", \"grand\"], [\"grand\", \"prize\"], [\"prize\", \"technical\"], [\"technical\", \"achievement\"], [\"achievement\", \"earned\"], [\"earned\", \"king\"], [\"king\", \"hu\"], [\"hu\", \"apology\"], [\"apology\", \"studio\"], [\"studio\", \"head\"], [\"head\", \"beautiful\"], [\"beautiful\", \"restoration\"], [\"restoration\", \"touch\"], [\"touch\", \"zen\"], [\"zen\", \"presented\"], [\"presented\", \"year\"], [\"year\", \"edition\"], [\"edition\", \"cannes\"], [\"cannes\", \"40\"], [\"40\", \"year\"], [\"year\", \"film\"], [\"film\", \"first\"], [\"first\", \"unveiling\"], [\"unveiling\", \"western\"], [\"western\", \"eye\"], [\"eye\", \"restored\"], [\"restored\", \"4k\"], [\"4k\", \"limmagine\"], [\"limmagine\", \"ritrovata\"], [\"ritrovata\", \"original\"], [\"original\", \"material\"], [\"material\", \"provided\"], [\"provided\", \"taiwan\"], [\"taiwan\", \"film\"], [\"film\", \"institute\"], [\"institute\", \"janus\"], [\"janus\", \"film\"], [\"film\", \"release\"], [\"release\", \"visit\"], [\"visit\", \"memory\"], [\"memory\", \"confession\"], [\"confession\", \"manoel\"], [\"manoel\", \"de\"], [\"de\", \"oliveira\"], [\"oliveira\", \"portugal\"], [\"portugal\", \"1982\"], [\"1982\", \"35mm\"], [\"35mm\", \"73m\"], [\"73m\", \"portuguese\"], [\"portuguese\", \"english\"], [\"english\", \"subtitle\"], [\"subtitle\", \"late\"], [\"late\", \"great\"], [\"great\", \"manoel\"], [\"manoel\", \"de\"], [\"de\", \"oliveira\"], [\"oliveira\", \"stipulated\"], [\"stipulated\", \"filmmade\"], [\"filmmade\", \"1982be\"], [\"1982be\", \"screened\"], [\"screened\", \"publicly\"], [\"publicly\", \"death\"], [\"death\", \"one\"], [\"one\", \"portuguese\"], [\"portuguese\", \"master\"], [\"master\", \"exquisite\"], [\"exquisite\", \"moving\"], [\"moving\", \"film\"], [\"film\", \"certainly\"], [\"certainly\", \"personal\"], [\"personal\", \"visit\"], [\"visit\", \"assumes\"], [\"assumes\", \"rare\"], [\"rare\", \"form\"], [\"form\", \"autoelegy\"], [\"autoelegy\", \"prowling\"], [\"prowling\", \"camera\"], [\"camera\", \"find\"], [\"find\", \"oliveira\"], [\"oliveira\", \"died\"], [\"died\", \"106\"], [\"106\", \"past\"], [\"past\", \"april\"], [\"april\", \"porto\"], [\"porto\", \"house\"], [\"house\", \"lived\"], [\"lived\", \"four\"], [\"four\", \"decade\"], [\"decade\", \"preparing\"], [\"preparing\", \"leave\"], [\"leave\", \"due\"], [\"due\", \"mounting\"], [\"mounting\", \"debt\"], [\"debt\", \"address\"], [\"address\", \"audience\"], [\"audience\", \"directly\"], [\"directly\", \"setting\"], [\"setting\", \"film\"], [\"film\", \"droll\"], [\"droll\", \"convivial\"], [\"convivial\", \"tone\"], [\"tone\", \"discus\"], [\"discus\", \"wide\"], [\"wide\", \"range\"], [\"range\", \"topic\"], [\"topic\", \"family\"], [\"family\", \"history\"], [\"history\", \"cinema\"], [\"cinema\", \"architecture\"], [\"architecture\", \"share\"], [\"share\", \"home\"], [\"home\", \"movie\"], [\"movie\", \"reenacts\"], [\"reenacts\", \"runin\"], [\"runin\", \"military\"], [\"military\", \"dictatorship\"], [\"dictatorship\", \"oliveiras\"], [\"oliveiras\", \"improbable\"], [\"improbable\", \"career\"], [\"career\", \"took\"], [\"took\", \"form\"], [\"form\", \"long\"], [\"long\", \"goodbye\"], [\"goodbye\", \"actual\"], [\"actual\", \"farewell\"], [\"farewell\", \"le\"], [\"le\", \"touching\"], [\"touching\", \"simplicity\"], [\"simplicity\", \"lucidity\"], [\"lucidity\", \"made\"], [\"made\", \"film\"], [\"film\", \"age\"], [\"age\", \"73\"], [\"73\", \"presumably\"], [\"presumably\", \"expecting\"], [\"expecting\", \"near\"], [\"near\", \"end\"], [\"end\", \"life\"], [\"life\", \"would\"], [\"would\", \"fact\"], [\"fact\", \"live\"], [\"live\", \"another\"], [\"another\", \"33\"], [\"33\", \"year\"], [\"year\", \"make\"], [\"make\", \"another\"], [\"another\", \"25\"], [\"25\", \"film\"], [\"film\", \"among\"], [\"among\", \"greatest\"], [\"greatest\", \"extended\"], [\"extended\", \"twilight\"], [\"twilight\", \"also\"], [\"also\", \"artistic\"], [\"artistic\", \"prime\"], [\"prime\", \"unlike\"], [\"unlike\", \"print\"], [\"print\", \"courtesy\"], [\"courtesy\", \"cinemateca\"], [\"cinemateca\", \"portuguesa\"], [\"portuguesa\", \"north\"], [\"north\", \"american\"], [\"american\", \"premiere\"], [\"premiere\", \"celebrating\"], [\"celebrating\", \"25\"], [\"25\", \"year\"], [\"year\", \"film\"], [\"film\", \"foundation\"], [\"foundation\", \"year\"], [\"year\", \"mark\"], [\"mark\", \"25th\"], [\"25th\", \"anniversary\"], [\"anniversary\", \"film\"], [\"film\", \"foundation\"], [\"foundation\", \"following\"], [\"following\", \"successful\"], [\"successful\", \"campaign\"], [\"campaign\", \"early\"], [\"early\", \"80\"], [\"80\", \"develop\"], [\"develop\", \"durable\"], [\"durable\", \"color\"], [\"color\", \"film\"], [\"film\", \"stock\"], [\"stock\", \"martin\"], [\"martin\", \"scorsese\"], [\"scorsese\", \"founded\"], [\"founded\", \"organization\"], [\"organization\", \"raise\"], [\"raise\", \"awareness\"], [\"awareness\", \"fragility\"], [\"fragility\", \"film\"], [\"film\", \"create\"], [\"create\", \"genuine\"], [\"genuine\", \"consciousness\"], [\"consciousness\", \"film\"], [\"film\", \"preservation\"], [\"preservation\", \"since\"], [\"since\", \"inception\"], [\"inception\", \"1990\"], [\"1990\", \"tff\"], [\"tff\", \"partnered\"], [\"partnered\", \"archive\"], [\"archive\", \"studio\"], [\"studio\", \"lab\"], [\"lab\", \"around\"], [\"around\", \"world\"], [\"world\", \"restore\"], [\"restore\", \"700\"], [\"700\", \"film\"], [\"film\", \"presenting\"], [\"presenting\", \"seven\"], [\"seven\", \"newest\"], [\"newest\", \"restoration\"], [\"restoration\", \"black\"], [\"black\", \"girl\"], [\"girl\", \"la\"], [\"la\", \"noire\"], [\"noire\", \"de\"], [\"de\", \"ousmane\"], [\"ousmane\", \"sembene\"], [\"sembene\", \"francesenegal\"], [\"francesenegal\", \"1965\"], [\"1965\", \"dcp\"], [\"dcp\", \"65m\"], [\"65m\", \"french\"], [\"french\", \"english\"], [\"english\", \"subtitle\"], [\"subtitle\", \"ousmane\"], [\"ousmane\", \"sembenes\"], [\"sembenes\", \"first\"], [\"first\", \"featurereally\"], [\"featurereally\", \"movie\"], [\"movie\", \"opened\"], [\"opened\", \"way\"], [\"way\", \"african\"], [\"african\", \"cinema\"], [\"cinema\", \"westis\"], [\"westis\", \"turn\"], [\"turn\", \"tough\"], [\"tough\", \"swift\"], [\"swift\", \"true\"], [\"true\", \"aim\"], [\"aim\", \"young\"], [\"young\", \"woman\"], [\"woman\", \"mbissine\"], [\"mbissine\", \"therese\"], [\"therese\", \"diop\"], [\"diop\", \"leaf\"], [\"leaf\", \"senegal\"], [\"senegal\", \"dream\"], [\"dream\", \"carefree\"], [\"carefree\", \"glamorous\"], [\"glamorous\", \"existence\"], [\"existence\", \"france\"], [\"france\", \"procures\"], [\"procures\", \"job\"], [\"job\", \"livein\"], [\"livein\", \"maid\"], [\"maid\", \"nanny\"], [\"nanny\", \"young\"], [\"young\", \"couple\"], [\"couple\", \"french\"], [\"french\", \"riviera\"], [\"riviera\", \"gradually\"], [\"gradually\", \"deadened\"], [\"deadened\", \"endless\"], [\"endless\", \"routine\"], [\"routine\", \"task\"], [\"task\", \"rhythm\"], [\"rhythm\", \"life\"], [\"life\", \"tiny\"], [\"tiny\", \"apartment\"], [\"apartment\", \"dissatisfaction\"], [\"dissatisfaction\", \"felt\"], [\"felt\", \"husband\"], [\"husband\", \"wife\"], [\"wife\", \"project\"], [\"project\", \"onto\"], [\"onto\", \"black\"], [\"black\", \"girl\"], [\"girl\", \"sembenes\"], [\"sembenes\", \"perfect\"], [\"perfect\", \"short\"], [\"short\", \"story\"], [\"story\", \"wrote\"], [\"wrote\", \"manny\"], [\"manny\", \"farber\"], [\"farber\", \"naming\"], [\"naming\", \"movie\"], [\"movie\", \"1969\"], [\"1969\", \"unlike\"], [\"unlike\", \"anything\"], [\"anything\", \"film\"], [\"film\", \"library\"], [\"library\", \"translucent\"], [\"translucent\", \"trick\"], [\"trick\", \"amazingly\"], [\"amazingly\", \"pure\"], [\"pure\", \"spiritualized\"], [\"spiritualized\", \"formative\"], [\"formative\", \"eyeopening\"], [\"eyeopening\", \"work\"], [\"work\", \"one\"], [\"one\", \"sembenes\"], [\"sembenes\", \"finest\"], [\"finest\", \"restored\"], [\"restored\", \"film\"], [\"film\", \"foundation\"], [\"foundation\", \"world\"], [\"world\", \"cinema\"], [\"cinema\", \"project\"], [\"project\", \"collaboration\"], [\"collaboration\", \"sembene\"], [\"sembene\", \"estate\"], [\"estate\", \"institut\"], [\"institut\", \"national\"], [\"national\", \"de\"], [\"de\", \"laudiovisuel\"], [\"laudiovisuel\", \"ina\"], [\"ina\", \"eclair\"], [\"eclair\", \"laboratory\"], [\"laboratory\", \"centre\"], [\"centre\", \"national\"], [\"national\", \"de\"], [\"de\", \"cinematographie\"], [\"cinematographie\", \"restoration\"], [\"restoration\", \"carried\"], [\"carried\", \"cineteca\"], [\"cineteca\", \"di\"], [\"di\", \"bolognalimmagine\"], [\"bolognalimmagine\", \"ritrovata\"], [\"ritrovata\", \"laboratory\"], [\"laboratory\", \"janus\"], [\"janus\", \"film\"], [\"film\", \"release\"], [\"release\", \"boy\"], [\"boy\", \"fengkuei\"], [\"fengkuei\", \"hou\"], [\"hou\", \"hsiaohsien\"], [\"hsiaohsien\", \"taiwan\"], [\"taiwan\", \"1983\"], [\"1983\", \"dcp\"], [\"dcp\", \"101m\"], [\"101m\", \"mandarin\"], [\"mandarin\", \"english\"], [\"english\", \"subtitle\"], [\"subtitle\", \"group\"], [\"group\", \"portrait\"], [\"portrait\", \"four\"], [\"four\", \"laddish\"], [\"laddish\", \"adolescent\"], [\"adolescent\", \"razzle\"], [\"razzle\", \"kaohsiung\"], [\"kaohsiung\", \"approach\"], [\"approach\", \"onset\"], [\"onset\", \"adult\"], [\"adult\", \"life\"], [\"life\", \"tony\"], [\"tony\", \"rayns\"], [\"rayns\", \"hou\"], [\"hou\", \"hsiaohsiens\"], [\"hsiaohsiens\", \"fourth\"], [\"fourth\", \"film\"], [\"film\", \"long\"], [\"long\", \"considered\"], [\"considered\", \"real\"], [\"real\", \"beginning\"], [\"beginning\", \"career\"], [\"career\", \"moviemaker\"], [\"moviemaker\", \"intense\"], [\"intense\", \"feeling\"], [\"feeling\", \"time\"], [\"time\", \"hou\"], [\"hou\", \"told\"], [\"told\", \"sam\"], [\"sam\", \"ho\"], [\"ho\", \"think\"], [\"think\", \"film\"], [\"film\", \"intense\"], [\"intense\", \"energy\"], [\"energy\", \"artist\"], [\"artist\", \"early\"], [\"early\", \"work\"], [\"work\", \"might\"], [\"might\", \"lacking\"], [\"lacking\", \"craft\"], [\"craft\", \"time\"], [\"time\", \"powerful\"], [\"powerful\", \"direct\"], [\"direct\", \"later\"], [\"later\", \"wanted\"], [\"wanted\", \"return\"], [\"return\", \"initial\"], [\"initial\", \"intensity\"], [\"intensity\", \"longer\"], [\"longer\", \"could\"], [\"could\", \"tradition\"], [\"tradition\", \"fellini\"], [\"fellini\", \"vitelloni\"], [\"vitelloni\", \"boy\"], [\"boy\", \"fengkuei\"], [\"fengkuei\", \"deeply\"], [\"deeply\", \"personal\"], [\"personal\", \"look\"], [\"look\", \"back\"], [\"back\", \"director\"], [\"director\", \"adolescenceat\"], [\"adolescenceat\", \"boredom\"], [\"boredom\", \"living\"], [\"living\", \"middle\"], [\"middle\", \"nowhere\"], [\"nowhere\", \"overwhelming\"], [\"overwhelming\", \"need\"], [\"need\", \"get\"], [\"get\", \"move\"], [\"move\", \"get\"], [\"get\", \"away\"], [\"away\", \"big\"], [\"big\", \"city\"], [\"city\", \"glorious\"], [\"glorious\", \"youngmans\"], [\"youngmans\", \"film\"], [\"film\", \"first\"], [\"first\", \"great\"], [\"great\", \"work\"], [\"work\", \"taiwanese\"], [\"taiwanese\", \"new\"], [\"new\", \"wave\"], [\"wave\", \"restoration\"], [\"restoration\", \"cineteca\"], [\"cineteca\", \"di\"], [\"di\", \"bologna\"], [\"bologna\", \"cinematheque\"], [\"cinematheque\", \"royale\"], [\"royale\", \"de\"], [\"de\", \"belgique\"], [\"belgique\", \"release\"], [\"release\", \"heaven\"], [\"heaven\", \"wait\"], [\"wait\", \"ernst\"], [\"ernst\", \"lubitsch\"], [\"lubitsch\", \"usa\"], [\"usa\", \"1943\"], [\"1943\", \"35mm\"], [\"35mm\", \"112m\"], [\"112m\", \"legendary\"], [\"legendary\", \"ernst\"], [\"ernst\", \"lubitsch\"], [\"lubitsch\", \"portrait\"], [\"portrait\", \"turnofthecentury\"], [\"turnofthecentury\", \"hedonist\"], [\"hedonist\", \"extraordinaire\"], [\"extraordinaire\", \"begin\"], [\"begin\", \"gate\"], [\"gate\", \"hellnot\"], [\"hellnot\", \"dante\"], [\"dante\", \"inferno\"], [\"inferno\", \"handsome\"], [\"handsome\", \"artdeco\"], [\"artdeco\", \"waiting\"], [\"waiting\", \"room\"], [\"room\", \"courtly\"], [\"courtly\", \"satan\"], [\"satan\", \"laird\"], [\"laird\", \"cregar\"], [\"cregar\", \"conduct\"], [\"conduct\", \"admission\"], [\"admission\", \"interview\"], [\"interview\", \"recently\"], [\"recently\", \"deceased\"], [\"deceased\", \"henry\"], [\"henry\", \"van\"], [\"van\", \"cleve\"], [\"cleve\", \"ameche\"], [\"ameche\", \"henry\"], [\"henry\", \"leisurely\"], [\"leisurely\", \"stroll\"], [\"stroll\", \"past\"], [\"past\", \"funny\"], [\"funny\", \"comedy\"], [\"comedy\", \"manner\"], [\"manner\", \"lovely\"], [\"lovely\", \"rendering\"], [\"rendering\", \"old\"], [\"old\", \"new\"], [\"new\", \"york\"], [\"york\", \"lubitsch\"], [\"lubitsch\", \"writing\"], [\"writing\", \"samson\"], [\"samson\", \"raphaelson\"], [\"raphaelson\", \"satan\"], [\"satan\", \"presume\"], [\"presume\", \"funeral\"], [\"funeral\", \"satisfactory\"], [\"satisfactory\", \"henry\"], [\"henry\", \"well\"], [\"well\", \"lot\"], [\"lot\", \"cry\"], [\"cry\", \"believe\"], [\"believe\", \"everybody\"], [\"everybody\", \"good\"], [\"good\", \"timeand\"], [\"timeand\", \"meticulous\"], [\"meticulous\", \"direction\"], [\"direction\", \"piece\"], [\"piece\", \"film\"], [\"film\", \"glorious\"], [\"glorious\", \"candybox\"], [\"candybox\", \"technicolor\"], [\"technicolor\", \"beautifully\"], [\"beautifully\", \"restored\"], [\"restored\", \"schawn\"], [\"schawn\", \"belston\"], [\"belston\", \"team\"], [\"team\", \"20th\"], [\"20th\", \"century\"], [\"century\", \"fox\"], [\"fox\", \"time\"], [\"time\", \"100th\"], [\"100th\", \"anniversary\"], [\"anniversary\", \"fox\"], [\"fox\", \"film\"], [\"film\", \"corporation\"], [\"corporation\", \"gene\"], [\"gene\", \"tierney\"], [\"tierney\", \"louis\"], [\"louis\", \"calhern\"], [\"calhern\", \"eugene\"], [\"eugene\", \"pallette\"], [\"pallette\", \"marjorie\"], [\"marjorie\", \"main\"], [\"main\", \"charles\"], [\"charles\", \"coburn\"], [\"coburn\", \"henry\"], [\"henry\", \"grandfather\"], [\"grandfather\", \"fellow\"], [\"fellow\", \"black\"], [\"black\", \"sheep\"], [\"sheep\", \"restored\"], [\"restored\", \"20th\"], [\"20th\", \"century\"], [\"century\", \"fox\"], [\"fox\", \"collaboration\"], [\"collaboration\", \"academy\"], [\"academy\", \"film\"], [\"film\", \"archive\"], [\"archive\", \"film\"], [\"film\", \"foundation\"], [\"foundation\", \"20th\"], [\"20th\", \"century\"], [\"century\", \"fox\"], [\"fox\", \"release\"], [\"release\", \"insiang\"], [\"insiang\", \"lino\"], [\"lino\", \"brocka\"], [\"brocka\", \"philippine\"], [\"philippine\", \"1976\"], [\"1976\", \"dcp\"], [\"dcp\", \"95m\"], [\"95m\", \"tagalog\"], [\"tagalog\", \"filipino\"], [\"filipino\", \"english\"], [\"english\", \"subtitle\"], [\"subtitle\", \"lino\"], [\"lino\", \"brockas\"], [\"brockas\", \"searing\"], [\"searing\", \"1976\"], [\"1976\", \"melodrama\"], [\"melodrama\", \"one\"], [\"one\", \"could\"], [\"could\", \"use\"], [\"use\", \"adjective\"], [\"adjective\", \"describe\"], [\"describe\", \"melodrama\"], [\"melodrama\", \"eponymous\"], [\"eponymous\", \"heroine\"], [\"heroine\", \"played\"], [\"played\", \"hilda\"], [\"hilda\", \"koronel\"], [\"koronel\", \"raped\"], [\"raped\", \"mother\"], [\"mother\", \"boyfriend\"], [\"boyfriend\", \"blamed\"], [\"blamed\", \"provoking\"], [\"provoking\", \"act\"], [\"act\", \"forced\"], [\"forced\", \"home\"], [\"home\", \"insiang\"], [\"insiang\", \"first\"], [\"first\", \"foremost\"], [\"foremost\", \"character\"], [\"character\", \"analysis\"], [\"analysis\", \"wrote\"], [\"wrote\", \"director\"], [\"director\", \"need\"], [\"need\", \"character\"], [\"character\", \"recreate\"], [\"recreate\", \"violence\"], [\"violence\", \"stemming\"], [\"stemming\", \"urban\"], [\"urban\", \"overpopulation\"], [\"overpopulation\", \"show\"], [\"show\", \"annihilation\"], [\"annihilation\", \"human\"], [\"human\", \"loss\"], [\"loss\", \"human\"], [\"human\", \"dignity\"], [\"dignity\", \"caused\"], [\"caused\", \"physical\"], [\"physical\", \"social\"], [\"social\", \"environment\"], [\"environment\", \"people\"], [\"people\", \"brockas\"], [\"brockas\", \"film\"], [\"film\", \"live\"], [\"live\", \"dire\"], [\"dire\", \"circumstance\"], [\"circumstance\", \"offset\"], [\"offset\", \"extreme\"], [\"extreme\", \"vitality\"], [\"vitality\", \"electrically\"], [\"electrically\", \"charged\"], [\"charged\", \"encounter\"], [\"encounter\", \"insiang\"], [\"insiang\", \"failure\"], [\"failure\", \"home\"], [\"home\", \"ground\"], [\"ground\", \"first\"], [\"first\", \"film\"], [\"film\", \"philippine\"], [\"philippine\", \"invited\"], [\"invited\", \"cannes\"], [\"cannes\", \"one\"], [\"one\", \"director\"], [\"director\", \"best\"], [\"best\", \"also\"], [\"also\", \"second\"], [\"second\", \"brockas\"], [\"brockas\", \"work\"], [\"work\", \"restored\"], [\"restored\", \"world\"], [\"world\", \"cinema\"], [\"cinema\", \"project\"], [\"project\", \"mona\"], [\"mona\", \"lisa\"], [\"lisa\", \"insiangs\"], [\"insiangs\", \"mother\"], [\"mother\", \"restored\"], [\"restored\", \"2015\"], [\"2015\", \"cineteca\"], [\"cineteca\", \"di\"], [\"di\", \"bolognalimmagine\"], [\"bolognalimmagine\", \"ritrovata\"], [\"ritrovata\", \"restoration\"], [\"restoration\", \"funding\"], [\"funding\", \"provided\"], [\"provided\", \"film\"], [\"film\", \"foundation\"], [\"foundation\", \"world\"], [\"world\", \"cinema\"], [\"cinema\", \"project\"], [\"project\", \"film\"], [\"film\", \"development\"], [\"development\", \"council\"], [\"council\", \"philippine\"], [\"philippine\", \"film\"], [\"film\", \"foundation\"], [\"foundation\", \"release\"], [\"release\", \"long\"], [\"long\", \"voyage\"], [\"voyage\", \"home\"], [\"home\", \"john\"], [\"john\", \"ford\"], [\"ford\", \"usa\"], [\"usa\", \"1940\"], [\"1940\", \"dcp\"], [\"dcp\", \"105m\"], [\"105m\", \"independently\"], [\"independently\", \"produced\"], [\"produced\", \"walter\"], [\"walter\", \"wanger\"], [\"wanger\", \"john\"], [\"john\", \"ford\"], [\"ford\", \"soulful\"], [\"soulful\", \"heartbreaking\"], [\"heartbreaking\", \"film\"], [\"film\", \"based\"], [\"based\", \"four\"], [\"four\", \"eugene\"], [\"eugene\", \"oneill\"], [\"oneill\", \"oneacts\"], [\"oneacts\", \"life\"], [\"life\", \"sea\"], [\"sea\", \"playwright\"], [\"playwright\", \"loved\"], [\"loved\", \"movie\"], [\"movie\", \"much\"], [\"much\", \"acquired\"], [\"acquired\", \"16mm\"], [\"16mm\", \"print\"], [\"print\", \"ford\"], [\"ford\", \"working\"], [\"working\", \"screenwriter\"], [\"screenwriter\", \"dudley\"], [\"dudley\", \"nichols\"], [\"nichols\", \"brilliant\"], [\"brilliant\", \"cameraman\"], [\"cameraman\", \"gregg\"], [\"gregg\", \"toland\"], [\"toland\", \"collaborated\"], [\"collaborated\", \"grape\"], [\"grape\", \"wrath\"], [\"wrath\", \"update\"], [\"update\", \"play\"], [\"play\", \"world\"], [\"world\", \"war\"], [\"war\", \"ii\"], [\"ii\", \"condenses\"], [\"condenses\", \"action\"], [\"action\", \"creating\"], [\"creating\", \"tonal\"], [\"tonal\", \"variation\"], [\"variation\", \"aching\"], [\"aching\", \"loneliness\"], [\"loneliness\", \"life\"], [\"life\", \"sea\"], [\"sea\", \"longing\"], [\"longing\", \"home\"], [\"home\", \"word\"], [\"word\", \"ford\"], [\"ford\", \"biographer\"], [\"biographer\", \"joseph\"], [\"joseph\", \"mcbride\"], [\"mcbride\", \"director\"], [\"director\", \"dp\"], [\"dp\", \"broke\"], [\"broke\", \"rule\"], [\"rule\", \"conventional\"], [\"conventional\", \"hollywood\"], [\"hollywood\", \"cinematography\"], [\"cinematography\", \"created\"], [\"created\", \"doomladen\"], [\"doomladen\", \"mood\"], [\"mood\", \"deep\"], [\"deep\", \"pool\"], [\"pool\", \"light\"], [\"light\", \"shadowseen\"], [\"shadowseen\", \"full\"], [\"full\", \"advantage\"], [\"advantage\", \"beautiful\"], [\"beautiful\", \"restoration\"], [\"restoration\", \"long\"], [\"long\", \"voyage\"], [\"voyage\", \"home\"], [\"home\", \"true\"], [\"true\", \"ensemble\"], [\"ensemble\", \"piece\"], [\"piece\", \"featuring\"], [\"featuring\", \"many\"], [\"many\", \"actor\"], [\"actor\", \"comprised\"], [\"comprised\", \"ford\"], [\"ford\", \"stock\"], [\"stock\", \"company\"], [\"company\", \"including\"], [\"including\", \"thomas\"], [\"thomas\", \"mitchell\"], [\"mitchell\", \"barry\"], [\"barry\", \"fitzgerald\"], [\"fitzgerald\", \"brother\"], [\"brother\", \"arthur\"], [\"arthur\", \"shield\"], [\"shield\", \"john\"], [\"john\", \"qualen\"], [\"qualen\", \"unforgettably\"], [\"unforgettably\", \"john\"], [\"john\", \"wayne\"], [\"wayne\", \"swedish\"], [\"swedish\", \"sailor\"], [\"sailor\", \"ole\"], [\"ole\", \"restored\"], [\"restored\", \"ucla\"], [\"ucla\", \"film\"], [\"film\", \"television\"], [\"television\", \"archive\"], [\"archive\", \"restoration\"], [\"restoration\", \"funding\"], [\"funding\", \"provided\"], [\"provided\", \"hollywood\"], [\"hollywood\", \"foreign\"], [\"foreign\", \"press\"], [\"press\", \"association\"], [\"association\", \"film\"], [\"film\", \"foundation\"], [\"foundation\", \"westchester\"], [\"westchester\", \"film\"], [\"film\", \"shout\"], [\"shout\", \"factory\"], [\"factory\", \"release\"], [\"release\", \"memory\"], [\"memory\", \"justice\"], [\"justice\", \"marcel\"], [\"marcel\", \"ophuls\"], [\"ophuls\", \"ukusafrancegermany\"], [\"ukusafrancegermany\", \"1976\"], [\"1976\", \"dcp\"], [\"dcp\", \"278m\"], [\"278m\", \"french\"], [\"french\", \"english\"], [\"english\", \"subtitle\"], [\"subtitle\", \"third\"], [\"third\", \"marcel\"], [\"marcel\", \"ophuls\"], [\"ophuls\", \"monumental\"], [\"monumental\", \"inquiry\"], [\"inquiry\", \"question\"], [\"question\", \"individual\"], [\"individual\", \"collective\"], [\"collective\", \"guilt\"], [\"guilt\", \"fueling\"], [\"fueling\", \"calamity\"], [\"calamity\", \"war\"], [\"war\", \"genocide\"], [\"genocide\", \"memory\"], [\"memory\", \"justice\"], [\"justice\", \"examines\"], [\"examines\", \"defining\"], [\"defining\", \"tragedy\"], [\"tragedy\", \"western\"], [\"western\", \"world\"], [\"world\", \"second\"], [\"second\", \"half\"], [\"half\", \"20th\"], [\"20th\", \"century\"], [\"century\", \"nuremberg\"], [\"nuremberg\", \"trial\"], [\"trial\", \"frenchalgerian\"], [\"frenchalgerian\", \"war\"], [\"war\", \"disaster\"], [\"disaster\", \"vietnam\"], [\"vietnam\", \"building\"], [\"building\", \"vast\"], [\"vast\", \"range\"], [\"range\", \"interview\"], [\"interview\", \"telford\"], [\"telford\", \"taylor\"], [\"taylor\", \"counsel\"], [\"counsel\", \"prosecution\"], [\"prosecution\", \"nuremberg\"], [\"nuremberg\", \"later\"], [\"later\", \"harsh\"], [\"harsh\", \"critic\"], [\"critic\", \"escalating\"], [\"escalating\", \"involvement\"], [\"involvement\", \"vietnam\"], [\"vietnam\", \"nazi\"], [\"nazi\", \"architect\"], [\"architect\", \"albert\"], [\"albert\", \"speer\"], [\"speer\", \"daniel\"], [\"daniel\", \"ellsberg\"], [\"ellsberg\", \"joan\"], [\"joan\", \"baez\"], [\"baez\", \"vincent\"], [\"vincent\", \"canby\"], [\"canby\", \"wrote\"], [\"wrote\", \"new\"], [\"new\", \"york\"], [\"york\", \"time\"], [\"time\", \"memory\"], [\"memory\", \"justice\"], [\"justice\", \"screened\"], [\"screened\", \"1976\"], [\"1976\", \"new\"], [\"new\", \"york\"], [\"york\", \"film\"], [\"film\", \"festival\"], [\"festival\", \"ophuls\"], [\"ophuls\", \"film\"], [\"film\", \"expands\"], [\"expands\", \"possibility\"], [\"possibility\", \"documentary\"], [\"documentary\", \"motion\"], [\"motion\", \"picture\"], [\"picture\", \"way\"], [\"way\", \"future\"], [\"future\", \"film\"], [\"film\", \"sort\"], [\"sort\", \"compared\"], [\"compared\", \"seldom\"], [\"seldom\", \"seen\"], [\"seen\", \"since\"], [\"since\", \"premiere\"], [\"premiere\", \"rare\"], [\"rare\", \"16mm\"], [\"16mm\", \"print\"], [\"print\", \"film\"], [\"film\", \"painstakingly\"], [\"painstakingly\", \"restored\"], [\"restored\", \"restored\"], [\"restored\", \"academy\"], [\"academy\", \"film\"], [\"film\", \"archive\"], [\"archive\", \"association\"], [\"association\", \"paramount\"], [\"paramount\", \"picture\"], [\"picture\", \"film\"], [\"film\", \"foundation\"], [\"foundation\", \"restoration\"], [\"restoration\", \"funding\"], [\"funding\", \"provided\"], [\"provided\", \"material\"], [\"material\", \"world\"], [\"world\", \"charitable\"], [\"charitable\", \"foundation\"], [\"foundation\", \"righteous\"], [\"righteous\", \"person\"], [\"person\", \"foundation\"], [\"foundation\", \"film\"], [\"film\", \"foundation\"], [\"foundation\", \"film\"], [\"film\", \"foundation\"], [\"foundation\", \"release\"], [\"release\", \"rocco\"], [\"rocco\", \"brother\"], [\"brother\", \"luchino\"], [\"luchino\", \"visconti\"], [\"visconti\", \"italyfrance\"], [\"italyfrance\", \"1960\"], [\"1960\", \"dcp\"], [\"dcp\", \"177m\"], [\"177m\", \"italian\"], [\"italian\", \"english\"], [\"english\", \"subtitle\"], [\"subtitle\", \"luchino\"], [\"luchino\", \"visconti\"], [\"visconti\", \"rich\"], [\"rich\", \"expansive\"], [\"expansive\", \"masterpiece\"], [\"masterpiece\", \"story\"], [\"story\", \"mother\"], [\"mother\", \"grown\"], [\"grown\", \"son\"], [\"son\", \"head\"], [\"head\", \"north\"], [\"north\", \"lucania\"], [\"lucania\", \"search\"], [\"search\", \"work\"], [\"work\", \"new\"], [\"new\", \"life\"], [\"life\", \"emotional\"], [\"emotional\", \"intensity\"], [\"intensity\", \"tragic\"], [\"tragic\", \"grandeur\"], [\"grandeur\", \"matched\"], [\"matched\", \"film\"], [\"film\", \"visconti\"], [\"visconti\", \"turned\"], [\"turned\", \"giovanni\"], [\"giovanni\", \"testori\"], [\"testori\", \"thomas\"], [\"thomas\", \"mann\"], [\"mann\", \"dostoyevsky\"], [\"dostoyevsky\", \"arthur\"], [\"arthur\", \"miller\"], [\"miller\", \"inspiration\"], [\"inspiration\", \"achieved\"], [\"achieved\", \"truly\"], [\"truly\", \"epic\"], [\"epic\", \"sweep\"], [\"sweep\", \"one\"], [\"one\", \"beautifully\"], [\"beautifully\", \"realized\"], [\"realized\", \"scene\"], [\"scene\", \"another\"], [\"another\", \"observe\"], [\"observe\", \"tragic\"], [\"tragic\", \"progress\"], [\"progress\", \"tightly\"], [\"tightly\", \"knit\"], [\"knit\", \"family\"], [\"family\", \"coming\"], [\"coming\", \"apart\"], [\"apart\", \"one\"], [\"one\", \"frayed\"], [\"frayed\", \"thread\"], [\"thread\", \"time\"], [\"time\", \"alain\"], [\"alain\", \"delon\"], [\"delon\", \"rocco\"], [\"rocco\", \"renato\"], [\"renato\", \"salvatori\"], [\"salvatori\", \"brother\"], [\"brother\", \"simone\"], [\"simone\", \"annie\"], [\"annie\", \"girardot\"], [\"girardot\", \"woman\"], [\"woman\", \"come\"], [\"come\", \"katina\"], [\"katina\", \"paxinou\"], [\"paxinou\", \"matriarch\"], [\"matriarch\", \"rosaria\"], [\"rosaria\", \"rocco\"], [\"rocco\", \"brother\"], [\"brother\", \"one\"], [\"one\", \"great\"], [\"great\", \"defining\"], [\"defining\", \"film\"], [\"film\", \"era\"], [\"era\", \"beautifully\"], [\"beautifully\", \"restored\"], [\"restored\", \"giuseppe\"], [\"giuseppe\", \"rotunnos\"], [\"rotunnos\", \"blackandwhite\"], [\"blackandwhite\", \"image\"], [\"image\", \"pearly\"], [\"pearly\", \"lustrous\"], [\"lustrous\", \"meant\"], [\"meant\", \"restored\"], [\"restored\", \"cineteca\"], [\"cineteca\", \"di\"], [\"di\", \"bolognalimmagine\"], [\"bolognalimmagine\", \"ritrovata\"], [\"ritrovata\", \"association\"], [\"association\", \"titanus\"], [\"titanus\", \"tf1\"], [\"tf1\", \"droits\"], [\"droits\", \"audiovisuels\"], [\"audiovisuels\", \"film\"], [\"film\", \"foundation\"], [\"foundation\", \"restoration\"], [\"restoration\", \"funding\"], [\"funding\", \"provided\"], [\"provided\", \"gucci\"], [\"gucci\", \"film\"], [\"film\", \"foundation\"], [\"foundation\", \"milestone\"], [\"milestone\", \"film\"], [\"film\", \"release\"]], \"Text_Lemmatized\": \"everything new york film festival special particularly excited lineup year special event revival section former includes important new work premiere well anniversary celebration beloved musical fantasia latter includes 11 international masterpiece renowned filmmaker whose diverse eclectic work digitally remastered restored preserved assistance generous partner including martin scorsese film foundation celebrating 25th anniversary special event lineup return film comment present originally launched nyff 2013 premiere awardwinning 12 year slave year selection son saul laszlo nemess shattering film horror auschwitz recently won grand prix cannes selected hungary official entry foreignlanguage film category academy award making north american premiere festival noah baumbach jake paltrows film portrait de palma chronicling director brian de palmas illustrious sixdecadelong career life personal view filmmaking process de palmas masterful blow also screen revival another established american filmmaker turning attention narrative intimate documentary study paul thomas anderson whose latest film junun world premiere special event section junun follows musical journey close friend collaborator jonny greenwood northern india record album israeli musician shye ben tzur illustrious local musician additional highlight include renowned artist laurie anderson year nyff poster designer premiere first feature 30 year personal essay entitled heart dog anderson response commission arte film work braided joy heartbreak remembering forgetting heart lament late beloved pianoplaying fingerpainting dog lolabelle recently announced nyff filmmaker residence athina rachel tsangari also present latest film chevalier making u premiere fresh heel locarno toronto international film festival following nyff tradition special anniversary screening past included princess bride 25th anniversary spinal tap 30th anniversary dazed confuseds 20th anniversary festival proud present special evening celebrating 15th anniversary joel ethan coens beloved rootsmusical fantasia o brother art thou set rural south 1930s based homer odyssey coen brother cast member hand journey special musical performance revival selection year festival includes diverse group 11 international offering master filmmaker like akira kurosawa brian de palma hou hsiaohsien king hu manoel de oliveira restoration include suite movie restored assistance martin scorsese nonprofit film foundation established 1990 foundation helped save protect preserve 700 film working partnership archive studio around globe year revival section includes seven film restored foundation help ousmane sembenes black girl hou hsiaohsiens boy fengkuei ernst lubitsch heaven wait lino brockas insiang john ford long voyage home marcel ophuls memory justice luchino visconti rocco brother lubitsch film screened new 35mm print courtesy 20th century fox missed akira kurosawa astonishing ran nyffs 1985 opening night selection returning festival newly restored version color palette unlike movie made since king hus threeyearsinthemaking masterpiece touch zen also shown beautiful restoration presented year edition cannes 40 year film first unveiling western eye late great manoel de oliveiras 1982 film visit memory confession also included revival lineup year hidden away audience filmmaker 30 year ticket general public go sale sunday september 13 revival ticket 15 general public 10 member student discounted 3 film package also available purchase special event program slightly higher pricing based venue ticket 53rd new york film festival go sale film society patron end august ahead general public click learn patron program becoming film society member offer exclusive member ticket discount new york film festival film society programming yearround plus great benefit current member film buff level enjoy early ticket access nyff screening event ahead general public click learn even access vip pass subscription package give buyer one earliest opportunity purchase ticket secure seat festival biggest event including opening centerpiece closing night vip pass also provide access many exciting event including invitationonly opening night party evening dinner filmmaker brunch vip lounge benefit vary based pas package type purchased limited number vip pass subscription package still available information purchasing subscription package vip pass click special event filmmaker residence screening chevalier athina rachel tsangari greece 2015 dcp 104m greek english subtitle six men set aegean sea aboard yacht long male bonding oneupmanship give way loosely defined yet hotly contested competition determine best general game trial grow elaborate absurdeverything judgment sleeping position cholesterol level furnitureassembly skillsinsecurities emerge power relation shift 2010 breakthrough attenberg athina rachel tsangari new york film festival 2015 filmmaker residence balance anthropological precision wry wholly original sense humor impeccably staged crisply photographed buoyed eclectic soundtrack choice petula clark mark lanegan maritime psychodrama becomes funnier richer implication progress begin lampoon bourgeois machismo male anxiety develops incisive allegory state contemporary greece leaf final impression empathetic razorsharp study human nature filmmaker residence program launched 2013 film society lincoln center jaegerlecoultre annual initiative designed support filmmaker early stage creative process backdrop new york city new york film festival nyff u premiere de palma noah baumbach jake paltrow usa 2015 dcp 107m noah baumbach jake paltrows fleet bountiful portrait cover career number one iconoclast american cinema man gave u carrie dressed kill blow carlitos way film move speed de palmas thought sometimes work subtle witty counterpoint go title title covering life science nerd new hollywood bad boy grand old man describes evershifting position thing call movie business deceptively simple de palma finally many thing film craft filmmakinghow practiced easily distorted debased insightful often hilarious tour american moviemaking 1960s present primer movie made unmade surprising lively unexpectedly moving portrait great irascible unapologetic uncompromising new york artist conjunction film also showing de palmas masterpiece blow north american premiere heart dog laurie anderson usafrance 2015 dcp 75m laurie anderson plainspoken allamerican observationalautobiographical art voice harmony rhythm image juxtaposed layered metaphor generated mind viewerlistener sent spinning stratosphere nine year since last film almost 30 since last feature heart dog response commission arte work braided joy heartbreak remembering forgetting heart lament late beloved pianoplaying fingerpainting dog lolabelle life neighborhooddowntown new york 911 archiving surveillance record zigguratlike structure lolabelles passage bardo recollection death neardeaths terror personal global sad goodbye funny one dream imagined flight acceptance heart dog immediate paragraph kerouac disarmingly playful cole porter melody rhapsodically composed poem whitman thing rare beauty junun paul thomas anderson usa 2015 dcp 54m english hindu hebrew urdu english subtitle earlier year paul thomas anderson joined close friend collaborator jonny greenwood trip rajasthan northwest india hosted maharaja jodhpur brought camera destination 15thcentury mehrangarh fort greenwood help radiohead engineer nigel godrich recording album israeli composer shye ben tzur amazing group musician aamir bhiyani soheb bhiyani ajaj damami sabir damami hazmat bhanwaru khan brass ehtisham khan ajmeri nihal khan nathu lal solanki narsi lal solanki chugge khan percussion zaki ali qawwal zakir ali qawwal afshana khan razia sultan gufran ali shazib ali vocal dara khan asin khan string finished film hour pure magic junun life breathes music musicmaking close camaraderie artistic collaboration lovely impressionistic mosaic oneofakind sonic experience music blow mind world premiere anniversary screening o brother art thou joel ethan coen 2000 usa dcp 107m year mark 15th anniversary joel ethan coens beloved rootsmusical fantasia based upon odyssey homer three escaped convict george clooney tim blake nelson john turturro trying get back home rural south 1930s bigger life endlessly surprising eyepopping wanted look like old handtinted picture said dp roger deakins giddily defiantly unclassifiable coen film o brother art thou among many thing celebration american music score curated produced tbone burnett movie sings voice sound best musician country including ralph stanley fairfield four alison krauss john hartford emmylou harris gillian welch melody classic like big rock candy mountain ill fly away film touchstone man constant sorrow cast member musical guest joel ethan coen hand bring instrument touchstone picture universal picture release film comment present son saul laszlo nemes hungary 2015 35mm 107m hungarian german english subtitle film look abyss shattering portrait horror auschwitz follows saul geza rohrig sonderkommando tasked delivering fellow jew gas chamber determined give young boy proper jewish burial saul descends death camp circle hell rebellion brew among prisoner bombshell debut director cowriter laszlo nemes son saul utterly harrowing ultraimmersive experience fainthearted undeniably virtuoso plansequence camerawork mode nemess teacher bela tarr startling film represents new benchmark historic cinematic depiction holocaust deeply troubling work sure one year controversial film sony picture classic release revival blow brian de palma usa 1981 35mm 107m one brian de palmas greatest film one great american film 1980s blow hallucinatory emotionally visually commanding experience term thriller seems insufficient de palma take variety elementsthe kennedy assassination chappaquiddick antonionis blowup slasher genre full flower element detective bob leucis experience working undercover knapp commission harshness sadness american life ever hitchcock vertigoand swirl mix film build truly shattering conclusion john travolta undoubtedly greatest performance sound man lowbudget movie accidentally record murder nancy allen absolutely heartbreaking girl caught middle john lithgow hired killer de palma stalwart dennis franz world biggest sleaze second three collaboration de palma master dp vilmos zsigmond mgm home entertainment ran akira kurosawa japanfrance 1985 dcp 160m japanese english subtitle 1985 new york film festival opened akira kurosawa astonishing medieval epic inspired life mori motonari 16thcentury warlord three son began writing filmmaker started see parallel king lear took decade kurosawa bring grand conception screenhe actually painted storyboards every shot along way made another great film kagemusha dry run finished work eventually gave u put mildly mindblowing experience tatsuya nakadai warlord akira terao jinpachi nezu daisuke ryu son mieko harada terrifying lady kaede score toru takemitsu dominant force looming every single element film smallest detail kurosawa color palette ran unlike movie made since youll see newly restored version restoration studiocanal participation kadokawa picture rialto picture release touch zen king hu hong kong 197175 dcp 200m mandarin english subtitle come wuxia film road lead back great king hu supreme fantasist ming dynasty scholar incomparable artist year hu labored creating one exquisitely crafted film another astonishing precgi visual effect elevating martialarts genre unparalleled height film critic producer peggy chiao noted obituary hu singlehandedly introducing chinese cinema rest world hus threeyearsinthemaking masterpiece touch zen released truncated form hong kong 1971 yanked theater week closetocomplete version constructed hu shown 1975 cannes film festival hu won grand prize technical achievement earned king hu apology studio head beautiful restoration touch zen presented year edition cannes 40 year film first unveiling western eye restored 4k limmagine ritrovata original material provided taiwan film institute janus film release visit memory confession manoel de oliveira portugal 1982 35mm 73m portuguese english subtitle late great manoel de oliveira stipulated filmmade 1982be screened publicly death one portuguese master exquisite moving film certainly personal visit assumes rare form autoelegy prowling camera find oliveira died 106 past april porto house lived four decade preparing leave due mounting debt address audience directly setting film droll convivial tone discus wide range topic family history cinema architecture share home movie reenacts runin military dictatorship oliveiras improbable career took form long goodbye actual farewell le touching simplicity lucidity made film age 73 presumably expecting near end life would fact live another 33 year make another 25 film among greatest extended twilight also artistic prime unlike print courtesy cinemateca portuguesa north american premiere celebrating 25 year film foundation year mark 25th anniversary film foundation following successful campaign early 80 develop durable color film stock martin scorsese founded organization raise awareness fragility film create genuine consciousness film preservation since inception 1990 tff partnered archive studio lab around world restore 700 film presenting seven newest restoration black girl la noire de ousmane sembene francesenegal 1965 dcp 65m french english subtitle ousmane sembenes first featurereally movie opened way african cinema westis turn tough swift true aim young woman mbissine therese diop leaf senegal dream carefree glamorous existence france procures job livein maid nanny young couple french riviera gradually deadened endless routine task rhythm life tiny apartment dissatisfaction felt husband wife project onto black girl sembenes perfect short story wrote manny farber naming movie 1969 unlike anything film library translucent trick amazingly pure spiritualized formative eyeopening work one sembenes finest restored film foundation world cinema project collaboration sembene estate institut national de laudiovisuel ina eclair laboratory centre national de cinematographie restoration carried cineteca di bolognalimmagine ritrovata laboratory janus film release boy fengkuei hou hsiaohsien taiwan 1983 dcp 101m mandarin english subtitle group portrait four laddish adolescent razzle kaohsiung approach onset adult life tony rayns hou hsiaohsiens fourth film long considered real beginning career moviemaker intense feeling time hou told sam ho think film intense energy artist early work might lacking craft time powerful direct later wanted return initial intensity longer could tradition fellini vitelloni boy fengkuei deeply personal look back director adolescenceat boredom living middle nowhere overwhelming need get move get away big city glorious youngmans film first great work taiwanese new wave restoration cineteca di bologna cinematheque royale de belgique release heaven wait ernst lubitsch usa 1943 35mm 112m legendary ernst lubitsch portrait turnofthecentury hedonist extraordinaire begin gate hellnot dante inferno handsome artdeco waiting room courtly satan laird cregar conduct admission interview recently deceased henry van cleve ameche henry leisurely stroll past funny comedy manner lovely rendering old new york lubitsch writing samson raphaelson satan presume funeral satisfactory henry well lot cry believe everybody good timeand meticulous direction piece film glorious candybox technicolor beautifully restored schawn belston team 20th century fox time 100th anniversary fox film corporation gene tierney louis calhern eugene pallette marjorie main charles coburn henry grandfather fellow black sheep restored 20th century fox collaboration academy film archive film foundation 20th century fox release insiang lino brocka philippine 1976 dcp 95m tagalog filipino english subtitle lino brockas searing 1976 melodrama one could use adjective describe melodrama eponymous heroine played hilda koronel raped mother boyfriend blamed provoking act forced home insiang first foremost character analysis wrote director need character recreate violence stemming urban overpopulation show annihilation human loss human dignity caused physical social environment people brockas film live dire circumstance offset extreme vitality electrically charged encounter insiang failure home ground first film philippine invited cannes one director best also second brockas work restored world cinema project mona lisa insiangs mother restored 2015 cineteca di bolognalimmagine ritrovata restoration funding provided film foundation world cinema project film development council philippine film foundation release long voyage home john ford usa 1940 dcp 105m independently produced walter wanger john ford soulful heartbreaking film based four eugene oneill oneacts life sea playwright loved movie much acquired 16mm print ford working screenwriter dudley nichols brilliant cameraman gregg toland collaborated grape wrath update play world war ii condenses action creating tonal variation aching loneliness life sea longing home word ford biographer joseph mcbride director dp broke rule conventional hollywood cinematography created doomladen mood deep pool light shadowseen full advantage beautiful restoration long voyage home true ensemble piece featuring many actor comprised ford stock company including thomas mitchell barry fitzgerald brother arthur shield john qualen unforgettably john wayne swedish sailor ole restored ucla film television archive restoration funding provided hollywood foreign press association film foundation westchester film shout factory release memory justice marcel ophuls ukusafrancegermany 1976 dcp 278m french english subtitle third marcel ophuls monumental inquiry question individual collective guilt fueling calamity war genocide memory justice examines defining tragedy western world second half 20th century nuremberg trial frenchalgerian war disaster vietnam building vast range interview telford taylor counsel prosecution nuremberg later harsh critic escalating involvement vietnam nazi architect albert speer daniel ellsberg joan baez vincent canby wrote new york time memory justice screened 1976 new york film festival ophuls film expands possibility documentary motion picture way future film sort compared seldom seen since premiere rare 16mm print film painstakingly restored restored academy film archive association paramount picture film foundation restoration funding provided material world charitable foundation righteous person foundation film foundation film foundation release rocco brother luchino visconti italyfrance 1960 dcp 177m italian english subtitle luchino visconti rich expansive masterpiece story mother grown son head north lucania search work new life emotional intensity tragic grandeur matched film visconti turned giovanni testori thomas mann dostoyevsky arthur miller inspiration achieved truly epic sweep one beautifully realized scene another observe tragic progress tightly knit family coming apart one frayed thread time alain delon rocco renato salvatori brother simone annie girardot woman come katina paxinou matriarch rosaria rocco brother one great defining film era beautifully restored giuseppe rotunnos blackandwhite image pearly lustrous meant restored cineteca di bolognalimmagine ritrovata association titanus tf1 droits audiovisuels film foundation restoration funding provided gucci film foundation milestone film release\", \"Text_Lower\": \"everything in the new york film festival is special but were particularly excited about the lineups for this years special events and revivals sections the former includes important new works and premieres as well as an anniversary celebration of a beloved musical fantasia the latter includes 11 international masterpieces from renowned filmmakers whose diverse and eclectic works have been digitally remastered restored and preserved with the assistance of generous partners including martin scorseses film foundation celebrating its 25th anniversary\\n\\nthe special events lineup returns with film comment presents originally launched during nyff in 2013 with the premiere of the awardwinning 12 years a slave this years selection son of saul laszlo nemess shattering film about the horror of auschwitz recently won the grand prix at cannes and has been selected as hungarys official entry for the foreignlanguage film category of the academy awards making its north american premiere in the festival is noah baumbach and jake paltrows film portrait de palma chronicling director brian de palmas illustrious sixdecadelong career his life and his personal views on the filmmaking process de palmas masterful blow out will also screen in revivals another established american filmmaker turning his attention from narrative to intimate documentary study is paul thomas anderson whose latest film junun will world premiere in the special events section junun follows the musical journey of his close friend and collaborator jonny greenwood to northern india to record an album with an israeli musician shye ben tzur and illustrious local musicians\\n\\nadditional highlights include renowned artist laurie anderson this years nyff poster designer who will premiere her first feature in 30 years a personal essay entitled heart of a dog andersons response to a commission from arte the film is a work of braided joy and heartbreak and remembering and forgetting at the heart of which is a lament for her late beloved pianoplaying and fingerpainting dog lolabelle the recently announced nyff filmmaker in residence athina rachel tsangari will also present her latest film chevalier which will be making its us premiere fresh on the heels of the locarno and toronto international film festivals\\n\\nfollowing the nyff tradition of special anniversary screenings which in the past have included the princess brides 25th anniversary this is spinal taps 30th anniversary and dazed and confuseds 20th anniversary the festival is proud to present a special evening celebrating the 15th anniversary of joel and ethan coens beloved rootsmusical fantasia o brother where art thou set in the rural south in the 1930s and based on homers the odyssey the coen brothers and cast members will be on hand for this journey and there will be a special musical performance\\n\\nthe revivals selection for this years festival includes a diverse group of 11 international offerings from master filmmakers like akira kurosawa brian de palma hou hsiaohsien king hu manoel de oliveira and more these restorations include a suite of movies that have been restored with the assistance of martin scorseses nonprofit film foundation established in 1990 the foundation has helped to save protect and preserve over 700 films working in partnership with archives and studios from around the globe this years revivals section includes seven films restored with the foundations help ousmane sembenes black girl hou hsiaohsiens the boys from fengkuei ernst lubitschs heaven can wait lino brockas insiang john fords the long voyage home marcel ophuls the memory of justice and luchino viscontis rocco and his brothers the lubitsch film will be screened in a new 35mm print courtesy of 20th century fox\\n\\nnot to be missed is akira kurosawas astonishing ran the nyffs 1985 opening night selection returning to the festival in a newly restored version where the color palette is unlike that of any other movie made before or since king hus threeyearsinthemaking masterpiece a touch of zen will also be shown in a beautiful restoration which was presented at this years edition of cannes 40 years after the films first unveiling to western eyes the late great manoel de oliveiras 1982 film visit or memories and confessions will also be included in the revivals lineup this year after having been hidden away from audiences by the filmmaker himself for over 30 years\\n\\ntickets for the general public go on sale sunday september 13 revival tickets are 15 for general public 10 for members  students and a discounted 3 film package will also be available for purchase special event programs will have slightly higher pricing based on venue\\n\\ntickets for the 53rd new york film festival will go on sale to film society patrons at the end of august ahead of the general public click here to learn more about the patron program becoming a film society member offers the exclusive member ticket discount to the new york film festival and film society programming yearround plus other great benefits current members at the film buff level or above enjoy early ticket access to nyff screenings and events ahead of the general public click here to learn more\\n\\nfor even more access vip passes and subscription packages give buyers one of the earliest opportunities to purchase tickets and secure seats at some of the festivals biggest events including opening centerpiece and closing nights vip passes also provide access to many exciting events including the invitationonly opening night party  an evening with dinner filmmaker brunch and vip lounge benefits vary based on the pass or package type purchased a limited number of vip passes and subscription packages are still available for information about purchasing subscription packages and vip passes click here\\n\\nspecial events\\n\\nfilmmaker in residence screening\\n\\nchevalier\\n\\nathina rachel tsangari greece 2015 dcp 104m\\n\\ngreek with english subtitles\\n\\nsix men set out on the aegean sea aboard a yacht and before long male bonding and oneupmanship give way to a loosely defined yet hotly contested competition to determine which of them is the best in general as the games and trials grow more elaborate and absurdeverything is up for judgment from sleeping positions to cholesterol levels to furnitureassembly skillsinsecurities emerge and power relations shift as in her 2010 breakthrough attenberg athina rachel tsangari the new york film festivals 2015 filmmaker in residence balances anthropological precision with a wry and wholly original sense of humor impeccably staged crisply photographed and buoyed by eclectic soundtrack choices petula clark mark lanegan this maritime psychodrama becomes both funnier and richer in its implications as it progresses what begins as a lampoon of bourgeois machismo and male anxiety develops into an incisive allegory for the state of contemporary greece and leaves a final impression as an empathetic razorsharp study of human nature itself the filmmaker in residence program was launched in 2013 by the film society of lincoln center and jaegerlecoultre as an annual initiative designed to support filmmakers at an early stage in the creative process against the backdrop of new york city and the new york film festival nyff us premiere\\n\\nde palma\\n\\nnoah baumbach  jake paltrow usa 2015 dcp 107m\\n\\nnoah baumbach and jake paltrows fleet and bountiful portrait covers the career of the number one iconoclast of american cinema the man who gave us carrie dressed to kill blow out and carlitos way their film moves at the speed of de palmas thought and sometimes works in subtle witty counterpoint as he goes title by title covering his life from science nerd to new hollywood bad boy to grand old man and describes his evershifting position in this thing we call the movie business deceptively simple de palma is finally many things at once it is a film about the craft of filmmakinghow its practiced and how it can be so easily distorted and debased its an insightful and often hilarious tour through american moviemaking from the 1960s to the present and a primer on how movies are made and unmade and its a surprising lively and unexpectedly moving portrait of a great irascible unapologetic and uncompromising new york artist in conjunction with this film we will also be showing de palmas masterpiece blow out north american premiere\\n\\nheart of a dog\\n\\nlaurie anderson usafrance 2015 dcp 75m\\n\\nin laurie andersons plainspoken allamerican observationalautobiographical art voices and harmonies and rhythms and images are juxtaposed and layered metaphors are generated and the mind of the viewerlistener is sent spinning into the stratosphere its been nine years since her last film and almost 30 since her last feature heart of a dog is her response to a commission from arte a work of braided joy and heartbreak and remembering and forgetting at the heart of which is a lament for her late beloved pianoplaying and fingerpainting dog lolabelle life in the neighborhooddowntown new york after 911 the archiving of surveillance records in zigguratlike structures lolabelles passage through the bardo recollections of deaths and neardeaths terrors personal and global sad goodbyes and funny ones dreams and imagined flights acceptance heart of a dog is as immediate as a paragraph by kerouac as disarmingly playful as a cole porter melody as rhapsodically composed as a poem by whitman and a thing of rare beauty\\n\\njunun\\n\\npaul thomas anderson usa 2015 dcp 54m\\n\\nenglish hindu hebrew and urdu with english subtitles\\n\\nearlier this year paul thomas anderson joined his close friend and collaborator jonny greenwood on a trip to rajasthan in northwest india where they were hosted by the maharaja of jodhpur and he brought his camera with him their destination was the 15thcentury mehrangarh fort where greenwood with the help of radiohead engineer nigel godrich was recording an album with israeli composer shye ben tzur and an amazing group of musicians aamir bhiyani soheb bhiyani ajaj damami sabir damami hazmat and bhanwaru khan on brass ehtisham khan ajmeri nihal khan nathu lal solanki narsi lal solanki and chugge khan on percussion zaki ali qawwal zakir ali qawwal afshana khan razia sultan gufran ali and shazib ali on vocals and dara khan and asin khan on strings the finished film just under an hour is pure magic junun lives and breathes music musicmaking and the close camaraderie of artistic collaboration its a lovely impressionistic mosaic and a oneofakind sonic experience the music will blow your mind world premiere\\n\\nanniversary screening\\n\\no brother where art thou\\n\\njoel and ethan coen 2000 usa dcp 107m\\n\\nthis year marks the 15th anniversary of joel and ethan coens beloved rootsmusical fantasia based upon the odyssey by homer about three escaped convicts george clooney tim blake nelson and john turturro trying to get back home in the rural south of the 1930s bigger than life endlessly surprising eyepopping they wanted it to look like an old handtinted picture said dp roger deakins and as giddily and defiantly unclassifiable as all other coen films o brother where art thou is among many other things a celebration of american music with a score curated and produced by tbone burnett the movie sings with voices and sounds of some of the best musicians in the country including ralph stanley the fairfield four alison krauss john hartford emmylou harris and gillian welch and the melodies of classics like big rock candy mountain ill fly away and the films touchstone man of constant sorrow cast members musical guests and joel and ethan coen will be on hand bring your instrument a touchstone pictures and universal pictures release\\n\\nfilm comment presents\\n\\nson of saul\\n\\nlaszlo nemes hungary 2015 35mm 107m\\n\\nhungarian and german with english subtitles\\n\\na film that looks into the abyss this shattering portrait of the horror of auschwitz follows saul geza rohrig a sonderkommando tasked with delivering his fellow jews to the gas chamber determined to give a young boy a proper jewish burial saul descends through the death camps circles of hell while a rebellion brews among the prisoners a bombshell debut from director and cowriter laszlo nemes son of saul is an utterly harrowing ultraimmersive experience and not for the fainthearted with undeniably virtuoso plansequence camerawork in the mode of nemess teacher bela tarr this startling film represents a new benchmark in the historic cinematic depictions of the holocaust a deeply troubling work sure to be one of the years most controversial films a sony pictures classics release\\n\\nrevivals\\n\\nblow out\\n\\nbrian de palma usa 1981 35mm 107m\\n\\none of brian de palmas greatest films and one of the great american films of the 1980s blow out is such a hallucinatory emotionally and visually commanding experience that the term thriller seems insufficient de palma takes a variety of elementsthe kennedy assassination chappaquiddick antonionis blowup the slasher genre that was then in full flower elements of detective bob leucis experiences working undercover for the knapp commission the harshness and sadness of american life and as ever hitchcocks vertigoand swirls and mixes them into a film that builds to a truly shattering conclusion with john travolta in what is undoubtedly his greatest performance as the sound man for lowbudget movies who accidentally records a murder nancy allen absolutely heartbreaking as the girl caught in the middle john lithgow as the hired killer and de palma stalwart dennis franz as the worlds biggest sleaze this was the second of three collaborations between de palma and the master dp vilmos zsigmond mgm home entertainment\\n\\nran\\n\\nakira kurosawa japanfrance 1985 dcp 160m\\n\\njapanese with english subtitles\\n\\nthe 1985 new york film festival opened with akira kurosawas astonishing medieval epic inspired by the life of mori motonari a 16thcentury warlord with three sons it was only after he began writing that the filmmaker started to see parallels with king lear it took a decade for kurosawa to bring his grand conception to the screenhe actually painted storyboards of every shot along the way and made another great film kagemusha as a dry run the finished work he eventually gave us was to put it mildly a mindblowing experience tatsuya nakadai is the warlord akira terao jinpachi nezu and daisuke ryu are his sons mieko harada is the terrifying lady kaede the score is by toru takemitsu but the dominant force looming over every single element of this film down to the smallest detail is kurosawa himself the color palette of ran is unlike that of any other movie made before or since as youll see in this newly restored version restoration by studiocanal with the participation of kadokawa pictures a rialto pictures release\\n\\na touch of zen\\n\\nking hu hong kong 197175 dcp 200m\\n\\nmandarin with english subtitles\\n\\nwhen it comes to the wuxia film all roads lead back to the great king hu supreme fantasist ming dynasty scholar and incomparable artist for years hu labored on his own creating one exquisitely crafted film after another with astonishing precgi visual effects elevating the martialarts genre to unparalleled heights and as the film critic and producer peggy chiao noted in her obituary for hu singlehandedly introducing chinese cinema to the rest of the world hus threeyearsinthemaking masterpiece a touch of zen was released in truncated form in hong kong in 1971 and yanked from theaters after a week a closetocomplete version was constructed by hu and shown at the 1975 cannes film festival where hu won a grand prize for technical achievement which earned king hu an apology from his studio heads this beautiful restoration of a touch of zen was presented at this years edition of cannes 40 years after the films first unveiling to western eyes restored in 4k by limmagine ritrovata with original materials provided by the taiwan film institute a janus films release\\n\\nvisit or memories and confessions\\n\\nmanoel de oliveira portugal 1982 35mm 73m\\n\\nportuguese with english subtitles\\n\\nthe late great manoel de oliveira stipulated that this filmmade in 1982be screened publicly only after his death one of the portuguese masters most exquisite and moving films and certainly his most personal visit assumes the rare form of an autoelegy a prowling camera finds oliveira who died at 106 this past april in the porto house where he had lived for four decades and that he is preparing to leave due to mounting debts he addresses the audience directly setting the films droll convivial tone and discusses a wide range of topics family history cinema architecture shares home movies and reenacts his runin with the military dictatorship oliveiras improbable career took the form of a long goodbye but this actual farewell is no less touching in its simplicity and lucidity he made the film at age 73 presumably expecting he was near the end of his life he would in fact live another 33 years and make another 25 or so films some of them among his greatest in an extended twilight that was also an artistic prime unlike any other print courtesy of cinemateca portuguesa north american premiere\\n\\ncelebrating 25 years of the film foundation\\n\\nthis year marks the 25th anniversary of the film foundation following his successful campaign in the early 80s to develop a more durable color film stock martin scorsese founded the organization to raise awareness of the fragility of film and to create a genuine consciousness of film preservation since its inception in 1990 tff has partnered with archives studios and labs around the world to restore over 700 films were presenting seven of their newest restorations\\n\\nblack girl  la noire de\\n\\nousmane sembene francesenegal 1965 dcp 65m\\n\\nfrench with english subtitles\\n\\nousmane sembenes first featurereally the movie that opened the way for african cinema in the westis by turns tough swift and true in its aim a young woman mbissine therese diop leaves senegal with dreams of a more carefree and glamorous existence in france where she procures a job as a livein maid and nanny for a young couple in the french riviera she is gradually deadened by the endless routines and tasks and rhythms of life in the tiny apartment and by the dissatisfactions felt by the husband and wife which they project onto their black girl sembenes perfect short story wrote manny farber naming it as his movie of 1969 is unlike anything in the film library translucent and no tricks amazingly pure but spiritualized a formative and eyeopening work and one of sembenes finest restored by the film foundations world cinema project in collaboration with the sembene estate institut national de laudiovisuel ina eclair laboratories and centre national de cinematographie restoration carried out at cineteca di bolognalimmagine ritrovata laboratory a janus films release\\n\\nthe boys from fengkuei\\n\\nhou hsiaohsien taiwan 1983 dcp 101m\\n\\nmandarin with english subtitles\\n\\nthis group portrait of four laddish adolescents on the razzle in kaohsiung as they approach the onset of adult life tony rayns is hou hsiaohsiens fourth film but he has long considered it to be the real beginning of his career as a moviemaker i had very intense feelings at the time hou told sam ho and i think the film has an intense energy an artists early work might be lacking in craft but at the same time be very powerful very direct later when i wanted to return to that initial intensity i no longer could in the tradition of fellinis i vitelloni the boys from fengkuei is a deeply personal look back at the directors own adolescenceat the boredom of living in the middle of nowhere and the overwhelming need to get up and move and get out and away to the big city a glorious youngmans film and the first great work of the taiwanese new wave restoration by the cineteca di bologna a cinematheque royale de belgique release\\n\\nheaven can wait\\n\\nernst lubitsch usa 1943 35mm 112m\\n\\nthe legendary ernst lubitschs portrait of a turnofthecentury hedonist extraordinaire begins at the gate of hellnot dantes inferno but a handsome artdeco waiting room where a courtly satan laird cregar conducts an admission interview with the recently deceased henry van cleve don ameche henrys leisurely stroll through the past is a very funny comedy of manners and a lovely rendering of old new york lubitschs writing with samson raphaelson  satan i presume your funeral was satisfactory henry well there was a lot of crying so i believe everybody had a good timeand his meticulous direction are all of a piece the films glorious candybox technicolor has now been beautifully restored by schawn belston and his team at 20th century fox just in time for the 100th anniversary of the fox film corporation with gene tierney louis calhern eugene pallette marjorie main and charles coburn as henrys grandfather and fellow black sheep restored by 20th century fox in collaboration with the academy film archive and the film foundation a 20th century fox release\\n\\ninsiang\\n\\nlino brocka philippines 1976 dcp 95m\\n\\ntagalog and filipino with english subtitles\\n\\nin lino brockas searing 1976 melodrama one could use the same adjective to describe all of his melodramas the eponymous heroine played by hilda koronel is raped by her mothers boyfriend then blamed for provoking the act and forced out of her own home insiang is first and foremost a character analysis wrote the director i need this character to recreate the violence stemming from urban overpopulation to show the annihilation of a human being the loss of human dignity caused by the physical and social environment the people in brockas films live in dire circumstances offset by their extreme vitality and their electrically charged encounters insiang a failure on its home ground but the first film from the philippines to be invited to cannes is one of its directors best it is also the second of brockas works to be restored by the world cinema project with mona lisa as insiangs mother restored in 2015 by cineteca di bolognalimmagine ritrovata restoration funding provided by the film foundations world cinema project and the film development council of the philippines a film foundation release\\n\\nthe long voyage home\\n\\njohn ford usa 1940 dcp 105m\\n\\nindependently produced by walter wanger john fords soulful heartbreaking film is based on four eugene oneill oneacts about life at sea the playwright himself loved the movie so much that he acquired his own 16mm print ford working with his screenwriter dudley nichols and his brilliant cameraman gregg toland they had just collaborated on the grapes of wrath updates the plays to world war ii and condenses the action creating tonal variations on the aching loneliness of life at sea and the longing for home in the words of ford biographer joseph mcbride the director and his dp broke all the rules of conventional hollywood cinematography and created a doomladen mood with deep pools of light and shadowseen to full advantage in this beautiful restoration the long voyage home is a true ensemble piece featuring many of the actors that comprised fords stock company including thomas mitchell barry fitzgerald and his brother arthur shields john qualen and unforgettably john wayne as the swedish sailor ole restored by the ucla film  television archive restoration funding provided by the hollywood foreign press association and the film foundation a westchester films and shout factory release\\n\\nthe memory of justice\\n\\nmarcel ophuls ukusafrancegermany 1976 dcp 278m\\n\\nfrench with english subtitles\\n\\nthe third of marcel ophuls monumental inquiries into the questions of individual and collective guilt fueling the calamities of war and genocide the memory of justice examines the defining tragedies of the western world in the second half of the 20th century from the nuremberg trials through the frenchalgerian war to the disaster of vietnam building from a vast range of interviews from telford taylor counsel for the prosecution at nuremberg later a harsh critic of our escalating involvement in vietnam to nazi architect albert speer to daniel ellsberg and joan baez as vincent canby wrote in the new york times when the memory of justice was screened at the 1976 new york film festival ophuls film expands the possibilities of the documentary motion picture in such a way that all future films of this sort will be compared to it seldom seen since its premiere and then only in rare 16mm prints the film has now been painstakingly restored restored by the academy film archive in association with paramount pictures and the film foundation restoration funding provided by the material world charitable foundation righteous persons foundation and the film foundation a film foundation release\\n\\nrocco and his brothers\\n\\nluchino visconti italyfrance 1960 dcp 177m\\n\\nitalian with english subtitles\\n\\nluchino viscontis rich and expansive masterpiece the story of a mother and her grown sons who head north from lucania in search of work and new lives has an emotional intensity and a tragic grandeur matched by few other films visconti turned to giovanni testori thomas mann dostoyevsky and arthur miller for inspiration and he achieved an truly epic sweep in one beautifully realized scene after another we observe the tragic progress of a tightly knit family coming apart one frayed thread at a time alain delon is rocco renato salvatori is his brother simone annie girardot is the woman who comes between them and katina paxinou is the matriarch rosaria rocco and his brothers one of the great and defining films of its era has now been beautifully restored and giuseppe rotunnos blackandwhite images are once again as pearly and lustrous as they were meant to be restored by cineteca di bolognalimmagine ritrovata in association with titanus tf1 droits audiovisuels and the film foundation restoration funding provided by gucci and the film foundation a milestone film release\", \"Text_NoPunctuation\": \"Everything in the New York Film Festival is special but were particularly excited about the lineups for this years Special Events and Revivals sections The former includes important new works and premieres as well as an anniversary celebration of a beloved musical fantasia The latter includes 11 international masterpieces from renowned filmmakers whose diverse and eclectic works have been digitally remastered restored and preserved with the assistance of generous partners including Martin Scorseses Film Foundation celebrating its 25th anniversary\\n\\nThe Special Events lineup returns with Film Comment Presents originally launched during NYFF in 2013 with the premiere of the awardwinning 12 Years a Slave This years selection Son of Saul Laszlo Nemess shattering film about the horror of Auschwitz recently won the Grand Prix at Cannes and has been selected as Hungarys official entry for the foreignlanguage film category of the Academy Awards Making its North American Premiere in the festival is Noah Baumbach and Jake Paltrows film portrait De Palma chronicling director Brian De Palmas illustrious sixdecadelong career his life and his personal views on the filmmaking process De Palmas masterful Blow Out will also screen in Revivals Another established American filmmaker turning his attention from narrative to intimate documentary study is Paul Thomas Anderson whose latest film Junun will World Premiere in the Special Events section Junun follows the musical journey of his close friend and collaborator Jonny Greenwood to northern India to record an album with an Israeli musician Shye Ben Tzur and illustrious local musicians\\n\\nAdditional highlights include renowned artist Laurie Anderson this years NYFF poster designer who will premiere her first feature in 30 years a personal essay entitled Heart of a Dog Andersons response to a commission from Arte the film is a work of braided joy and heartbreak and remembering and forgetting at the heart of which is a lament for her late beloved pianoplaying and fingerpainting dog Lolabelle The recently announced NYFF Filmmaker in Residence Athina Rachel Tsangari will also present her latest film Chevalier which will be making its US Premiere fresh on the heels of the Locarno and Toronto International Film Festivals\\n\\nFollowing the NYFF tradition of special anniversary screenings which in the past have included The Princess Brides 25th anniversary This Is Spinal Taps 30th anniversary and Dazed and Confuseds 20th anniversary the festival is proud to present a special evening celebrating the 15th anniversary of Joel and Ethan Coens beloved rootsmusical fantasia O Brother Where Art Thou set in the rural south in the 1930s and based on Homers The Odyssey The Coen Brothers and cast members will be on hand for this journey and there will be a special musical performance\\n\\nThe Revivals selection for this years festival includes a diverse group of 11 international offerings from master filmmakers like Akira Kurosawa Brian De Palma Hou Hsiaohsien King Hu Manoel de Oliveira and more These restorations include a suite of movies that have been restored with the assistance of Martin Scorseses nonprofit Film Foundation Established in 1990 the Foundation has helped to save protect and preserve over 700 films working in partnership with archives and studios from around the globe This years Revivals section includes seven films restored with the Foundations help Ousmane Sembenes Black Girl Hou Hsiaohsiens The Boys from Fengkuei Ernst Lubitschs Heaven Can Wait Lino Brockas Insiang John Fords The Long Voyage Home Marcel Ophuls The Memory of Justice and Luchino Viscontis Rocco and His Brothers The Lubitsch film will be screened in a new 35mm print courtesy of 20th Century Fox\\n\\nNot to be missed is Akira Kurosawas astonishing Ran the NYFFs 1985 Opening Night selection returning to the festival in a newly restored version where the color palette is unlike that of any other movie made before or since King Hus threeyearsinthemaking masterpiece A Touch of Zen will also be shown in a beautiful restoration which was presented at this years edition of Cannes 40 years after the films first unveiling to Western eyes The late great Manoel de Oliveiras 1982 film Visit or Memories and Confessions will also be included in the Revivals lineup this year after having been hidden away from audiences by the filmmaker himself for over 30 years\\n\\nTickets for the General Public go on sale Sunday September 13 Revival tickets are 15 for General Public 10 for Members  Students and a discounted 3 film package will also be available for purchase Special Event programs will have slightly higher pricing based on venue\\n\\nTickets for the 53rd New York Film Festival will go on sale to Film Society patrons at the end of August ahead of the General Public Click here to learn more about the patron program Becoming a Film Society Member offers the exclusive member ticket discount to the New York Film Festival and Film Society programming yearround plus other great benefits Current members at the Film Buff Level or above enjoy early ticket access to NYFF screenings and events ahead of the general public Click here to learn more\\n\\nFor even more access VIP Passes and Subscription Packages give buyers one of the earliest opportunities to purchase tickets and secure seats at some of the festivals biggest events including Opening Centerpiece and Closing Nights VIP passes also provide access to many exciting events including the invitationonly Opening Night party  An Evening With Dinner Filmmaker Brunch and VIP Lounge Benefits vary based on the pass or package type purchased A limited number of VIP Passes and Subscription Packages are still available For information about purchasing Subscription Packages and VIP Passes click here\\n\\nSpecial Events\\n\\nFilmmaker in Residence Screening\\n\\nChevalier\\n\\nAthina Rachel Tsangari Greece 2015 DCP 104m\\n\\nGreek with English subtitles\\n\\nSix men set out on the Aegean Sea aboard a yacht and before long male bonding and oneupmanship give way to a loosely defined yet hotly contested competition to determine which of them is the best in general As the games and trials grow more elaborate and absurdeverything is up for judgment from sleeping positions to cholesterol levels to furnitureassembly skillsinsecurities emerge and power relations shift As in her 2010 breakthrough Attenberg Athina Rachel Tsangari the New York Film Festivals 2015 Filmmaker in Residence balances anthropological precision with a wry and wholly original sense of humor Impeccably staged crisply photographed and buoyed by eclectic soundtrack choices Petula Clark Mark Lanegan this maritime psychodrama becomes both funnier and richer in its implications as it progresses What begins as a lampoon of bourgeois machismo and male anxiety develops into an incisive allegory for the state of contemporary Greece and leaves a final impression as an empathetic razorsharp study of human nature itself The Filmmaker in Residence program was launched in 2013 by the Film Society of Lincoln Center and JaegerLeCoultre as an annual initiative designed to support filmmakers at an early stage in the creative process against the backdrop of New York City and the New York Film Festival NYFF US Premiere\\n\\nDe Palma\\n\\nNoah Baumbach  Jake Paltrow USA 2015 DCP 107m\\n\\nNoah Baumbach and Jake Paltrows fleet and bountiful portrait covers the career of the number one iconoclast of American cinema the man who gave us Carrie Dressed to Kill Blow Out and Carlitos Way Their film moves at the speed of De Palmas thought and sometimes works in subtle witty counterpoint as he goes title by title covering his life from science nerd to New Hollywood bad boy to grand old man and describes his evershifting position in this thing we call the movie business Deceptively simple De Palma is finally many things at once It is a film about the craft of filmmakinghow its practiced and how it can be so easily distorted and debased Its an insightful and often hilarious tour through American moviemaking from the 1960s to the present and a primer on how movies are made and unmade And its a surprising lively and unexpectedly moving portrait of a great irascible unapologetic and uncompromising New York artist In conjunction with this film we will also be showing De Palmas masterpiece Blow Out North American Premiere\\n\\nHeart of a Dog\\n\\nLaurie Anderson USAFrance 2015 DCP 75m\\n\\nIn Laurie Andersons plainspoken allAmerican observationalautobiographical art voices and harmonies and rhythms and images are juxtaposed and layered metaphors are generated and the mind of the viewerlistener is sent spinning into the stratosphere Its been nine years since her last film and almost 30 since her last feature Heart of a Dog is her response to a commission from Arte a work of braided joy and heartbreak and remembering and forgetting at the heart of which is a lament for her late beloved pianoplaying and fingerpainting dog Lolabelle Life in the neighborhooddowntown New York after 911 the archiving of surveillance records in zigguratlike structures Lolabelles passage through the bardo recollections of deaths and neardeaths terrors personal and global sad goodbyes and funny ones dreams and imagined flights acceptance Heart of a Dog is as immediate as a paragraph by Kerouac as disarmingly playful as a Cole Porter melody as rhapsodically composed as a poem by Whitman and a thing of rare beauty\\n\\nJunun\\n\\nPaul Thomas Anderson USA 2015 DCP 54m\\n\\nEnglish Hindu Hebrew and Urdu with English subtitles\\n\\nEarlier this year Paul Thomas Anderson joined his close friend and collaborator Jonny Greenwood on a trip to Rajasthan in northwest India where they were hosted by the Maharaja of Jodhpur and he brought his camera with him Their destination was the 15thcentury Mehrangarh Fort where Greenwood with the help of Radiohead engineer Nigel Godrich was recording an album with Israeli composer Shye Ben Tzur and an amazing group of musicians Aamir Bhiyani Soheb Bhiyani Ajaj Damami Sabir Damami Hazmat and Bhanwaru Khan on brass Ehtisham Khan Ajmeri Nihal Khan Nathu Lal Solanki Narsi Lal Solanki and Chugge Khan on percussion Zaki Ali Qawwal Zakir Ali Qawwal Afshana Khan Razia Sultan Gufran Ali and Shazib Ali on vocals and Dara Khan and Asin Khan on strings The finished film just under an hour is pure magic Junun lives and breathes music musicmaking and the close camaraderie of artistic collaboration Its a lovely impressionistic mosaic and a oneofakind sonic experience the music will blow your mind World Premiere\\n\\nAnniversary Screening\\n\\nO Brother Where Art Thou\\n\\nJoel and Ethan Coen 2000 USA DCP 107m\\n\\nThis year marks the 15th anniversary of Joel and Ethan Coens beloved rootsmusical fantasia based upon The Odyssey by Homer about three escaped convicts George Clooney Tim Blake Nelson and John Turturro trying to get back home in the rural South of the 1930s Bigger than life endlessly surprising eyepopping they wanted it to look like an old handtinted picture said DP Roger Deakins and as giddily and defiantly unclassifiable as all other Coen films O Brother Where Art Thou is among many other things a celebration of American music With a score curated and produced by TBone Burnett the movie sings with voices and sounds of some of the best musicians in the country including Ralph Stanley the Fairfield Four Alison Krauss John Hartford Emmylou Harris and Gillian Welch and the melodies of classics like Big Rock Candy Mountain Ill Fly Away and the films touchstone Man of Constant Sorrow Cast members musical guests and Joel and Ethan Coen will be on hand Bring your instrument A Touchstone Pictures and Universal Pictures release\\n\\nFilm Comment Presents\\n\\nSon of Saul\\n\\nLaszlo Nemes Hungary 2015 35mm 107m\\n\\nHungarian and German with English subtitles\\n\\nA film that looks into the abyss this shattering portrait of the horror of Auschwitz follows Saul Geza Rohrig a Sonderkommando tasked with delivering his fellow Jews to the gas chamber Determined to give a young boy a proper Jewish burial Saul descends through the death camps circles of Hell while a rebellion brews among the prisoners A bombshell debut from director and cowriter Laszlo Nemes Son of Saul is an utterly harrowing ultraimmersive experience and not for the fainthearted With undeniably virtuoso plansequence camerawork in the mode of Nemess teacher Bela Tarr this startling film represents a new benchmark in the historic cinematic depictions of the Holocaust A deeply troubling work sure to be one of the years most controversial films A Sony Pictures Classics release\\n\\nRevivals\\n\\nBlow Out\\n\\nBrian De Palma USA 1981 35mm 107m\\n\\nOne of Brian De Palmas greatest films and one of the great American films of the 1980s Blow Out is such a hallucinatory emotionally and visually commanding experience that the term thriller seems insufficient De Palma takes a variety of elementsthe Kennedy assassination Chappaquiddick Antonionis BlowUp the slasher genre that was then in full flower elements of Detective Bob Leucis experiences working undercover for the Knapp Commission the harshness and sadness of American life and as ever Hitchcocks Vertigoand swirls and mixes them into a film that builds to a truly shattering conclusion With John Travolta in what is undoubtedly his greatest performance as the sound man for lowbudget movies who accidentally records a murder Nancy Allen absolutely heartbreaking as the girl caught in the middle John Lithgow as the hired killer and De Palma stalwart Dennis Franz as the worlds biggest sleaze This was the second of three collaborations between De Palma and the master DP Vilmos Zsigmond MGM Home Entertainment\\n\\nRan\\n\\nAkira Kurosawa JapanFrance 1985 DCP 160m\\n\\nJapanese with English subtitles\\n\\nThe 1985 New York Film Festival opened with Akira Kurosawas astonishing medieval epic inspired by the life of Mori Motonari a 16thcentury warlord with three sons It was only after he began writing that the filmmaker started to see parallels with King Lear It took a decade for Kurosawa to bring his grand conception to the screenhe actually painted storyboards of every shot along the way and made another great film Kagemusha as a dry run The finished work he eventually gave us was to put it mildly a mindblowing experience Tatsuya Nakadai is the warlord Akira Terao Jinpachi Nezu and Daisuke Ryu are his sons Mieko Harada is the terrifying Lady Kaede the score is by Toru Takemitsu but the dominant force looming over every single element of this film down to the smallest detail is Kurosawa himself The color palette of Ran is unlike that of any other movie made before or since as youll see in this newly restored version Restoration by StudioCanal with the participation of Kadokawa Pictures A Rialto Pictures release\\n\\nA Touch of Zen\\n\\nKing Hu Hong Kong 197175 DCP 200m\\n\\nMandarin with English subtitles\\n\\nWhen it comes to the wuxia film all roads lead back to the great King Hu supreme fantasist Ming dynasty scholar and incomparable artist For years Hu labored on his own creating one exquisitely crafted film after another with astonishing preCGI visual effects elevating the martialarts genre to unparalleled heights and as the film critic and producer Peggy Chiao noted in her obituary for Hu singlehandedly introducing Chinese cinema to the rest of the world Hus threeyearsinthemaking masterpiece A Touch of Zen was released in truncated form in Hong Kong in 1971 and yanked from theaters after a week A closetocomplete version was constructed by Hu and shown at the 1975 Cannes Film Festival where Hu won a grand prize for technical achievement which earned King Hu an apology from his studio heads This beautiful restoration of A Touch of Zen was presented at this years edition of Cannes 40 years after the films first unveiling to Western eyes Restored in 4K by LImmagine Ritrovata with original materials provided by the Taiwan Film Institute A Janus Films release\\n\\nVisit or Memories and Confessions\\n\\nManoel de Oliveira Portugal 1982 35mm 73m\\n\\nPortuguese with English subtitles\\n\\nThe late great Manoel de Oliveira stipulated that this filmmade in 1982be screened publicly only after his death One of the Portuguese masters most exquisite and moving films and certainly his most personal Visit assumes the rare form of an autoelegy A prowling camera finds Oliveira who died at 106 this past April in the Porto house where he had lived for four decades and that he is preparing to leave due to mounting debts He addresses the audience directly setting the films droll convivial tone and discusses a wide range of topics family history cinema architecture shares home movies and reenacts his runin with the military dictatorship Oliveiras improbable career took the form of a long goodbye but this actual farewell is no less touching in its simplicity and lucidity He made the film at age 73 presumably expecting he was near the end of his life He would in fact live another 33 years and make another 25 or so films some of them among his greatest in an extended twilight that was also an artistic prime unlike any other Print courtesy of Cinemateca Portuguesa North American Premiere\\n\\nCelebrating 25 Years of The Film Foundation\\n\\nThis year marks the 25th anniversary of The Film Foundation Following his successful campaign in the early 80s to develop a more durable color film stock Martin Scorsese founded the organization to raise awareness of the fragility of film and to create a genuine consciousness of film preservation Since its inception in 1990 TFF has partnered with archives studios and labs around the world to restore over 700 films Were presenting seven of their newest restorations\\n\\nBlack Girl  La Noire de\\n\\nOusmane Sembene FranceSenegal 1965 DCP 65m\\n\\nFrench with English subtitles\\n\\nOusmane Sembenes first featurereally the movie that opened the way for African cinema in the Westis by turns tough swift and true in its aim A young woman Mbissine Therese Diop leaves Senegal with dreams of a more carefree and glamorous existence in France where she procures a job as a livein maid and nanny for a young couple in the French Riviera She is gradually deadened by the endless routines and tasks and rhythms of life in the tiny apartment and by the dissatisfactions felt by the husband and wife which they project onto their black girl Sembenes perfect short story wrote Manny Farber naming it as his movie of 1969 is unlike anything in the film library translucent and no tricks amazingly pure but spiritualized A formative and eyeopening work and one of Sembenes finest Restored by The Film Foundations World Cinema Project in collaboration with the Sembene Estate Institut National de lAudiovisuel INA Eclair laboratories and Centre National de Cinematographie Restoration carried out at Cineteca di BolognaLImmagine Ritrovata Laboratory A Janus Films release\\n\\nThe Boys from Fengkuei\\n\\nHou Hsiaohsien Taiwan 1983 DCP 101m\\n\\nMandarin with English subtitles\\n\\nThis group portrait of four laddish adolescents on the razzle in Kaohsiung as they approach the onset of adult life Tony Rayns is Hou Hsiaohsiens fourth film but he has long considered it to be the real beginning of his career as a moviemaker I had very intense feelings at the time Hou told Sam Ho and I think the film has an intense energy An artists early work might be lacking in craft but at the same time be very powerful very direct Later when I wanted to return to that initial intensity I no longer could In the tradition of Fellinis I Vitelloni The Boys from Fengkuei is a deeply personal look back at the directors own adolescenceat the boredom of living in the middle of nowhere and the overwhelming need to get up and move and get out and away to the big city A glorious youngmans film and the first great work of the Taiwanese New Wave Restoration by the Cineteca di Bologna A Cinematheque Royale de Belgique release\\n\\nHeaven Can Wait\\n\\nErnst Lubitsch USA 1943 35mm 112m\\n\\nThe legendary Ernst Lubitschs portrait of a turnofthecentury hedonist extraordinaire begins at the gate of hellnot Dantes Inferno but a handsome artdeco waiting room where a courtly Satan Laird Cregar conducts an admission interview with the recently deceased Henry Van Cleve Don Ameche Henrys leisurely stroll through the past is a very funny comedy of manners and a lovely rendering of Old New York Lubitschs writing with Samson Raphaelson  Satan I presume your funeral was satisfactory Henry Well there was a lot of crying so I believe everybody had a good timeand his meticulous direction are all of a piece The films glorious candybox Technicolor has now been beautifully restored by Schawn Belston and his team at 20th Century Fox just in time for the 100th Anniversary of the Fox Film Corporation With Gene Tierney Louis Calhern Eugene Pallette Marjorie Main and Charles Coburn as Henrys grandfather and fellow black sheep Restored by 20th Century Fox in collaboration with the Academy Film Archive and The Film Foundation A 20th Century Fox release\\n\\nInsiang\\n\\nLino Brocka Philippines 1976 DCP 95m\\n\\nTagalog and Filipino with English subtitles\\n\\nIn Lino Brockas searing 1976 melodrama one could use the same adjective to describe all of his melodramas the eponymous heroine played by Hilda Koronel is raped by her mothers boyfriend then blamed for provoking the act and forced out of her own home Insiang is first and foremost a character analysis wrote the director I need this character to recreate the violence stemming from urban overpopulation to show the annihilation of a human being the loss of human dignity caused by the physical and social environment The people in Brockas films live in dire circumstances offset by their extreme vitality and their electrically charged encounters Insiang a failure on its home ground but the first film from the Philippines to be invited to Cannes is one of its directors best It is also the second of Brockas works to be restored by the World Cinema Project With Mona Lisa as Insiangs mother Restored in 2015 by Cineteca di BolognaLImmagine Ritrovata Restoration funding provided by The Film Foundations World Cinema Project and the Film Development Council of the Philippines A Film Foundation release\\n\\nThe Long Voyage Home\\n\\nJohn Ford USA 1940 DCP 105m\\n\\nIndependently produced by Walter Wanger John Fords soulful heartbreaking film is based on four Eugene ONeill oneacts about life at sea the playwright himself loved the movie so much that he acquired his own 16mm print Ford working with his screenwriter Dudley Nichols and his brilliant cameraman Gregg Toland they had just collaborated on The Grapes of Wrath updates the plays to World War II and condenses the action creating tonal variations on the aching loneliness of life at sea and the longing for home In the words of Ford biographer Joseph McBride the director and his DP broke all the rules of conventional Hollywood cinematography and created a doomladen mood with deep pools of light and shadowseen to full advantage in this beautiful restoration The Long Voyage Home is a true ensemble piece featuring many of the actors that comprised Fords stock company including Thomas Mitchell Barry Fitzgerald and his brother Arthur Shields John Qualen and unforgettably John Wayne as the Swedish sailor Ole Restored by the UCLA Film  Television Archive Restoration funding provided by the Hollywood Foreign Press Association and The Film Foundation A Westchester Films and Shout Factory release\\n\\nThe Memory of Justice\\n\\nMarcel Ophuls UKUSAFranceGermany 1976 DCP 278m\\n\\nFrench with English subtitles\\n\\nThe third of Marcel Ophuls monumental inquiries into the questions of individual and collective guilt fueling the calamities of war and genocide The Memory of Justice examines the defining tragedies of the Western world in the second half of the 20th century from the Nuremberg trials through the FrenchAlgerian war to the disaster of Vietnam building from a vast range of interviews from Telford Taylor Counsel for the Prosecution at Nuremberg later a harsh critic of our escalating involvement in Vietnam to Nazi architect Albert Speer to Daniel Ellsberg and Joan Baez As Vincent Canby wrote in The New York Times when The Memory of Justice was screened at the 1976 New York Film Festival Ophuls film expands the possibilities of the documentary motion picture in such a way that all future films of this sort will be compared to it Seldom seen since its premiere and then only in rare 16mm prints the film has now been painstakingly restored Restored by the Academy Film Archive in association with Paramount Pictures and The Film Foundation Restoration funding provided by The Material World Charitable Foundation Righteous Persons Foundation and The Film Foundation A Film Foundation release\\n\\nRocco and His Brothers\\n\\nLuchino Visconti ItalyFrance 1960 DCP 177m\\n\\nItalian with English subtitles\\n\\nLuchino Viscontis rich and expansive masterpiece the story of a mother and her grown sons who head north from Lucania in search of work and new lives has an emotional intensity and a tragic grandeur matched by few other films Visconti turned to Giovanni Testori Thomas Mann Dostoyevsky and Arthur Miller for inspiration and he achieved an truly epic sweep in one beautifully realized scene after another we observe the tragic progress of a tightly knit family coming apart one frayed thread at a time Alain Delon is Rocco Renato Salvatori is his brother Simone Annie Girardot is the woman who comes between them and Katina Paxinou is the matriarch Rosaria Rocco and His Brothers one of the great and defining films of its era has now been beautifully restored and Giuseppe Rotunnos blackandwhite images are once again as pearly and lustrous as they were meant to be Restored by Cineteca di BolognaLImmagine Ritrovata in association with Titanus TF1 Droits Audiovisuels and The Film Foundation Restoration funding provided by Gucci and The Film Foundation A Milestone Film release\", \"Text_NoStopwords\": \"everything new york film festival special particularly excited lineups years special events revivals sections former includes important new works premieres well anniversary celebration beloved musical fantasia latter includes 11 international masterpieces renowned filmmakers whose diverse eclectic works digitally remastered restored preserved assistance generous partners including martin scorseses film foundation celebrating 25th anniversary special events lineup returns film comment presents originally launched nyff 2013 premiere awardwinning 12 years slave years selection son saul laszlo nemess shattering film horror auschwitz recently won grand prix cannes selected hungarys official entry foreignlanguage film category academy awards making north american premiere festival noah baumbach jake paltrows film portrait de palma chronicling director brian de palmas illustrious sixdecadelong career life personal views filmmaking process de palmas masterful blow also screen revivals another established american filmmaker turning attention narrative intimate documentary study paul thomas anderson whose latest film junun world premiere special events section junun follows musical journey close friend collaborator jonny greenwood northern india record album israeli musician shye ben tzur illustrious local musicians additional highlights include renowned artist laurie anderson years nyff poster designer premiere first feature 30 years personal essay entitled heart dog andersons response commission arte film work braided joy heartbreak remembering forgetting heart lament late beloved pianoplaying fingerpainting dog lolabelle recently announced nyff filmmaker residence athina rachel tsangari also present latest film chevalier making us premiere fresh heels locarno toronto international film festivals following nyff tradition special anniversary screenings past included princess brides 25th anniversary spinal taps 30th anniversary dazed confuseds 20th anniversary festival proud present special evening celebrating 15th anniversary joel ethan coens beloved rootsmusical fantasia o brother art thou set rural south 1930s based homers odyssey coen brothers cast members hand journey special musical performance revivals selection years festival includes diverse group 11 international offerings master filmmakers like akira kurosawa brian de palma hou hsiaohsien king hu manoel de oliveira restorations include suite movies restored assistance martin scorseses nonprofit film foundation established 1990 foundation helped save protect preserve 700 films working partnership archives studios around globe years revivals section includes seven films restored foundations help ousmane sembenes black girl hou hsiaohsiens boys fengkuei ernst lubitschs heaven wait lino brockas insiang john fords long voyage home marcel ophuls memory justice luchino viscontis rocco brothers lubitsch film screened new 35mm print courtesy 20th century fox missed akira kurosawas astonishing ran nyffs 1985 opening night selection returning festival newly restored version color palette unlike movie made since king hus threeyearsinthemaking masterpiece touch zen also shown beautiful restoration presented years edition cannes 40 years films first unveiling western eyes late great manoel de oliveiras 1982 film visit memories confessions also included revivals lineup year hidden away audiences filmmaker 30 years tickets general public go sale sunday september 13 revival tickets 15 general public 10 members students discounted 3 film package also available purchase special event programs slightly higher pricing based venue tickets 53rd new york film festival go sale film society patrons end august ahead general public click learn patron program becoming film society member offers exclusive member ticket discount new york film festival film society programming yearround plus great benefits current members film buff level enjoy early ticket access nyff screenings events ahead general public click learn even access vip passes subscription packages give buyers one earliest opportunities purchase tickets secure seats festivals biggest events including opening centerpiece closing nights vip passes also provide access many exciting events including invitationonly opening night party evening dinner filmmaker brunch vip lounge benefits vary based pass package type purchased limited number vip passes subscription packages still available information purchasing subscription packages vip passes click special events filmmaker residence screening chevalier athina rachel tsangari greece 2015 dcp 104m greek english subtitles six men set aegean sea aboard yacht long male bonding oneupmanship give way loosely defined yet hotly contested competition determine best general games trials grow elaborate absurdeverything judgment sleeping positions cholesterol levels furnitureassembly skillsinsecurities emerge power relations shift 2010 breakthrough attenberg athina rachel tsangari new york film festivals 2015 filmmaker residence balances anthropological precision wry wholly original sense humor impeccably staged crisply photographed buoyed eclectic soundtrack choices petula clark mark lanegan maritime psychodrama becomes funnier richer implications progresses begins lampoon bourgeois machismo male anxiety develops incisive allegory state contemporary greece leaves final impression empathetic razorsharp study human nature filmmaker residence program launched 2013 film society lincoln center jaegerlecoultre annual initiative designed support filmmakers early stage creative process backdrop new york city new york film festival nyff us premiere de palma noah baumbach jake paltrow usa 2015 dcp 107m noah baumbach jake paltrows fleet bountiful portrait covers career number one iconoclast american cinema man gave us carrie dressed kill blow carlitos way film moves speed de palmas thought sometimes works subtle witty counterpoint goes title title covering life science nerd new hollywood bad boy grand old man describes evershifting position thing call movie business deceptively simple de palma finally many things film craft filmmakinghow practiced easily distorted debased insightful often hilarious tour american moviemaking 1960s present primer movies made unmade surprising lively unexpectedly moving portrait great irascible unapologetic uncompromising new york artist conjunction film also showing de palmas masterpiece blow north american premiere heart dog laurie anderson usafrance 2015 dcp 75m laurie andersons plainspoken allamerican observationalautobiographical art voices harmonies rhythms images juxtaposed layered metaphors generated mind viewerlistener sent spinning stratosphere nine years since last film almost 30 since last feature heart dog response commission arte work braided joy heartbreak remembering forgetting heart lament late beloved pianoplaying fingerpainting dog lolabelle life neighborhooddowntown new york 911 archiving surveillance records zigguratlike structures lolabelles passage bardo recollections deaths neardeaths terrors personal global sad goodbyes funny ones dreams imagined flights acceptance heart dog immediate paragraph kerouac disarmingly playful cole porter melody rhapsodically composed poem whitman thing rare beauty junun paul thomas anderson usa 2015 dcp 54m english hindu hebrew urdu english subtitles earlier year paul thomas anderson joined close friend collaborator jonny greenwood trip rajasthan northwest india hosted maharaja jodhpur brought camera destination 15thcentury mehrangarh fort greenwood help radiohead engineer nigel godrich recording album israeli composer shye ben tzur amazing group musicians aamir bhiyani soheb bhiyani ajaj damami sabir damami hazmat bhanwaru khan brass ehtisham khan ajmeri nihal khan nathu lal solanki narsi lal solanki chugge khan percussion zaki ali qawwal zakir ali qawwal afshana khan razia sultan gufran ali shazib ali vocals dara khan asin khan strings finished film hour pure magic junun lives breathes music musicmaking close camaraderie artistic collaboration lovely impressionistic mosaic oneofakind sonic experience music blow mind world premiere anniversary screening o brother art thou joel ethan coen 2000 usa dcp 107m year marks 15th anniversary joel ethan coens beloved rootsmusical fantasia based upon odyssey homer three escaped convicts george clooney tim blake nelson john turturro trying get back home rural south 1930s bigger life endlessly surprising eyepopping wanted look like old handtinted picture said dp roger deakins giddily defiantly unclassifiable coen films o brother art thou among many things celebration american music score curated produced tbone burnett movie sings voices sounds best musicians country including ralph stanley fairfield four alison krauss john hartford emmylou harris gillian welch melodies classics like big rock candy mountain ill fly away films touchstone man constant sorrow cast members musical guests joel ethan coen hand bring instrument touchstone pictures universal pictures release film comment presents son saul laszlo nemes hungary 2015 35mm 107m hungarian german english subtitles film looks abyss shattering portrait horror auschwitz follows saul geza rohrig sonderkommando tasked delivering fellow jews gas chamber determined give young boy proper jewish burial saul descends death camps circles hell rebellion brews among prisoners bombshell debut director cowriter laszlo nemes son saul utterly harrowing ultraimmersive experience fainthearted undeniably virtuoso plansequence camerawork mode nemess teacher bela tarr startling film represents new benchmark historic cinematic depictions holocaust deeply troubling work sure one years controversial films sony pictures classics release revivals blow brian de palma usa 1981 35mm 107m one brian de palmas greatest films one great american films 1980s blow hallucinatory emotionally visually commanding experience term thriller seems insufficient de palma takes variety elementsthe kennedy assassination chappaquiddick antonionis blowup slasher genre full flower elements detective bob leucis experiences working undercover knapp commission harshness sadness american life ever hitchcocks vertigoand swirls mixes film builds truly shattering conclusion john travolta undoubtedly greatest performance sound man lowbudget movies accidentally records murder nancy allen absolutely heartbreaking girl caught middle john lithgow hired killer de palma stalwart dennis franz worlds biggest sleaze second three collaborations de palma master dp vilmos zsigmond mgm home entertainment ran akira kurosawa japanfrance 1985 dcp 160m japanese english subtitles 1985 new york film festival opened akira kurosawas astonishing medieval epic inspired life mori motonari 16thcentury warlord three sons began writing filmmaker started see parallels king lear took decade kurosawa bring grand conception screenhe actually painted storyboards every shot along way made another great film kagemusha dry run finished work eventually gave us put mildly mindblowing experience tatsuya nakadai warlord akira terao jinpachi nezu daisuke ryu sons mieko harada terrifying lady kaede score toru takemitsu dominant force looming every single element film smallest detail kurosawa color palette ran unlike movie made since youll see newly restored version restoration studiocanal participation kadokawa pictures rialto pictures release touch zen king hu hong kong 197175 dcp 200m mandarin english subtitles comes wuxia film roads lead back great king hu supreme fantasist ming dynasty scholar incomparable artist years hu labored creating one exquisitely crafted film another astonishing precgi visual effects elevating martialarts genre unparalleled heights film critic producer peggy chiao noted obituary hu singlehandedly introducing chinese cinema rest world hus threeyearsinthemaking masterpiece touch zen released truncated form hong kong 1971 yanked theaters week closetocomplete version constructed hu shown 1975 cannes film festival hu won grand prize technical achievement earned king hu apology studio heads beautiful restoration touch zen presented years edition cannes 40 years films first unveiling western eyes restored 4k limmagine ritrovata original materials provided taiwan film institute janus films release visit memories confessions manoel de oliveira portugal 1982 35mm 73m portuguese english subtitles late great manoel de oliveira stipulated filmmade 1982be screened publicly death one portuguese masters exquisite moving films certainly personal visit assumes rare form autoelegy prowling camera finds oliveira died 106 past april porto house lived four decades preparing leave due mounting debts addresses audience directly setting films droll convivial tone discusses wide range topics family history cinema architecture shares home movies reenacts runin military dictatorship oliveiras improbable career took form long goodbye actual farewell less touching simplicity lucidity made film age 73 presumably expecting near end life would fact live another 33 years make another 25 films among greatest extended twilight also artistic prime unlike print courtesy cinemateca portuguesa north american premiere celebrating 25 years film foundation year marks 25th anniversary film foundation following successful campaign early 80s develop durable color film stock martin scorsese founded organization raise awareness fragility film create genuine consciousness film preservation since inception 1990 tff partnered archives studios labs around world restore 700 films presenting seven newest restorations black girl la noire de ousmane sembene francesenegal 1965 dcp 65m french english subtitles ousmane sembenes first featurereally movie opened way african cinema westis turns tough swift true aim young woman mbissine therese diop leaves senegal dreams carefree glamorous existence france procures job livein maid nanny young couple french riviera gradually deadened endless routines tasks rhythms life tiny apartment dissatisfactions felt husband wife project onto black girl sembenes perfect short story wrote manny farber naming movie 1969 unlike anything film library translucent tricks amazingly pure spiritualized formative eyeopening work one sembenes finest restored film foundations world cinema project collaboration sembene estate institut national de laudiovisuel ina eclair laboratories centre national de cinematographie restoration carried cineteca di bolognalimmagine ritrovata laboratory janus films release boys fengkuei hou hsiaohsien taiwan 1983 dcp 101m mandarin english subtitles group portrait four laddish adolescents razzle kaohsiung approach onset adult life tony rayns hou hsiaohsiens fourth film long considered real beginning career moviemaker intense feelings time hou told sam ho think film intense energy artists early work might lacking craft time powerful direct later wanted return initial intensity longer could tradition fellinis vitelloni boys fengkuei deeply personal look back directors adolescenceat boredom living middle nowhere overwhelming need get move get away big city glorious youngmans film first great work taiwanese new wave restoration cineteca di bologna cinematheque royale de belgique release heaven wait ernst lubitsch usa 1943 35mm 112m legendary ernst lubitschs portrait turnofthecentury hedonist extraordinaire begins gate hellnot dantes inferno handsome artdeco waiting room courtly satan laird cregar conducts admission interview recently deceased henry van cleve ameche henrys leisurely stroll past funny comedy manners lovely rendering old new york lubitschs writing samson raphaelson satan presume funeral satisfactory henry well lot crying believe everybody good timeand meticulous direction piece films glorious candybox technicolor beautifully restored schawn belston team 20th century fox time 100th anniversary fox film corporation gene tierney louis calhern eugene pallette marjorie main charles coburn henrys grandfather fellow black sheep restored 20th century fox collaboration academy film archive film foundation 20th century fox release insiang lino brocka philippines 1976 dcp 95m tagalog filipino english subtitles lino brockas searing 1976 melodrama one could use adjective describe melodramas eponymous heroine played hilda koronel raped mothers boyfriend blamed provoking act forced home insiang first foremost character analysis wrote director need character recreate violence stemming urban overpopulation show annihilation human loss human dignity caused physical social environment people brockas films live dire circumstances offset extreme vitality electrically charged encounters insiang failure home ground first film philippines invited cannes one directors best also second brockas works restored world cinema project mona lisa insiangs mother restored 2015 cineteca di bolognalimmagine ritrovata restoration funding provided film foundations world cinema project film development council philippines film foundation release long voyage home john ford usa 1940 dcp 105m independently produced walter wanger john fords soulful heartbreaking film based four eugene oneill oneacts life sea playwright loved movie much acquired 16mm print ford working screenwriter dudley nichols brilliant cameraman gregg toland collaborated grapes wrath updates plays world war ii condenses action creating tonal variations aching loneliness life sea longing home words ford biographer joseph mcbride director dp broke rules conventional hollywood cinematography created doomladen mood deep pools light shadowseen full advantage beautiful restoration long voyage home true ensemble piece featuring many actors comprised fords stock company including thomas mitchell barry fitzgerald brother arthur shields john qualen unforgettably john wayne swedish sailor ole restored ucla film television archive restoration funding provided hollywood foreign press association film foundation westchester films shout factory release memory justice marcel ophuls ukusafrancegermany 1976 dcp 278m french english subtitles third marcel ophuls monumental inquiries questions individual collective guilt fueling calamities war genocide memory justice examines defining tragedies western world second half 20th century nuremberg trials frenchalgerian war disaster vietnam building vast range interviews telford taylor counsel prosecution nuremberg later harsh critic escalating involvement vietnam nazi architect albert speer daniel ellsberg joan baez vincent canby wrote new york times memory justice screened 1976 new york film festival ophuls film expands possibilities documentary motion picture way future films sort compared seldom seen since premiere rare 16mm prints film painstakingly restored restored academy film archive association paramount pictures film foundation restoration funding provided material world charitable foundation righteous persons foundation film foundation film foundation release rocco brothers luchino visconti italyfrance 1960 dcp 177m italian english subtitles luchino viscontis rich expansive masterpiece story mother grown sons head north lucania search work new lives emotional intensity tragic grandeur matched films visconti turned giovanni testori thomas mann dostoyevsky arthur miller inspiration achieved truly epic sweep one beautifully realized scene another observe tragic progress tightly knit family coming apart one frayed thread time alain delon rocco renato salvatori brother simone annie girardot woman comes katina paxinou matriarch rosaria rocco brothers one great defining films era beautifully restored giuseppe rotunnos blackandwhite images pearly lustrous meant restored cineteca di bolognalimmagine ritrovata association titanus tf1 droits audiovisuels film foundation restoration funding provided gucci film foundation milestone film release\", \"Text_Trigrams\": [[\"everything\", \"new\", \"york\"], [\"new\", \"york\", \"film\"], [\"york\", \"film\", \"festival\"], [\"film\", \"festival\", \"special\"], [\"festival\", \"special\", \"particularly\"], [\"special\", \"particularly\", \"excited\"], [\"particularly\", \"excited\", \"lineup\"], [\"excited\", \"lineup\", \"year\"], [\"lineup\", \"year\", \"special\"], [\"year\", \"special\", \"event\"], [\"special\", \"event\", \"revival\"], [\"event\", \"revival\", \"section\"], [\"revival\", \"section\", \"former\"], [\"section\", \"former\", \"includes\"], [\"former\", \"includes\", \"important\"], [\"includes\", \"important\", \"new\"], [\"important\", \"new\", \"work\"], [\"new\", \"work\", \"premiere\"], [\"work\", \"premiere\", \"well\"], [\"premiere\", \"well\", \"anniversary\"], [\"well\", \"anniversary\", \"celebration\"], [\"anniversary\", \"celebration\", \"beloved\"], [\"celebration\", \"beloved\", \"musical\"], [\"beloved\", \"musical\", \"fantasia\"], [\"musical\", \"fantasia\", \"latter\"], [\"fantasia\", \"latter\", \"includes\"], [\"latter\", \"includes\", \"11\"], [\"includes\", \"11\", \"international\"], [\"11\", \"international\", \"masterpiece\"], [\"international\", \"masterpiece\", \"renowned\"], [\"masterpiece\", \"renowned\", \"filmmaker\"], [\"renowned\", \"filmmaker\", \"whose\"], [\"filmmaker\", \"whose\", \"diverse\"], [\"whose\", \"diverse\", \"eclectic\"], [\"diverse\", \"eclectic\", \"work\"], [\"eclectic\", \"work\", \"digitally\"], [\"work\", \"digitally\", \"remastered\"], [\"digitally\", \"remastered\", \"restored\"], [\"remastered\", \"restored\", \"preserved\"], [\"restored\", \"preserved\", \"assistance\"], [\"preserved\", \"assistance\", \"generous\"], [\"assistance\", \"generous\", \"partner\"], [\"generous\", \"partner\", \"including\"], [\"partner\", \"including\", \"martin\"], [\"including\", \"martin\", \"scorsese\"], [\"martin\", \"scorsese\", \"film\"], [\"scorsese\", \"film\", \"foundation\"], [\"film\", \"foundation\", \"celebrating\"], [\"foundation\", \"celebrating\", \"25th\"], [\"celebrating\", \"25th\", \"anniversary\"], [\"25th\", \"anniversary\", \"special\"], [\"anniversary\", \"special\", \"event\"], [\"special\", \"event\", \"lineup\"], [\"event\", \"lineup\", \"return\"], [\"lineup\", \"return\", \"film\"], [\"return\", \"film\", \"comment\"], [\"film\", \"comment\", \"present\"], [\"comment\", \"present\", \"originally\"], [\"present\", \"originally\", \"launched\"], [\"originally\", \"launched\", \"nyff\"], [\"launched\", \"nyff\", \"2013\"], [\"nyff\", \"2013\", \"premiere\"], [\"2013\", \"premiere\", \"awardwinning\"], [\"premiere\", \"awardwinning\", \"12\"], [\"awardwinning\", \"12\", \"year\"], [\"12\", \"year\", \"slave\"], [\"year\", \"slave\", \"year\"], [\"slave\", \"year\", \"selection\"], [\"year\", \"selection\", \"son\"], [\"selection\", \"son\", \"saul\"], [\"son\", \"saul\", \"laszlo\"], [\"saul\", \"laszlo\", \"nemess\"], [\"laszlo\", \"nemess\", \"shattering\"], [\"nemess\", \"shattering\", \"film\"], [\"shattering\", \"film\", \"horror\"], [\"film\", \"horror\", \"auschwitz\"], [\"horror\", \"auschwitz\", \"recently\"], [\"auschwitz\", \"recently\", \"won\"], [\"recently\", \"won\", \"grand\"], [\"won\", \"grand\", \"prix\"], [\"grand\", \"prix\", \"cannes\"], [\"prix\", \"cannes\", \"selected\"], [\"cannes\", \"selected\", \"hungary\"], [\"selected\", \"hungary\", \"official\"], [\"hungary\", \"official\", \"entry\"], [\"official\", \"entry\", \"foreignlanguage\"], [\"entry\", \"foreignlanguage\", \"film\"], [\"foreignlanguage\", \"film\", \"category\"], [\"film\", \"category\", \"academy\"], [\"category\", \"academy\", \"award\"], [\"academy\", \"award\", \"making\"], [\"award\", \"making\", \"north\"], [\"making\", \"north\", \"american\"], [\"north\", \"american\", \"premiere\"], [\"american\", \"premiere\", \"festival\"], [\"premiere\", \"festival\", \"noah\"], [\"festival\", \"noah\", \"baumbach\"], [\"noah\", \"baumbach\", \"jake\"], [\"baumbach\", \"jake\", \"paltrows\"], [\"jake\", \"paltrows\", \"film\"], [\"paltrows\", \"film\", \"portrait\"], [\"film\", \"portrait\", \"de\"], [\"portrait\", \"de\", \"palma\"], [\"de\", \"palma\", \"chronicling\"], [\"palma\", \"chronicling\", \"director\"], [\"chronicling\", \"director\", \"brian\"], [\"director\", \"brian\", \"de\"], [\"brian\", \"de\", \"palmas\"], [\"de\", \"palmas\", \"illustrious\"], [\"palmas\", \"illustrious\", \"sixdecadelong\"], [\"illustrious\", \"sixdecadelong\", \"career\"], [\"sixdecadelong\", \"career\", \"life\"], [\"career\", \"life\", \"personal\"], [\"life\", \"personal\", \"view\"], [\"personal\", \"view\", \"filmmaking\"], [\"view\", \"filmmaking\", \"process\"], [\"filmmaking\", \"process\", \"de\"], [\"process\", \"de\", \"palmas\"], [\"de\", \"palmas\", \"masterful\"], [\"palmas\", \"masterful\", \"blow\"], [\"masterful\", \"blow\", \"also\"], [\"blow\", \"also\", \"screen\"], [\"also\", \"screen\", \"revival\"], [\"screen\", \"revival\", \"another\"], [\"revival\", \"another\", \"established\"], [\"another\", \"established\", \"american\"], [\"established\", \"american\", \"filmmaker\"], [\"american\", \"filmmaker\", \"turning\"], [\"filmmaker\", \"turning\", \"attention\"], [\"turning\", \"attention\", \"narrative\"], [\"attention\", \"narrative\", \"intimate\"], [\"narrative\", \"intimate\", \"documentary\"], [\"intimate\", \"documentary\", \"study\"], [\"documentary\", \"study\", \"paul\"], [\"study\", \"paul\", \"thomas\"], [\"paul\", \"thomas\", \"anderson\"], [\"thomas\", \"anderson\", \"whose\"], [\"anderson\", \"whose\", \"latest\"], [\"whose\", \"latest\", \"film\"], [\"latest\", \"film\", \"junun\"], [\"film\", \"junun\", \"world\"], [\"junun\", \"world\", \"premiere\"], [\"world\", \"premiere\", \"special\"], [\"premiere\", \"special\", \"event\"], [\"special\", \"event\", \"section\"], [\"event\", \"section\", \"junun\"], [\"section\", \"junun\", \"follows\"], [\"junun\", \"follows\", \"musical\"], [\"follows\", \"musical\", \"journey\"], [\"musical\", \"journey\", \"close\"], [\"journey\", \"close\", \"friend\"], [\"close\", \"friend\", \"collaborator\"], [\"friend\", \"collaborator\", \"jonny\"], [\"collaborator\", \"jonny\", \"greenwood\"], [\"jonny\", \"greenwood\", \"northern\"], [\"greenwood\", \"northern\", \"india\"], [\"northern\", \"india\", \"record\"], [\"india\", \"record\", \"album\"], [\"record\", \"album\", \"israeli\"], [\"album\", \"israeli\", \"musician\"], [\"israeli\", \"musician\", \"shye\"], [\"musician\", \"shye\", \"ben\"], [\"shye\", \"ben\", \"tzur\"], [\"ben\", \"tzur\", \"illustrious\"], [\"tzur\", \"illustrious\", \"local\"], [\"illustrious\", \"local\", \"musician\"], [\"local\", \"musician\", \"additional\"], [\"musician\", \"additional\", \"highlight\"], [\"additional\", \"highlight\", \"include\"], [\"highlight\", \"include\", \"renowned\"], [\"include\", \"renowned\", \"artist\"], [\"renowned\", \"artist\", \"laurie\"], [\"artist\", \"laurie\", \"anderson\"], [\"laurie\", \"anderson\", \"year\"], [\"anderson\", \"year\", \"nyff\"], [\"year\", \"nyff\", \"poster\"], [\"nyff\", \"poster\", \"designer\"], [\"poster\", \"designer\", \"premiere\"], [\"designer\", \"premiere\", \"first\"], [\"premiere\", \"first\", \"feature\"], [\"first\", \"feature\", \"30\"], [\"feature\", \"30\", \"year\"], [\"30\", \"year\", \"personal\"], [\"year\", \"personal\", \"essay\"], [\"personal\", \"essay\", \"entitled\"], [\"essay\", \"entitled\", \"heart\"], [\"entitled\", \"heart\", \"dog\"], [\"heart\", \"dog\", \"anderson\"], [\"dog\", \"anderson\", \"response\"], [\"anderson\", \"response\", \"commission\"], [\"response\", \"commission\", \"arte\"], [\"commission\", \"arte\", \"film\"], [\"arte\", \"film\", \"work\"], [\"film\", \"work\", \"braided\"], [\"work\", \"braided\", \"joy\"], [\"braided\", \"joy\", \"heartbreak\"], [\"joy\", \"heartbreak\", \"remembering\"], [\"heartbreak\", \"remembering\", \"forgetting\"], [\"remembering\", \"forgetting\", \"heart\"], [\"forgetting\", \"heart\", \"lament\"], [\"heart\", \"lament\", \"late\"], [\"lament\", \"late\", \"beloved\"], [\"late\", \"beloved\", \"pianoplaying\"], [\"beloved\", \"pianoplaying\", \"fingerpainting\"], [\"pianoplaying\", \"fingerpainting\", \"dog\"], [\"fingerpainting\", \"dog\", \"lolabelle\"], [\"dog\", \"lolabelle\", \"recently\"], [\"lolabelle\", \"recently\", \"announced\"], [\"recently\", \"announced\", \"nyff\"], [\"announced\", \"nyff\", \"filmmaker\"], [\"nyff\", \"filmmaker\", \"residence\"], [\"filmmaker\", \"residence\", \"athina\"], [\"residence\", \"athina\", \"rachel\"], [\"athina\", \"rachel\", \"tsangari\"], [\"rachel\", \"tsangari\", \"also\"], [\"tsangari\", \"also\", \"present\"], [\"also\", \"present\", \"latest\"], [\"present\", \"latest\", \"film\"], [\"latest\", \"film\", \"chevalier\"], [\"film\", \"chevalier\", \"making\"], [\"chevalier\", \"making\", \"u\"], [\"making\", \"u\", \"premiere\"], [\"u\", \"premiere\", \"fresh\"], [\"premiere\", \"fresh\", \"heel\"], [\"fresh\", \"heel\", \"locarno\"], [\"heel\", \"locarno\", \"toronto\"], [\"locarno\", \"toronto\", \"international\"], [\"toronto\", \"international\", \"film\"], [\"international\", \"film\", \"festival\"], [\"film\", \"festival\", \"following\"], [\"festival\", \"following\", \"nyff\"], [\"following\", \"nyff\", \"tradition\"], [\"nyff\", \"tradition\", \"special\"], [\"tradition\", \"special\", \"anniversary\"], [\"special\", \"anniversary\", \"screening\"], [\"anniversary\", \"screening\", \"past\"], [\"screening\", \"past\", \"included\"], [\"past\", \"included\", \"princess\"], [\"included\", \"princess\", \"bride\"], [\"princess\", \"bride\", \"25th\"], [\"bride\", \"25th\", \"anniversary\"], [\"25th\", \"anniversary\", \"spinal\"], [\"anniversary\", \"spinal\", \"tap\"], [\"spinal\", \"tap\", \"30th\"], [\"tap\", \"30th\", \"anniversary\"], [\"30th\", \"anniversary\", \"dazed\"], [\"anniversary\", \"dazed\", \"confuseds\"], [\"dazed\", \"confuseds\", \"20th\"], [\"confuseds\", \"20th\", \"anniversary\"], [\"20th\", \"anniversary\", \"festival\"], [\"anniversary\", \"festival\", \"proud\"], [\"festival\", \"proud\", \"present\"], [\"proud\", \"present\", \"special\"], [\"present\", \"special\", \"evening\"], [\"special\", \"evening\", \"celebrating\"], [\"evening\", \"celebrating\", \"15th\"], [\"celebrating\", \"15th\", \"anniversary\"], [\"15th\", \"anniversary\", \"joel\"], [\"anniversary\", \"joel\", \"ethan\"], [\"joel\", \"ethan\", \"coens\"], [\"ethan\", \"coens\", \"beloved\"], [\"coens\", \"beloved\", \"rootsmusical\"], [\"beloved\", \"rootsmusical\", \"fantasia\"], [\"rootsmusical\", \"fantasia\", \"o\"], [\"fantasia\", \"o\", \"brother\"], [\"o\", \"brother\", \"art\"], [\"brother\", \"art\", \"thou\"], [\"art\", \"thou\", \"set\"], [\"thou\", \"set\", \"rural\"], [\"set\", \"rural\", \"south\"], [\"rural\", \"south\", \"1930s\"], [\"south\", \"1930s\", \"based\"], [\"1930s\", \"based\", \"homer\"], [\"based\", \"homer\", \"odyssey\"], [\"homer\", \"odyssey\", \"coen\"], [\"odyssey\", \"coen\", \"brother\"], [\"coen\", \"brother\", \"cast\"], [\"brother\", \"cast\", \"member\"], [\"cast\", \"member\", \"hand\"], [\"member\", \"hand\", \"journey\"], [\"hand\", \"journey\", \"special\"], [\"journey\", \"special\", \"musical\"], [\"special\", \"musical\", \"performance\"], [\"musical\", \"performance\", \"revival\"], [\"performance\", \"revival\", \"selection\"], [\"revival\", \"selection\", \"year\"], [\"selection\", \"year\", \"festival\"], [\"year\", \"festival\", \"includes\"], [\"festival\", \"includes\", \"diverse\"], [\"includes\", \"diverse\", \"group\"], [\"diverse\", \"group\", \"11\"], [\"group\", \"11\", \"international\"], [\"11\", \"international\", \"offering\"], [\"international\", \"offering\", \"master\"], [\"offering\", \"master\", \"filmmaker\"], [\"master\", \"filmmaker\", \"like\"], [\"filmmaker\", \"like\", \"akira\"], [\"like\", \"akira\", \"kurosawa\"], [\"akira\", \"kurosawa\", \"brian\"], [\"kurosawa\", \"brian\", \"de\"], [\"brian\", \"de\", \"palma\"], [\"de\", \"palma\", \"hou\"], [\"palma\", \"hou\", \"hsiaohsien\"], [\"hou\", \"hsiaohsien\", \"king\"], [\"hsiaohsien\", \"king\", \"hu\"], [\"king\", \"hu\", \"manoel\"], [\"hu\", \"manoel\", \"de\"], [\"manoel\", \"de\", \"oliveira\"], [\"de\", \"oliveira\", \"restoration\"], [\"oliveira\", \"restoration\", \"include\"], [\"restoration\", \"include\", \"suite\"], [\"include\", \"suite\", \"movie\"], [\"suite\", \"movie\", \"restored\"], [\"movie\", \"restored\", \"assistance\"], [\"restored\", \"assistance\", \"martin\"], [\"assistance\", \"martin\", \"scorsese\"], [\"martin\", \"scorsese\", \"nonprofit\"], [\"scorsese\", \"nonprofit\", \"film\"], [\"nonprofit\", \"film\", \"foundation\"], [\"film\", \"foundation\", \"established\"], [\"foundation\", \"established\", \"1990\"], [\"established\", \"1990\", \"foundation\"], [\"1990\", \"foundation\", \"helped\"], [\"foundation\", \"helped\", \"save\"], [\"helped\", \"save\", \"protect\"], [\"save\", \"protect\", \"preserve\"], [\"protect\", \"preserve\", \"700\"], [\"preserve\", \"700\", \"film\"], [\"700\", \"film\", \"working\"], [\"film\", \"working\", \"partnership\"], [\"working\", \"partnership\", \"archive\"], [\"partnership\", \"archive\", \"studio\"], [\"archive\", \"studio\", \"around\"], [\"studio\", \"around\", \"globe\"], [\"around\", \"globe\", \"year\"], [\"globe\", \"year\", \"revival\"], [\"year\", \"revival\", \"section\"], [\"revival\", \"section\", \"includes\"], [\"section\", \"includes\", \"seven\"], [\"includes\", \"seven\", \"film\"], [\"seven\", \"film\", \"restored\"], [\"film\", \"restored\", \"foundation\"], [\"restored\", \"foundation\", \"help\"], [\"foundation\", \"help\", \"ousmane\"], [\"help\", \"ousmane\", \"sembenes\"], [\"ousmane\", \"sembenes\", \"black\"], [\"sembenes\", \"black\", \"girl\"], [\"black\", \"girl\", \"hou\"], [\"girl\", \"hou\", \"hsiaohsiens\"], [\"hou\", \"hsiaohsiens\", \"boy\"], [\"hsiaohsiens\", \"boy\", \"fengkuei\"], [\"boy\", \"fengkuei\", \"ernst\"], [\"fengkuei\", \"ernst\", \"lubitsch\"], [\"ernst\", \"lubitsch\", \"heaven\"], [\"lubitsch\", \"heaven\", \"wait\"], [\"heaven\", \"wait\", \"lino\"], [\"wait\", \"lino\", \"brockas\"], [\"lino\", \"brockas\", \"insiang\"], [\"brockas\", \"insiang\", \"john\"], [\"insiang\", \"john\", \"ford\"], [\"john\", \"ford\", \"long\"], [\"ford\", \"long\", \"voyage\"], [\"long\", \"voyage\", \"home\"], [\"voyage\", \"home\", \"marcel\"], [\"home\", \"marcel\", \"ophuls\"], [\"marcel\", \"ophuls\", \"memory\"], [\"ophuls\", \"memory\", \"justice\"], [\"memory\", \"justice\", \"luchino\"], [\"justice\", \"luchino\", \"visconti\"], [\"luchino\", \"visconti\", \"rocco\"], [\"visconti\", \"rocco\", \"brother\"], [\"rocco\", \"brother\", \"lubitsch\"], [\"brother\", \"lubitsch\", \"film\"], [\"lubitsch\", \"film\", \"screened\"], [\"film\", \"screened\", \"new\"], [\"screened\", \"new\", \"35mm\"], [\"new\", \"35mm\", \"print\"], [\"35mm\", \"print\", \"courtesy\"], [\"print\", \"courtesy\", \"20th\"], [\"courtesy\", \"20th\", \"century\"], [\"20th\", \"century\", \"fox\"], [\"century\", \"fox\", \"missed\"], [\"fox\", \"missed\", \"akira\"], [\"missed\", \"akira\", \"kurosawa\"], [\"akira\", \"kurosawa\", \"astonishing\"], [\"kurosawa\", \"astonishing\", \"ran\"], [\"astonishing\", \"ran\", \"nyffs\"], [\"ran\", \"nyffs\", \"1985\"], [\"nyffs\", \"1985\", \"opening\"], [\"1985\", \"opening\", \"night\"], [\"opening\", \"night\", \"selection\"], [\"night\", \"selection\", \"returning\"], [\"selection\", \"returning\", \"festival\"], [\"returning\", \"festival\", \"newly\"], [\"festival\", \"newly\", \"restored\"], [\"newly\", \"restored\", \"version\"], [\"restored\", \"version\", \"color\"], [\"version\", \"color\", \"palette\"], [\"color\", \"palette\", \"unlike\"], [\"palette\", \"unlike\", \"movie\"], [\"unlike\", \"movie\", \"made\"], [\"movie\", \"made\", \"since\"], [\"made\", \"since\", \"king\"], [\"since\", \"king\", \"hus\"], [\"king\", \"hus\", \"threeyearsinthemaking\"], [\"hus\", \"threeyearsinthemaking\", \"masterpiece\"], [\"threeyearsinthemaking\", \"masterpiece\", \"touch\"], [\"masterpiece\", \"touch\", \"zen\"], [\"touch\", \"zen\", \"also\"], [\"zen\", \"also\", \"shown\"], [\"also\", \"shown\", \"beautiful\"], [\"shown\", \"beautiful\", \"restoration\"], [\"beautiful\", \"restoration\", \"presented\"], [\"restoration\", \"presented\", \"year\"], [\"presented\", \"year\", \"edition\"], [\"year\", \"edition\", \"cannes\"], [\"edition\", \"cannes\", \"40\"], [\"cannes\", \"40\", \"year\"], [\"40\", \"year\", \"film\"], [\"year\", \"film\", \"first\"], [\"film\", \"first\", \"unveiling\"], [\"first\", \"unveiling\", \"western\"], [\"unveiling\", \"western\", \"eye\"], [\"western\", \"eye\", \"late\"], [\"eye\", \"late\", \"great\"], [\"late\", \"great\", \"manoel\"], [\"great\", \"manoel\", \"de\"], [\"manoel\", \"de\", \"oliveiras\"], [\"de\", \"oliveiras\", \"1982\"], [\"oliveiras\", \"1982\", \"film\"], [\"1982\", \"film\", \"visit\"], [\"film\", \"visit\", \"memory\"], [\"visit\", \"memory\", \"confession\"], [\"memory\", \"confession\", \"also\"], [\"confession\", \"also\", \"included\"], [\"also\", \"included\", \"revival\"], [\"included\", \"revival\", \"lineup\"], [\"revival\", \"lineup\", \"year\"], [\"lineup\", \"year\", \"hidden\"], [\"year\", \"hidden\", \"away\"], [\"hidden\", \"away\", \"audience\"], [\"away\", \"audience\", \"filmmaker\"], [\"audience\", \"filmmaker\", \"30\"], [\"filmmaker\", \"30\", \"year\"], [\"30\", \"year\", \"ticket\"], [\"year\", \"ticket\", \"general\"], [\"ticket\", \"general\", \"public\"], [\"general\", \"public\", \"go\"], [\"public\", \"go\", \"sale\"], [\"go\", \"sale\", \"sunday\"], [\"sale\", \"sunday\", \"september\"], [\"sunday\", \"september\", \"13\"], [\"september\", \"13\", \"revival\"], [\"13\", \"revival\", \"ticket\"], [\"revival\", \"ticket\", \"15\"], [\"ticket\", \"15\", \"general\"], [\"15\", \"general\", \"public\"], [\"general\", \"public\", \"10\"], [\"public\", \"10\", \"member\"], [\"10\", \"member\", \"student\"], [\"member\", \"student\", \"discounted\"], [\"student\", \"discounted\", \"3\"], [\"discounted\", \"3\", \"film\"], [\"3\", \"film\", \"package\"], [\"film\", \"package\", \"also\"], [\"package\", \"also\", \"available\"], [\"also\", \"available\", \"purchase\"], [\"available\", \"purchase\", \"special\"], [\"purchase\", \"special\", \"event\"], [\"special\", \"event\", \"program\"], [\"event\", \"program\", \"slightly\"], [\"program\", \"slightly\", \"higher\"], [\"slightly\", \"higher\", \"pricing\"], [\"higher\", \"pricing\", \"based\"], [\"pricing\", \"based\", \"venue\"], [\"based\", \"venue\", \"ticket\"], [\"venue\", \"ticket\", \"53rd\"], [\"ticket\", \"53rd\", \"new\"], [\"53rd\", \"new\", \"york\"], [\"new\", \"york\", \"film\"], [\"york\", \"film\", \"festival\"], [\"film\", \"festival\", \"go\"], [\"festival\", \"go\", \"sale\"], [\"go\", \"sale\", \"film\"], [\"sale\", \"film\", \"society\"], [\"film\", \"society\", \"patron\"], [\"society\", \"patron\", \"end\"], [\"patron\", \"end\", \"august\"], [\"end\", \"august\", \"ahead\"], [\"august\", \"ahead\", \"general\"], [\"ahead\", \"general\", \"public\"], [\"general\", \"public\", \"click\"], [\"public\", \"click\", \"learn\"], [\"click\", \"learn\", \"patron\"], [\"learn\", \"patron\", \"program\"], [\"patron\", \"program\", \"becoming\"], [\"program\", \"becoming\", \"film\"], [\"becoming\", \"film\", \"society\"], [\"film\", \"society\", \"member\"], [\"society\", \"member\", \"offer\"], [\"member\", \"offer\", \"exclusive\"], [\"offer\", \"exclusive\", \"member\"], [\"exclusive\", \"member\", \"ticket\"], [\"member\", \"ticket\", \"discount\"], [\"ticket\", \"discount\", \"new\"], [\"discount\", \"new\", \"york\"], [\"new\", \"york\", \"film\"], [\"york\", \"film\", \"festival\"], [\"film\", \"festival\", \"film\"], [\"festival\", \"film\", \"society\"], [\"film\", \"society\", \"programming\"], [\"society\", \"programming\", \"yearround\"], [\"programming\", \"yearround\", \"plus\"], [\"yearround\", \"plus\", \"great\"], [\"plus\", \"great\", \"benefit\"], [\"great\", \"benefit\", \"current\"], [\"benefit\", \"current\", \"member\"], [\"current\", \"member\", \"film\"], [\"member\", \"film\", \"buff\"], [\"film\", \"buff\", \"level\"], [\"buff\", \"level\", \"enjoy\"], [\"level\", \"enjoy\", \"early\"], [\"enjoy\", \"early\", \"ticket\"], [\"early\", \"ticket\", \"access\"], [\"ticket\", \"access\", \"nyff\"], [\"access\", \"nyff\", \"screening\"], [\"nyff\", \"screening\", \"event\"], [\"screening\", \"event\", \"ahead\"], [\"event\", \"ahead\", \"general\"], [\"ahead\", \"general\", \"public\"], [\"general\", \"public\", \"click\"], [\"public\", \"click\", \"learn\"], [\"click\", \"learn\", \"even\"], [\"learn\", \"even\", \"access\"], [\"even\", \"access\", \"vip\"], [\"access\", \"vip\", \"pass\"], [\"vip\", \"pass\", \"subscription\"], [\"pass\", \"subscription\", \"package\"], [\"subscription\", \"package\", \"give\"], [\"package\", \"give\", \"buyer\"], [\"give\", \"buyer\", \"one\"], [\"buyer\", \"one\", \"earliest\"], [\"one\", \"earliest\", \"opportunity\"], [\"earliest\", \"opportunity\", \"purchase\"], [\"opportunity\", \"purchase\", \"ticket\"], [\"purchase\", \"ticket\", \"secure\"], [\"ticket\", \"secure\", \"seat\"], [\"secure\", \"seat\", \"festival\"], [\"seat\", \"festival\", \"biggest\"], [\"festival\", \"biggest\", \"event\"], [\"biggest\", \"event\", \"including\"], [\"event\", \"including\", \"opening\"], [\"including\", \"opening\", \"centerpiece\"], [\"opening\", \"centerpiece\", \"closing\"], [\"centerpiece\", \"closing\", \"night\"], [\"closing\", \"night\", \"vip\"], [\"night\", \"vip\", \"pass\"], [\"vip\", \"pass\", \"also\"], [\"pass\", \"also\", \"provide\"], [\"also\", \"provide\", \"access\"], [\"provide\", \"access\", \"many\"], [\"access\", \"many\", \"exciting\"], [\"many\", \"exciting\", \"event\"], [\"exciting\", \"event\", \"including\"], [\"event\", \"including\", \"invitationonly\"], [\"including\", \"invitationonly\", \"opening\"], [\"invitationonly\", \"opening\", \"night\"], [\"opening\", \"night\", \"party\"], [\"night\", \"party\", \"evening\"], [\"party\", \"evening\", \"dinner\"], [\"evening\", \"dinner\", \"filmmaker\"], [\"dinner\", \"filmmaker\", \"brunch\"], [\"filmmaker\", \"brunch\", \"vip\"], [\"brunch\", \"vip\", \"lounge\"], [\"vip\", \"lounge\", \"benefit\"], [\"lounge\", \"benefit\", \"vary\"], [\"benefit\", \"vary\", \"based\"], [\"vary\", \"based\", \"pas\"], [\"based\", \"pas\", \"package\"], [\"pas\", \"package\", \"type\"], [\"package\", \"type\", \"purchased\"], [\"type\", \"purchased\", \"limited\"], [\"purchased\", \"limited\", \"number\"], [\"limited\", \"number\", \"vip\"], [\"number\", \"vip\", \"pass\"], [\"vip\", \"pass\", \"subscription\"], [\"pass\", \"subscription\", \"package\"], [\"subscription\", \"package\", \"still\"], [\"package\", \"still\", \"available\"], [\"still\", \"available\", \"information\"], [\"available\", \"information\", \"purchasing\"], [\"information\", \"purchasing\", \"subscription\"], [\"purchasing\", \"subscription\", \"package\"], [\"subscription\", \"package\", \"vip\"], [\"package\", \"vip\", \"pass\"], [\"vip\", \"pass\", \"click\"], [\"pass\", \"click\", \"special\"], [\"click\", \"special\", \"event\"], [\"special\", \"event\", \"filmmaker\"], [\"event\", \"filmmaker\", \"residence\"], [\"filmmaker\", \"residence\", \"screening\"], [\"residence\", \"screening\", \"chevalier\"], [\"screening\", \"chevalier\", \"athina\"], [\"chevalier\", \"athina\", \"rachel\"], [\"athina\", \"rachel\", \"tsangari\"], [\"rachel\", \"tsangari\", \"greece\"], [\"tsangari\", \"greece\", \"2015\"], [\"greece\", \"2015\", \"dcp\"], [\"2015\", \"dcp\", \"104m\"], [\"dcp\", \"104m\", \"greek\"], [\"104m\", \"greek\", \"english\"], [\"greek\", \"english\", \"subtitle\"], [\"english\", \"subtitle\", \"six\"], [\"subtitle\", \"six\", \"men\"], [\"six\", \"men\", \"set\"], [\"men\", \"set\", \"aegean\"], [\"set\", \"aegean\", \"sea\"], [\"aegean\", \"sea\", \"aboard\"], [\"sea\", \"aboard\", \"yacht\"], [\"aboard\", \"yacht\", \"long\"], [\"yacht\", \"long\", \"male\"], [\"long\", \"male\", \"bonding\"], [\"male\", \"bonding\", \"oneupmanship\"], [\"bonding\", \"oneupmanship\", \"give\"], [\"oneupmanship\", \"give\", \"way\"], [\"give\", \"way\", \"loosely\"], [\"way\", \"loosely\", \"defined\"], [\"loosely\", \"defined\", \"yet\"], [\"defined\", \"yet\", \"hotly\"], [\"yet\", \"hotly\", \"contested\"], [\"hotly\", \"contested\", \"competition\"], [\"contested\", \"competition\", \"determine\"], [\"competition\", \"determine\", \"best\"], [\"determine\", \"best\", \"general\"], [\"best\", \"general\", \"game\"], [\"general\", \"game\", \"trial\"], [\"game\", \"trial\", \"grow\"], [\"trial\", \"grow\", \"elaborate\"], [\"grow\", \"elaborate\", \"absurdeverything\"], [\"elaborate\", \"absurdeverything\", \"judgment\"], [\"absurdeverything\", \"judgment\", \"sleeping\"], [\"judgment\", \"sleeping\", \"position\"], [\"sleeping\", \"position\", \"cholesterol\"], [\"position\", \"cholesterol\", \"level\"], [\"cholesterol\", \"level\", \"furnitureassembly\"], [\"level\", \"furnitureassembly\", \"skillsinsecurities\"], [\"furnitureassembly\", \"skillsinsecurities\", \"emerge\"], [\"skillsinsecurities\", \"emerge\", \"power\"], [\"emerge\", \"power\", \"relation\"], [\"power\", \"relation\", \"shift\"], [\"relation\", \"shift\", \"2010\"], [\"shift\", \"2010\", \"breakthrough\"], [\"2010\", \"breakthrough\", \"attenberg\"], [\"breakthrough\", \"attenberg\", \"athina\"], [\"attenberg\", \"athina\", \"rachel\"], [\"athina\", \"rachel\", \"tsangari\"], [\"rachel\", \"tsangari\", \"new\"], [\"tsangari\", \"new\", \"york\"], [\"new\", \"york\", \"film\"], [\"york\", \"film\", \"festival\"], [\"film\", \"festival\", \"2015\"], [\"festival\", \"2015\", \"filmmaker\"], [\"2015\", \"filmmaker\", \"residence\"], [\"filmmaker\", \"residence\", \"balance\"], [\"residence\", \"balance\", \"anthropological\"], [\"balance\", \"anthropological\", \"precision\"], [\"anthropological\", \"precision\", \"wry\"], [\"precision\", \"wry\", \"wholly\"], [\"wry\", \"wholly\", \"original\"], [\"wholly\", \"original\", \"sense\"], [\"original\", \"sense\", \"humor\"], [\"sense\", \"humor\", \"impeccably\"], [\"humor\", \"impeccably\", \"staged\"], [\"impeccably\", \"staged\", \"crisply\"], [\"staged\", \"crisply\", \"photographed\"], [\"crisply\", \"photographed\", \"buoyed\"], [\"photographed\", \"buoyed\", \"eclectic\"], [\"buoyed\", \"eclectic\", \"soundtrack\"], [\"eclectic\", \"soundtrack\", \"choice\"], [\"soundtrack\", \"choice\", \"petula\"], [\"choice\", \"petula\", \"clark\"], [\"petula\", \"clark\", \"mark\"], [\"clark\", \"mark\", \"lanegan\"], [\"mark\", \"lanegan\", \"maritime\"], [\"lanegan\", \"maritime\", \"psychodrama\"], [\"maritime\", \"psychodrama\", \"becomes\"], [\"psychodrama\", \"becomes\", \"funnier\"], [\"becomes\", \"funnier\", \"richer\"], [\"funnier\", \"richer\", \"implication\"], [\"richer\", \"implication\", \"progress\"], [\"implication\", \"progress\", \"begin\"], [\"progress\", \"begin\", \"lampoon\"], [\"begin\", \"lampoon\", \"bourgeois\"], [\"lampoon\", \"bourgeois\", \"machismo\"], [\"bourgeois\", \"machismo\", \"male\"], [\"machismo\", \"male\", \"anxiety\"], [\"male\", \"anxiety\", \"develops\"], [\"anxiety\", \"develops\", \"incisive\"], [\"develops\", \"incisive\", \"allegory\"], [\"incisive\", \"allegory\", \"state\"], [\"allegory\", \"state\", \"contemporary\"], [\"state\", \"contemporary\", \"greece\"], [\"contemporary\", \"greece\", \"leaf\"], [\"greece\", \"leaf\", \"final\"], [\"leaf\", \"final\", \"impression\"], [\"final\", \"impression\", \"empathetic\"], [\"impression\", \"empathetic\", \"razorsharp\"], [\"empathetic\", \"razorsharp\", \"study\"], [\"razorsharp\", \"study\", \"human\"], [\"study\", \"human\", \"nature\"], [\"human\", \"nature\", \"filmmaker\"], [\"nature\", \"filmmaker\", \"residence\"], [\"filmmaker\", \"residence\", \"program\"], [\"residence\", \"program\", \"launched\"], [\"program\", \"launched\", \"2013\"], [\"launched\", \"2013\", \"film\"], [\"2013\", \"film\", \"society\"], [\"film\", \"society\", \"lincoln\"], [\"society\", \"lincoln\", \"center\"], [\"lincoln\", \"center\", \"jaegerlecoultre\"], [\"center\", \"jaegerlecoultre\", \"annual\"], [\"jaegerlecoultre\", \"annual\", \"initiative\"], [\"annual\", \"initiative\", \"designed\"], [\"initiative\", \"designed\", \"support\"], [\"designed\", \"support\", \"filmmaker\"], [\"support\", \"filmmaker\", \"early\"], [\"filmmaker\", \"early\", \"stage\"], [\"early\", \"stage\", \"creative\"], [\"stage\", \"creative\", \"process\"], [\"creative\", \"process\", \"backdrop\"], [\"process\", \"backdrop\", \"new\"], [\"backdrop\", \"new\", \"york\"], [\"new\", \"york\", \"city\"], [\"york\", \"city\", \"new\"], [\"city\", \"new\", \"york\"], [\"new\", \"york\", \"film\"], [\"york\", \"film\", \"festival\"], [\"film\", \"festival\", \"nyff\"], [\"festival\", \"nyff\", \"u\"], [\"nyff\", \"u\", \"premiere\"], [\"u\", \"premiere\", \"de\"], [\"premiere\", \"de\", \"palma\"], [\"de\", \"palma\", \"noah\"], [\"palma\", \"noah\", \"baumbach\"], [\"noah\", \"baumbach\", \"jake\"], [\"baumbach\", \"jake\", \"paltrow\"], [\"jake\", \"paltrow\", \"usa\"], [\"paltrow\", \"usa\", \"2015\"], [\"usa\", \"2015\", \"dcp\"], [\"2015\", \"dcp\", \"107m\"], [\"dcp\", \"107m\", \"noah\"], [\"107m\", \"noah\", \"baumbach\"], [\"noah\", \"baumbach\", \"jake\"], [\"baumbach\", \"jake\", \"paltrows\"], [\"jake\", \"paltrows\", \"fleet\"], [\"paltrows\", \"fleet\", \"bountiful\"], [\"fleet\", \"bountiful\", \"portrait\"], [\"bountiful\", \"portrait\", \"cover\"], [\"portrait\", \"cover\", \"career\"], [\"cover\", \"career\", \"number\"], [\"career\", \"number\", \"one\"], [\"number\", \"one\", \"iconoclast\"], [\"one\", \"iconoclast\", \"american\"], [\"iconoclast\", \"american\", \"cinema\"], [\"american\", \"cinema\", \"man\"], [\"cinema\", \"man\", \"gave\"], [\"man\", \"gave\", \"u\"], [\"gave\", \"u\", \"carrie\"], [\"u\", \"carrie\", \"dressed\"], [\"carrie\", \"dressed\", \"kill\"], [\"dressed\", \"kill\", \"blow\"], [\"kill\", \"blow\", \"carlitos\"], [\"blow\", \"carlitos\", \"way\"], [\"carlitos\", \"way\", \"film\"], [\"way\", \"film\", \"move\"], [\"film\", \"move\", \"speed\"], [\"move\", \"speed\", \"de\"], [\"speed\", \"de\", \"palmas\"], [\"de\", \"palmas\", \"thought\"], [\"palmas\", \"thought\", \"sometimes\"], [\"thought\", \"sometimes\", \"work\"], [\"sometimes\", \"work\", \"subtle\"], [\"work\", \"subtle\", \"witty\"], [\"subtle\", \"witty\", \"counterpoint\"], [\"witty\", \"counterpoint\", \"go\"], [\"counterpoint\", \"go\", \"title\"], [\"go\", \"title\", \"title\"], [\"title\", \"title\", \"covering\"], [\"title\", \"covering\", \"life\"], [\"covering\", \"life\", \"science\"], [\"life\", \"science\", \"nerd\"], [\"science\", \"nerd\", \"new\"], [\"nerd\", \"new\", \"hollywood\"], [\"new\", \"hollywood\", \"bad\"], [\"hollywood\", \"bad\", \"boy\"], [\"bad\", \"boy\", \"grand\"], [\"boy\", \"grand\", \"old\"], [\"grand\", \"old\", \"man\"], [\"old\", \"man\", \"describes\"], [\"man\", \"describes\", \"evershifting\"], [\"describes\", \"evershifting\", \"position\"], [\"evershifting\", \"position\", \"thing\"], [\"position\", \"thing\", \"call\"], [\"thing\", \"call\", \"movie\"], [\"call\", \"movie\", \"business\"], [\"movie\", \"business\", \"deceptively\"], [\"business\", \"deceptively\", \"simple\"], [\"deceptively\", \"simple\", \"de\"], [\"simple\", \"de\", \"palma\"], [\"de\", \"palma\", \"finally\"], [\"palma\", \"finally\", \"many\"], [\"finally\", \"many\", \"thing\"], [\"many\", \"thing\", \"film\"], [\"thing\", \"film\", \"craft\"], [\"film\", \"craft\", \"filmmakinghow\"], [\"craft\", \"filmmakinghow\", \"practiced\"], [\"filmmakinghow\", \"practiced\", \"easily\"], [\"practiced\", \"easily\", \"distorted\"], [\"easily\", \"distorted\", \"debased\"], [\"distorted\", \"debased\", \"insightful\"], [\"debased\", \"insightful\", \"often\"], [\"insightful\", \"often\", \"hilarious\"], [\"often\", \"hilarious\", \"tour\"], [\"hilarious\", \"tour\", \"american\"], [\"tour\", \"american\", \"moviemaking\"], [\"american\", \"moviemaking\", \"1960s\"], [\"moviemaking\", \"1960s\", \"present\"], [\"1960s\", \"present\", \"primer\"], [\"present\", \"primer\", \"movie\"], [\"primer\", \"movie\", \"made\"], [\"movie\", \"made\", \"unmade\"], [\"made\", \"unmade\", \"surprising\"], [\"unmade\", \"surprising\", \"lively\"], [\"surprising\", \"lively\", \"unexpectedly\"], [\"lively\", \"unexpectedly\", \"moving\"], [\"unexpectedly\", \"moving\", \"portrait\"], [\"moving\", \"portrait\", \"great\"], [\"portrait\", \"great\", \"irascible\"], [\"great\", \"irascible\", \"unapologetic\"], [\"irascible\", \"unapologetic\", \"uncompromising\"], [\"unapologetic\", \"uncompromising\", \"new\"], [\"uncompromising\", \"new\", \"york\"], [\"new\", \"york\", \"artist\"], [\"york\", \"artist\", \"conjunction\"], [\"artist\", \"conjunction\", \"film\"], [\"conjunction\", \"film\", \"also\"], [\"film\", \"also\", \"showing\"], [\"also\", \"showing\", \"de\"], [\"showing\", \"de\", \"palmas\"], [\"de\", \"palmas\", \"masterpiece\"], [\"palmas\", \"masterpiece\", \"blow\"], [\"masterpiece\", \"blow\", \"north\"], [\"blow\", \"north\", \"american\"], [\"north\", \"american\", \"premiere\"], [\"american\", \"premiere\", \"heart\"], [\"premiere\", \"heart\", \"dog\"], [\"heart\", \"dog\", \"laurie\"], [\"dog\", \"laurie\", \"anderson\"], [\"laurie\", \"anderson\", \"usafrance\"], [\"anderson\", \"usafrance\", \"2015\"], [\"usafrance\", \"2015\", \"dcp\"], [\"2015\", \"dcp\", \"75m\"], [\"dcp\", \"75m\", \"laurie\"], [\"75m\", \"laurie\", \"anderson\"], [\"laurie\", \"anderson\", \"plainspoken\"], [\"anderson\", \"plainspoken\", \"allamerican\"], [\"plainspoken\", \"allamerican\", \"observationalautobiographical\"], [\"allamerican\", \"observationalautobiographical\", \"art\"], [\"observationalautobiographical\", \"art\", \"voice\"], [\"art\", \"voice\", \"harmony\"], [\"voice\", \"harmony\", \"rhythm\"], [\"harmony\", \"rhythm\", \"image\"], [\"rhythm\", \"image\", \"juxtaposed\"], [\"image\", \"juxtaposed\", \"layered\"], [\"juxtaposed\", \"layered\", \"metaphor\"], [\"layered\", \"metaphor\", \"generated\"], [\"metaphor\", \"generated\", \"mind\"], [\"generated\", \"mind\", \"viewerlistener\"], [\"mind\", \"viewerlistener\", \"sent\"], [\"viewerlistener\", \"sent\", \"spinning\"], [\"sent\", \"spinning\", \"stratosphere\"], [\"spinning\", \"stratosphere\", \"nine\"], [\"stratosphere\", \"nine\", \"year\"], [\"nine\", \"year\", \"since\"], [\"year\", \"since\", \"last\"], [\"since\", \"last\", \"film\"], [\"last\", \"film\", \"almost\"], [\"film\", \"almost\", \"30\"], [\"almost\", \"30\", \"since\"], [\"30\", \"since\", \"last\"], [\"since\", \"last\", \"feature\"], [\"last\", \"feature\", \"heart\"], [\"feature\", \"heart\", \"dog\"], [\"heart\", \"dog\", \"response\"], [\"dog\", \"response\", \"commission\"], [\"response\", \"commission\", \"arte\"], [\"commission\", \"arte\", \"work\"], [\"arte\", \"work\", \"braided\"], [\"work\", \"braided\", \"joy\"], [\"braided\", \"joy\", \"heartbreak\"], [\"joy\", \"heartbreak\", \"remembering\"], [\"heartbreak\", \"remembering\", \"forgetting\"], [\"remembering\", \"forgetting\", \"heart\"], [\"forgetting\", \"heart\", \"lament\"], [\"heart\", \"lament\", \"late\"], [\"lament\", \"late\", \"beloved\"], [\"late\", \"beloved\", \"pianoplaying\"], [\"beloved\", \"pianoplaying\", \"fingerpainting\"], [\"pianoplaying\", \"fingerpainting\", \"dog\"], [\"fingerpainting\", \"dog\", \"lolabelle\"], [\"dog\", \"lolabelle\", \"life\"], [\"lolabelle\", \"life\", \"neighborhooddowntown\"], [\"life\", \"neighborhooddowntown\", \"new\"], [\"neighborhooddowntown\", \"new\", \"york\"], [\"new\", \"york\", \"911\"], [\"york\", \"911\", \"archiving\"], [\"911\", \"archiving\", \"surveillance\"], [\"archiving\", \"surveillance\", \"record\"], [\"surveillance\", \"record\", \"zigguratlike\"], [\"record\", \"zigguratlike\", \"structure\"], [\"zigguratlike\", \"structure\", \"lolabelles\"], [\"structure\", \"lolabelles\", \"passage\"], [\"lolabelles\", \"passage\", \"bardo\"], [\"passage\", \"bardo\", \"recollection\"], [\"bardo\", \"recollection\", \"death\"], [\"recollection\", \"death\", \"neardeaths\"], [\"death\", \"neardeaths\", \"terror\"], [\"neardeaths\", \"terror\", \"personal\"], [\"terror\", \"personal\", \"global\"], [\"personal\", \"global\", \"sad\"], [\"global\", \"sad\", \"goodbye\"], [\"sad\", \"goodbye\", \"funny\"], [\"goodbye\", \"funny\", \"one\"], [\"funny\", \"one\", \"dream\"], [\"one\", \"dream\", \"imagined\"], [\"dream\", \"imagined\", \"flight\"], [\"imagined\", \"flight\", \"acceptance\"], [\"flight\", \"acceptance\", \"heart\"], [\"acceptance\", \"heart\", \"dog\"], [\"heart\", \"dog\", \"immediate\"], [\"dog\", \"immediate\", \"paragraph\"], [\"immediate\", \"paragraph\", \"kerouac\"], [\"paragraph\", \"kerouac\", \"disarmingly\"], [\"kerouac\", \"disarmingly\", \"playful\"], [\"disarmingly\", \"playful\", \"cole\"], [\"playful\", \"cole\", \"porter\"], [\"cole\", \"porter\", \"melody\"], [\"porter\", \"melody\", \"rhapsodically\"], [\"melody\", \"rhapsodically\", \"composed\"], [\"rhapsodically\", \"composed\", \"poem\"], [\"composed\", \"poem\", \"whitman\"], [\"poem\", \"whitman\", \"thing\"], [\"whitman\", \"thing\", \"rare\"], [\"thing\", \"rare\", \"beauty\"], [\"rare\", \"beauty\", \"junun\"], [\"beauty\", \"junun\", \"paul\"], [\"junun\", \"paul\", \"thomas\"], [\"paul\", \"thomas\", \"anderson\"], [\"thomas\", \"anderson\", \"usa\"], [\"anderson\", \"usa\", \"2015\"], [\"usa\", \"2015\", \"dcp\"], [\"2015\", \"dcp\", \"54m\"], [\"dcp\", \"54m\", \"english\"], [\"54m\", \"english\", \"hindu\"], [\"english\", \"hindu\", \"hebrew\"], [\"hindu\", \"hebrew\", \"urdu\"], [\"hebrew\", \"urdu\", \"english\"], [\"urdu\", \"english\", \"subtitle\"], [\"english\", \"subtitle\", \"earlier\"], [\"subtitle\", \"earlier\", \"year\"], [\"earlier\", \"year\", \"paul\"], [\"year\", \"paul\", \"thomas\"], [\"paul\", \"thomas\", \"anderson\"], [\"thomas\", \"anderson\", \"joined\"], [\"anderson\", \"joined\", \"close\"], [\"joined\", \"close\", \"friend\"], [\"close\", \"friend\", \"collaborator\"], [\"friend\", \"collaborator\", \"jonny\"], [\"collaborator\", \"jonny\", \"greenwood\"], [\"jonny\", \"greenwood\", \"trip\"], [\"greenwood\", \"trip\", \"rajasthan\"], [\"trip\", \"rajasthan\", \"northwest\"], [\"rajasthan\", \"northwest\", \"india\"], [\"northwest\", \"india\", \"hosted\"], [\"india\", \"hosted\", \"maharaja\"], [\"hosted\", \"maharaja\", \"jodhpur\"], [\"maharaja\", \"jodhpur\", \"brought\"], [\"jodhpur\", \"brought\", \"camera\"], [\"brought\", \"camera\", \"destination\"], [\"camera\", \"destination\", \"15thcentury\"], [\"destination\", \"15thcentury\", \"mehrangarh\"], [\"15thcentury\", \"mehrangarh\", \"fort\"], [\"mehrangarh\", \"fort\", \"greenwood\"], [\"fort\", \"greenwood\", \"help\"], [\"greenwood\", \"help\", \"radiohead\"], [\"help\", \"radiohead\", \"engineer\"], [\"radiohead\", \"engineer\", \"nigel\"], [\"engineer\", \"nigel\", \"godrich\"], [\"nigel\", \"godrich\", \"recording\"], [\"godrich\", \"recording\", \"album\"], [\"recording\", \"album\", \"israeli\"], [\"album\", \"israeli\", \"composer\"], [\"israeli\", \"composer\", \"shye\"], [\"composer\", \"shye\", \"ben\"], [\"shye\", \"ben\", \"tzur\"], [\"ben\", \"tzur\", \"amazing\"], [\"tzur\", \"amazing\", \"group\"], [\"amazing\", \"group\", \"musician\"], [\"group\", \"musician\", \"aamir\"], [\"musician\", \"aamir\", \"bhiyani\"], [\"aamir\", \"bhiyani\", \"soheb\"], [\"bhiyani\", \"soheb\", \"bhiyani\"], [\"soheb\", \"bhiyani\", \"ajaj\"], [\"bhiyani\", \"ajaj\", \"damami\"], [\"ajaj\", \"damami\", \"sabir\"], [\"damami\", \"sabir\", \"damami\"], [\"sabir\", \"damami\", \"hazmat\"], [\"damami\", \"hazmat\", \"bhanwaru\"], [\"hazmat\", \"bhanwaru\", \"khan\"], [\"bhanwaru\", \"khan\", \"brass\"], [\"khan\", \"brass\", \"ehtisham\"], [\"brass\", \"ehtisham\", \"khan\"], [\"ehtisham\", \"khan\", \"ajmeri\"], [\"khan\", \"ajmeri\", \"nihal\"], [\"ajmeri\", \"nihal\", \"khan\"], [\"nihal\", \"khan\", \"nathu\"], [\"khan\", \"nathu\", \"lal\"], [\"nathu\", \"lal\", \"solanki\"], [\"lal\", \"solanki\", \"narsi\"], [\"solanki\", \"narsi\", \"lal\"], [\"narsi\", \"lal\", \"solanki\"], [\"lal\", \"solanki\", \"chugge\"], [\"solanki\", \"chugge\", \"khan\"], [\"chugge\", \"khan\", \"percussion\"], [\"khan\", \"percussion\", \"zaki\"], [\"percussion\", \"zaki\", \"ali\"], [\"zaki\", \"ali\", \"qawwal\"], [\"ali\", \"qawwal\", \"zakir\"], [\"qawwal\", \"zakir\", \"ali\"], [\"zakir\", \"ali\", \"qawwal\"], [\"ali\", \"qawwal\", \"afshana\"], [\"qawwal\", \"afshana\", \"khan\"], [\"afshana\", \"khan\", \"razia\"], [\"khan\", \"razia\", \"sultan\"], [\"razia\", \"sultan\", \"gufran\"], [\"sultan\", \"gufran\", \"ali\"], [\"gufran\", \"ali\", \"shazib\"], [\"ali\", \"shazib\", \"ali\"], [\"shazib\", \"ali\", \"vocal\"], [\"ali\", \"vocal\", \"dara\"], [\"vocal\", \"dara\", \"khan\"], [\"dara\", \"khan\", \"asin\"], [\"khan\", \"asin\", \"khan\"], [\"asin\", \"khan\", \"string\"], [\"khan\", \"string\", \"finished\"], [\"string\", \"finished\", \"film\"], [\"finished\", \"film\", \"hour\"], [\"film\", \"hour\", \"pure\"], [\"hour\", \"pure\", \"magic\"], [\"pure\", \"magic\", \"junun\"], [\"magic\", \"junun\", \"life\"], [\"junun\", \"life\", \"breathes\"], [\"life\", \"breathes\", \"music\"], [\"breathes\", \"music\", \"musicmaking\"], [\"music\", \"musicmaking\", \"close\"], [\"musicmaking\", \"close\", \"camaraderie\"], [\"close\", \"camaraderie\", \"artistic\"], [\"camaraderie\", \"artistic\", \"collaboration\"], [\"artistic\", \"collaboration\", \"lovely\"], [\"collaboration\", \"lovely\", \"impressionistic\"], [\"lovely\", \"impressionistic\", \"mosaic\"], [\"impressionistic\", \"mosaic\", \"oneofakind\"], [\"mosaic\", \"oneofakind\", \"sonic\"], [\"oneofakind\", \"sonic\", \"experience\"], [\"sonic\", \"experience\", \"music\"], [\"experience\", \"music\", \"blow\"], [\"music\", \"blow\", \"mind\"], [\"blow\", \"mind\", \"world\"], [\"mind\", \"world\", \"premiere\"], [\"world\", \"premiere\", \"anniversary\"], [\"premiere\", \"anniversary\", \"screening\"], [\"anniversary\", \"screening\", \"o\"], [\"screening\", \"o\", \"brother\"], [\"o\", \"brother\", \"art\"], [\"brother\", \"art\", \"thou\"], [\"art\", \"thou\", \"joel\"], [\"thou\", \"joel\", \"ethan\"], [\"joel\", \"ethan\", \"coen\"], [\"ethan\", \"coen\", \"2000\"], [\"coen\", \"2000\", \"usa\"], [\"2000\", \"usa\", \"dcp\"], [\"usa\", \"dcp\", \"107m\"], [\"dcp\", \"107m\", \"year\"], [\"107m\", \"year\", \"mark\"], [\"year\", \"mark\", \"15th\"], [\"mark\", \"15th\", \"anniversary\"], [\"15th\", \"anniversary\", \"joel\"], [\"anniversary\", \"joel\", \"ethan\"], [\"joel\", \"ethan\", \"coens\"], [\"ethan\", \"coens\", \"beloved\"], [\"coens\", \"beloved\", \"rootsmusical\"], [\"beloved\", \"rootsmusical\", \"fantasia\"], [\"rootsmusical\", \"fantasia\", \"based\"], [\"fantasia\", \"based\", \"upon\"], [\"based\", \"upon\", \"odyssey\"], [\"upon\", \"odyssey\", \"homer\"], [\"odyssey\", \"homer\", \"three\"], [\"homer\", \"three\", \"escaped\"], [\"three\", \"escaped\", \"convict\"], [\"escaped\", \"convict\", \"george\"], [\"convict\", \"george\", \"clooney\"], [\"george\", \"clooney\", \"tim\"], [\"clooney\", \"tim\", \"blake\"], [\"tim\", \"blake\", \"nelson\"], [\"blake\", \"nelson\", \"john\"], [\"nelson\", \"john\", \"turturro\"], [\"john\", \"turturro\", \"trying\"], [\"turturro\", \"trying\", \"get\"], [\"trying\", \"get\", \"back\"], [\"get\", \"back\", \"home\"], [\"back\", \"home\", \"rural\"], [\"home\", \"rural\", \"south\"], [\"rural\", \"south\", \"1930s\"], [\"south\", \"1930s\", \"bigger\"], [\"1930s\", \"bigger\", \"life\"], [\"bigger\", \"life\", \"endlessly\"], [\"life\", \"endlessly\", \"surprising\"], [\"endlessly\", \"surprising\", \"eyepopping\"], [\"surprising\", \"eyepopping\", \"wanted\"], [\"eyepopping\", \"wanted\", \"look\"], [\"wanted\", \"look\", \"like\"], [\"look\", \"like\", \"old\"], [\"like\", \"old\", \"handtinted\"], [\"old\", \"handtinted\", \"picture\"], [\"handtinted\", \"picture\", \"said\"], [\"picture\", \"said\", \"dp\"], [\"said\", \"dp\", \"roger\"], [\"dp\", \"roger\", \"deakins\"], [\"roger\", \"deakins\", \"giddily\"], [\"deakins\", \"giddily\", \"defiantly\"], [\"giddily\", \"defiantly\", \"unclassifiable\"], [\"defiantly\", \"unclassifiable\", \"coen\"], [\"unclassifiable\", \"coen\", \"film\"], [\"coen\", \"film\", \"o\"], [\"film\", \"o\", \"brother\"], [\"o\", \"brother\", \"art\"], [\"brother\", \"art\", \"thou\"], [\"art\", \"thou\", \"among\"], [\"thou\", \"among\", \"many\"], [\"among\", \"many\", \"thing\"], [\"many\", \"thing\", \"celebration\"], [\"thing\", \"celebration\", \"american\"], [\"celebration\", \"american\", \"music\"], [\"american\", \"music\", \"score\"], [\"music\", \"score\", \"curated\"], [\"score\", \"curated\", \"produced\"], [\"curated\", \"produced\", \"tbone\"], [\"produced\", \"tbone\", \"burnett\"], [\"tbone\", \"burnett\", \"movie\"], [\"burnett\", \"movie\", \"sings\"], [\"movie\", \"sings\", \"voice\"], [\"sings\", \"voice\", \"sound\"], [\"voice\", \"sound\", \"best\"], [\"sound\", \"best\", \"musician\"], [\"best\", \"musician\", \"country\"], [\"musician\", \"country\", \"including\"], [\"country\", \"including\", \"ralph\"], [\"including\", \"ralph\", \"stanley\"], [\"ralph\", \"stanley\", \"fairfield\"], [\"stanley\", \"fairfield\", \"four\"], [\"fairfield\", \"four\", \"alison\"], [\"four\", \"alison\", \"krauss\"], [\"alison\", \"krauss\", \"john\"], [\"krauss\", \"john\", \"hartford\"], [\"john\", \"hartford\", \"emmylou\"], [\"hartford\", \"emmylou\", \"harris\"], [\"emmylou\", \"harris\", \"gillian\"], [\"harris\", \"gillian\", \"welch\"], [\"gillian\", \"welch\", \"melody\"], [\"welch\", \"melody\", \"classic\"], [\"melody\", \"classic\", \"like\"], [\"classic\", \"like\", \"big\"], [\"like\", \"big\", \"rock\"], [\"big\", \"rock\", \"candy\"], [\"rock\", \"candy\", \"mountain\"], [\"candy\", \"mountain\", \"ill\"], [\"mountain\", \"ill\", \"fly\"], [\"ill\", \"fly\", \"away\"], [\"fly\", \"away\", \"film\"], [\"away\", \"film\", \"touchstone\"], [\"film\", \"touchstone\", \"man\"], [\"touchstone\", \"man\", \"constant\"], [\"man\", \"constant\", \"sorrow\"], [\"constant\", \"sorrow\", \"cast\"], [\"sorrow\", \"cast\", \"member\"], [\"cast\", \"member\", \"musical\"], [\"member\", \"musical\", \"guest\"], [\"musical\", \"guest\", \"joel\"], [\"guest\", \"joel\", \"ethan\"], [\"joel\", \"ethan\", \"coen\"], [\"ethan\", \"coen\", \"hand\"], [\"coen\", \"hand\", \"bring\"], [\"hand\", \"bring\", \"instrument\"], [\"bring\", \"instrument\", \"touchstone\"], [\"instrument\", \"touchstone\", \"picture\"], [\"touchstone\", \"picture\", \"universal\"], [\"picture\", \"universal\", \"picture\"], [\"universal\", \"picture\", \"release\"], [\"picture\", \"release\", \"film\"], [\"release\", \"film\", \"comment\"], [\"film\", \"comment\", \"present\"], [\"comment\", \"present\", \"son\"], [\"present\", \"son\", \"saul\"], [\"son\", \"saul\", \"laszlo\"], [\"saul\", \"laszlo\", \"nemes\"], [\"laszlo\", \"nemes\", \"hungary\"], [\"nemes\", \"hungary\", \"2015\"], [\"hungary\", \"2015\", \"35mm\"], [\"2015\", \"35mm\", \"107m\"], [\"35mm\", \"107m\", \"hungarian\"], [\"107m\", \"hungarian\", \"german\"], [\"hungarian\", \"german\", \"english\"], [\"german\", \"english\", \"subtitle\"], [\"english\", \"subtitle\", \"film\"], [\"subtitle\", \"film\", \"look\"], [\"film\", \"look\", \"abyss\"], [\"look\", \"abyss\", \"shattering\"], [\"abyss\", \"shattering\", \"portrait\"], [\"shattering\", \"portrait\", \"horror\"], [\"portrait\", \"horror\", \"auschwitz\"], [\"horror\", \"auschwitz\", \"follows\"], [\"auschwitz\", \"follows\", \"saul\"], [\"follows\", \"saul\", \"geza\"], [\"saul\", \"geza\", \"rohrig\"], [\"geza\", \"rohrig\", \"sonderkommando\"], [\"rohrig\", \"sonderkommando\", \"tasked\"], [\"sonderkommando\", \"tasked\", \"delivering\"], [\"tasked\", \"delivering\", \"fellow\"], [\"delivering\", \"fellow\", \"jew\"], [\"fellow\", \"jew\", \"gas\"], [\"jew\", \"gas\", \"chamber\"], [\"gas\", \"chamber\", \"determined\"], [\"chamber\", \"determined\", \"give\"], [\"determined\", \"give\", \"young\"], [\"give\", \"young\", \"boy\"], [\"young\", \"boy\", \"proper\"], [\"boy\", \"proper\", \"jewish\"], [\"proper\", \"jewish\", \"burial\"], [\"jewish\", \"burial\", \"saul\"], [\"burial\", \"saul\", \"descends\"], [\"saul\", \"descends\", \"death\"], [\"descends\", \"death\", \"camp\"], [\"death\", \"camp\", \"circle\"], [\"camp\", \"circle\", \"hell\"], [\"circle\", \"hell\", \"rebellion\"], [\"hell\", \"rebellion\", \"brew\"], [\"rebellion\", \"brew\", \"among\"], [\"brew\", \"among\", \"prisoner\"], [\"among\", \"prisoner\", \"bombshell\"], [\"prisoner\", \"bombshell\", \"debut\"], [\"bombshell\", \"debut\", \"director\"], [\"debut\", \"director\", \"cowriter\"], [\"director\", \"cowriter\", \"laszlo\"], [\"cowriter\", \"laszlo\", \"nemes\"], [\"laszlo\", \"nemes\", \"son\"], [\"nemes\", \"son\", \"saul\"], [\"son\", \"saul\", \"utterly\"], [\"saul\", \"utterly\", \"harrowing\"], [\"utterly\", \"harrowing\", \"ultraimmersive\"], [\"harrowing\", \"ultraimmersive\", \"experience\"], [\"ultraimmersive\", \"experience\", \"fainthearted\"], [\"experience\", \"fainthearted\", \"undeniably\"], [\"fainthearted\", \"undeniably\", \"virtuoso\"], [\"undeniably\", \"virtuoso\", \"plansequence\"], [\"virtuoso\", \"plansequence\", \"camerawork\"], [\"plansequence\", \"camerawork\", \"mode\"], [\"camerawork\", \"mode\", \"nemess\"], [\"mode\", \"nemess\", \"teacher\"], [\"nemess\", \"teacher\", \"bela\"], [\"teacher\", \"bela\", \"tarr\"], [\"bela\", \"tarr\", \"startling\"], [\"tarr\", \"startling\", \"film\"], [\"startling\", \"film\", \"represents\"], [\"film\", \"represents\", \"new\"], [\"represents\", \"new\", \"benchmark\"], [\"new\", \"benchmark\", \"historic\"], [\"benchmark\", \"historic\", \"cinematic\"], [\"historic\", \"cinematic\", \"depiction\"], [\"cinematic\", \"depiction\", \"holocaust\"], [\"depiction\", \"holocaust\", \"deeply\"], [\"holocaust\", \"deeply\", \"troubling\"], [\"deeply\", \"troubling\", \"work\"], [\"troubling\", \"work\", \"sure\"], [\"work\", \"sure\", \"one\"], [\"sure\", \"one\", \"year\"], [\"one\", \"year\", \"controversial\"], [\"year\", \"controversial\", \"film\"], [\"controversial\", \"film\", \"sony\"], [\"film\", \"sony\", \"picture\"], [\"sony\", \"picture\", \"classic\"], [\"picture\", \"classic\", \"release\"], [\"classic\", \"release\", \"revival\"], [\"release\", \"revival\", \"blow\"], [\"revival\", \"blow\", \"brian\"], [\"blow\", \"brian\", \"de\"], [\"brian\", \"de\", \"palma\"], [\"de\", \"palma\", \"usa\"], [\"palma\", \"usa\", \"1981\"], [\"usa\", \"1981\", \"35mm\"], [\"1981\", \"35mm\", \"107m\"], [\"35mm\", \"107m\", \"one\"], [\"107m\", \"one\", \"brian\"], [\"one\", \"brian\", \"de\"], [\"brian\", \"de\", \"palmas\"], [\"de\", \"palmas\", \"greatest\"], [\"palmas\", \"greatest\", \"film\"], [\"greatest\", \"film\", \"one\"], [\"film\", \"one\", \"great\"], [\"one\", \"great\", \"american\"], [\"great\", \"american\", \"film\"], [\"american\", \"film\", \"1980s\"], [\"film\", \"1980s\", \"blow\"], [\"1980s\", \"blow\", \"hallucinatory\"], [\"blow\", \"hallucinatory\", \"emotionally\"], [\"hallucinatory\", \"emotionally\", \"visually\"], [\"emotionally\", \"visually\", \"commanding\"], [\"visually\", \"commanding\", \"experience\"], [\"commanding\", \"experience\", \"term\"], [\"experience\", \"term\", \"thriller\"], [\"term\", \"thriller\", \"seems\"], [\"thriller\", \"seems\", \"insufficient\"], [\"seems\", \"insufficient\", \"de\"], [\"insufficient\", \"de\", \"palma\"], [\"de\", \"palma\", \"take\"], [\"palma\", \"take\", \"variety\"], [\"take\", \"variety\", \"elementsthe\"], [\"variety\", \"elementsthe\", \"kennedy\"], [\"elementsthe\", \"kennedy\", \"assassination\"], [\"kennedy\", \"assassination\", \"chappaquiddick\"], [\"assassination\", \"chappaquiddick\", \"antonionis\"], [\"chappaquiddick\", \"antonionis\", \"blowup\"], [\"antonionis\", \"blowup\", \"slasher\"], [\"blowup\", \"slasher\", \"genre\"], [\"slasher\", \"genre\", \"full\"], [\"genre\", \"full\", \"flower\"], [\"full\", \"flower\", \"element\"], [\"flower\", \"element\", \"detective\"], [\"element\", \"detective\", \"bob\"], [\"detective\", \"bob\", \"leucis\"], [\"bob\", \"leucis\", \"experience\"], [\"leucis\", \"experience\", \"working\"], [\"experience\", \"working\", \"undercover\"], [\"working\", \"undercover\", \"knapp\"], [\"undercover\", \"knapp\", \"commission\"], [\"knapp\", \"commission\", \"harshness\"], [\"commission\", \"harshness\", \"sadness\"], [\"harshness\", \"sadness\", \"american\"], [\"sadness\", \"american\", \"life\"], [\"american\", \"life\", \"ever\"], [\"life\", \"ever\", \"hitchcock\"], [\"ever\", \"hitchcock\", \"vertigoand\"], [\"hitchcock\", \"vertigoand\", \"swirl\"], [\"vertigoand\", \"swirl\", \"mix\"], [\"swirl\", \"mix\", \"film\"], [\"mix\", \"film\", \"build\"], [\"film\", \"build\", \"truly\"], [\"build\", \"truly\", \"shattering\"], [\"truly\", \"shattering\", \"conclusion\"], [\"shattering\", \"conclusion\", \"john\"], [\"conclusion\", \"john\", \"travolta\"], [\"john\", \"travolta\", \"undoubtedly\"], [\"travolta\", \"undoubtedly\", \"greatest\"], [\"undoubtedly\", \"greatest\", \"performance\"], [\"greatest\", \"performance\", \"sound\"], [\"performance\", \"sound\", \"man\"], [\"sound\", \"man\", \"lowbudget\"], [\"man\", \"lowbudget\", \"movie\"], [\"lowbudget\", \"movie\", \"accidentally\"], [\"movie\", \"accidentally\", \"record\"], [\"accidentally\", \"record\", \"murder\"], [\"record\", \"murder\", \"nancy\"], [\"murder\", \"nancy\", \"allen\"], [\"nancy\", \"allen\", \"absolutely\"], [\"allen\", \"absolutely\", \"heartbreaking\"], [\"absolutely\", \"heartbreaking\", \"girl\"], [\"heartbreaking\", \"girl\", \"caught\"], [\"girl\", \"caught\", \"middle\"], [\"caught\", \"middle\", \"john\"], [\"middle\", \"john\", \"lithgow\"], [\"john\", \"lithgow\", \"hired\"], [\"lithgow\", \"hired\", \"killer\"], [\"hired\", \"killer\", \"de\"], [\"killer\", \"de\", \"palma\"], [\"de\", \"palma\", \"stalwart\"], [\"palma\", \"stalwart\", \"dennis\"], [\"stalwart\", \"dennis\", \"franz\"], [\"dennis\", \"franz\", \"world\"], [\"franz\", \"world\", \"biggest\"], [\"world\", \"biggest\", \"sleaze\"], [\"biggest\", \"sleaze\", \"second\"], [\"sleaze\", \"second\", \"three\"], [\"second\", \"three\", \"collaboration\"], [\"three\", \"collaboration\", \"de\"], [\"collaboration\", \"de\", \"palma\"], [\"de\", \"palma\", \"master\"], [\"palma\", \"master\", \"dp\"], [\"master\", \"dp\", \"vilmos\"], [\"dp\", \"vilmos\", \"zsigmond\"], [\"vilmos\", \"zsigmond\", \"mgm\"], [\"zsigmond\", \"mgm\", \"home\"], [\"mgm\", \"home\", \"entertainment\"], [\"home\", \"entertainment\", \"ran\"], [\"entertainment\", \"ran\", \"akira\"], [\"ran\", \"akira\", \"kurosawa\"], [\"akira\", \"kurosawa\", \"japanfrance\"], [\"kurosawa\", \"japanfrance\", \"1985\"], [\"japanfrance\", \"1985\", \"dcp\"], [\"1985\", \"dcp\", \"160m\"], [\"dcp\", \"160m\", \"japanese\"], [\"160m\", \"japanese\", \"english\"], [\"japanese\", \"english\", \"subtitle\"], [\"english\", \"subtitle\", \"1985\"], [\"subtitle\", \"1985\", \"new\"], [\"1985\", \"new\", \"york\"], [\"new\", \"york\", \"film\"], [\"york\", \"film\", \"festival\"], [\"film\", \"festival\", \"opened\"], [\"festival\", \"opened\", \"akira\"], [\"opened\", \"akira\", \"kurosawa\"], [\"akira\", \"kurosawa\", \"astonishing\"], [\"kurosawa\", \"astonishing\", \"medieval\"], [\"astonishing\", \"medieval\", \"epic\"], [\"medieval\", \"epic\", \"inspired\"], [\"epic\", \"inspired\", \"life\"], [\"inspired\", \"life\", \"mori\"], [\"life\", \"mori\", \"motonari\"], [\"mori\", \"motonari\", \"16thcentury\"], [\"motonari\", \"16thcentury\", \"warlord\"], [\"16thcentury\", \"warlord\", \"three\"], [\"warlord\", \"three\", \"son\"], [\"three\", \"son\", \"began\"], [\"son\", \"began\", \"writing\"], [\"began\", \"writing\", \"filmmaker\"], [\"writing\", \"filmmaker\", \"started\"], [\"filmmaker\", \"started\", \"see\"], [\"started\", \"see\", \"parallel\"], [\"see\", \"parallel\", \"king\"], [\"parallel\", \"king\", \"lear\"], [\"king\", \"lear\", \"took\"], [\"lear\", \"took\", \"decade\"], [\"took\", \"decade\", \"kurosawa\"], [\"decade\", \"kurosawa\", \"bring\"], [\"kurosawa\", \"bring\", \"grand\"], [\"bring\", \"grand\", \"conception\"], [\"grand\", \"conception\", \"screenhe\"], [\"conception\", \"screenhe\", \"actually\"], [\"screenhe\", \"actually\", \"painted\"], [\"actually\", \"painted\", \"storyboards\"], [\"painted\", \"storyboards\", \"every\"], [\"storyboards\", \"every\", \"shot\"], [\"every\", \"shot\", \"along\"], [\"shot\", \"along\", \"way\"], [\"along\", \"way\", \"made\"], [\"way\", \"made\", \"another\"], [\"made\", \"another\", \"great\"], [\"another\", \"great\", \"film\"], [\"great\", \"film\", \"kagemusha\"], [\"film\", \"kagemusha\", \"dry\"], [\"kagemusha\", \"dry\", \"run\"], [\"dry\", \"run\", \"finished\"], [\"run\", \"finished\", \"work\"], [\"finished\", \"work\", \"eventually\"], [\"work\", \"eventually\", \"gave\"], [\"eventually\", \"gave\", \"u\"], [\"gave\", \"u\", \"put\"], [\"u\", \"put\", \"mildly\"], [\"put\", \"mildly\", \"mindblowing\"], [\"mildly\", \"mindblowing\", \"experience\"], [\"mindblowing\", \"experience\", \"tatsuya\"], [\"experience\", \"tatsuya\", \"nakadai\"], [\"tatsuya\", \"nakadai\", \"warlord\"], [\"nakadai\", \"warlord\", \"akira\"], [\"warlord\", \"akira\", \"terao\"], [\"akira\", \"terao\", \"jinpachi\"], [\"terao\", \"jinpachi\", \"nezu\"], [\"jinpachi\", \"nezu\", \"daisuke\"], [\"nezu\", \"daisuke\", \"ryu\"], [\"daisuke\", \"ryu\", \"son\"], [\"ryu\", \"son\", \"mieko\"], [\"son\", \"mieko\", \"harada\"], [\"mieko\", \"harada\", \"terrifying\"], [\"harada\", \"terrifying\", \"lady\"], [\"terrifying\", \"lady\", \"kaede\"], [\"lady\", \"kaede\", \"score\"], [\"kaede\", \"score\", \"toru\"], [\"score\", \"toru\", \"takemitsu\"], [\"toru\", \"takemitsu\", \"dominant\"], [\"takemitsu\", \"dominant\", \"force\"], [\"dominant\", \"force\", \"looming\"], [\"force\", \"looming\", \"every\"], [\"looming\", \"every\", \"single\"], [\"every\", \"single\", \"element\"], [\"single\", \"element\", \"film\"], [\"element\", \"film\", \"smallest\"], [\"film\", \"smallest\", \"detail\"], [\"smallest\", \"detail\", \"kurosawa\"], [\"detail\", \"kurosawa\", \"color\"], [\"kurosawa\", \"color\", \"palette\"], [\"color\", \"palette\", \"ran\"], [\"palette\", \"ran\", \"unlike\"], [\"ran\", \"unlike\", \"movie\"], [\"unlike\", \"movie\", \"made\"], [\"movie\", \"made\", \"since\"], [\"made\", \"since\", \"youll\"], [\"since\", \"youll\", \"see\"], [\"youll\", \"see\", \"newly\"], [\"see\", \"newly\", \"restored\"], [\"newly\", \"restored\", \"version\"], [\"restored\", \"version\", \"restoration\"], [\"version\", \"restoration\", \"studiocanal\"], [\"restoration\", \"studiocanal\", \"participation\"], [\"studiocanal\", \"participation\", \"kadokawa\"], [\"participation\", \"kadokawa\", \"picture\"], [\"kadokawa\", \"picture\", \"rialto\"], [\"picture\", \"rialto\", \"picture\"], [\"rialto\", \"picture\", \"release\"], [\"picture\", \"release\", \"touch\"], [\"release\", \"touch\", \"zen\"], [\"touch\", \"zen\", \"king\"], [\"zen\", \"king\", \"hu\"], [\"king\", \"hu\", \"hong\"], [\"hu\", \"hong\", \"kong\"], [\"hong\", \"kong\", \"197175\"], [\"kong\", \"197175\", \"dcp\"], [\"197175\", \"dcp\", \"200m\"], [\"dcp\", \"200m\", \"mandarin\"], [\"200m\", \"mandarin\", \"english\"], [\"mandarin\", \"english\", \"subtitle\"], [\"english\", \"subtitle\", \"come\"], [\"subtitle\", \"come\", \"wuxia\"], [\"come\", \"wuxia\", \"film\"], [\"wuxia\", \"film\", \"road\"], [\"film\", \"road\", \"lead\"], [\"road\", \"lead\", \"back\"], [\"lead\", \"back\", \"great\"], [\"back\", \"great\", \"king\"], [\"great\", \"king\", \"hu\"], [\"king\", \"hu\", \"supreme\"], [\"hu\", \"supreme\", \"fantasist\"], [\"supreme\", \"fantasist\", \"ming\"], [\"fantasist\", \"ming\", \"dynasty\"], [\"ming\", \"dynasty\", \"scholar\"], [\"dynasty\", \"scholar\", \"incomparable\"], [\"scholar\", \"incomparable\", \"artist\"], [\"incomparable\", \"artist\", \"year\"], [\"artist\", \"year\", \"hu\"], [\"year\", \"hu\", \"labored\"], [\"hu\", \"labored\", \"creating\"], [\"labored\", \"creating\", \"one\"], [\"creating\", \"one\", \"exquisitely\"], [\"one\", \"exquisitely\", \"crafted\"], [\"exquisitely\", \"crafted\", \"film\"], [\"crafted\", \"film\", \"another\"], [\"film\", \"another\", \"astonishing\"], [\"another\", \"astonishing\", \"precgi\"], [\"astonishing\", \"precgi\", \"visual\"], [\"precgi\", \"visual\", \"effect\"], [\"visual\", \"effect\", \"elevating\"], [\"effect\", \"elevating\", \"martialarts\"], [\"elevating\", \"martialarts\", \"genre\"], [\"martialarts\", \"genre\", \"unparalleled\"], [\"genre\", \"unparalleled\", \"height\"], [\"unparalleled\", \"height\", \"film\"], [\"height\", \"film\", \"critic\"], [\"film\", \"critic\", \"producer\"], [\"critic\", \"producer\", \"peggy\"], [\"producer\", \"peggy\", \"chiao\"], [\"peggy\", \"chiao\", \"noted\"], [\"chiao\", \"noted\", \"obituary\"], [\"noted\", \"obituary\", \"hu\"], [\"obituary\", \"hu\", \"singlehandedly\"], [\"hu\", \"singlehandedly\", \"introducing\"], [\"singlehandedly\", \"introducing\", \"chinese\"], [\"introducing\", \"chinese\", \"cinema\"], [\"chinese\", \"cinema\", \"rest\"], [\"cinema\", \"rest\", \"world\"], [\"rest\", \"world\", \"hus\"], [\"world\", \"hus\", \"threeyearsinthemaking\"], [\"hus\", \"threeyearsinthemaking\", \"masterpiece\"], [\"threeyearsinthemaking\", \"masterpiece\", \"touch\"], [\"masterpiece\", \"touch\", \"zen\"], [\"touch\", \"zen\", \"released\"], [\"zen\", \"released\", \"truncated\"], [\"released\", \"truncated\", \"form\"], [\"truncated\", \"form\", \"hong\"], [\"form\", \"hong\", \"kong\"], [\"hong\", \"kong\", \"1971\"], [\"kong\", \"1971\", \"yanked\"], [\"1971\", \"yanked\", \"theater\"], [\"yanked\", \"theater\", \"week\"], [\"theater\", \"week\", \"closetocomplete\"], [\"week\", \"closetocomplete\", \"version\"], [\"closetocomplete\", \"version\", \"constructed\"], [\"version\", \"constructed\", \"hu\"], [\"constructed\", \"hu\", \"shown\"], [\"hu\", \"shown\", \"1975\"], [\"shown\", \"1975\", \"cannes\"], [\"1975\", \"cannes\", \"film\"], [\"cannes\", \"film\", \"festival\"], [\"film\", \"festival\", \"hu\"], [\"festival\", \"hu\", \"won\"], [\"hu\", \"won\", \"grand\"], [\"won\", \"grand\", \"prize\"], [\"grand\", \"prize\", \"technical\"], [\"prize\", \"technical\", \"achievement\"], [\"technical\", \"achievement\", \"earned\"], [\"achievement\", \"earned\", \"king\"], [\"earned\", \"king\", \"hu\"], [\"king\", \"hu\", \"apology\"], [\"hu\", \"apology\", \"studio\"], [\"apology\", \"studio\", \"head\"], [\"studio\", \"head\", \"beautiful\"], [\"head\", \"beautiful\", \"restoration\"], [\"beautiful\", \"restoration\", \"touch\"], [\"restoration\", \"touch\", \"zen\"], [\"touch\", \"zen\", \"presented\"], [\"zen\", \"presented\", \"year\"], [\"presented\", \"year\", \"edition\"], [\"year\", \"edition\", \"cannes\"], [\"edition\", \"cannes\", \"40\"], [\"cannes\", \"40\", \"year\"], [\"40\", \"year\", \"film\"], [\"year\", \"film\", \"first\"], [\"film\", \"first\", \"unveiling\"], [\"first\", \"unveiling\", \"western\"], [\"unveiling\", \"western\", \"eye\"], [\"western\", \"eye\", \"restored\"], [\"eye\", \"restored\", \"4k\"], [\"restored\", \"4k\", \"limmagine\"], [\"4k\", \"limmagine\", \"ritrovata\"], [\"limmagine\", \"ritrovata\", \"original\"], [\"ritrovata\", \"original\", \"material\"], [\"original\", \"material\", \"provided\"], [\"material\", \"provided\", \"taiwan\"], [\"provided\", \"taiwan\", \"film\"], [\"taiwan\", \"film\", \"institute\"], [\"film\", \"institute\", \"janus\"], [\"institute\", \"janus\", \"film\"], [\"janus\", \"film\", \"release\"], [\"film\", \"release\", \"visit\"], [\"release\", \"visit\", \"memory\"], [\"visit\", \"memory\", \"confession\"], [\"memory\", \"confession\", \"manoel\"], [\"confession\", \"manoel\", \"de\"], [\"manoel\", \"de\", \"oliveira\"], [\"de\", \"oliveira\", \"portugal\"], [\"oliveira\", \"portugal\", \"1982\"], [\"portugal\", \"1982\", \"35mm\"], [\"1982\", \"35mm\", \"73m\"], [\"35mm\", \"73m\", \"portuguese\"], [\"73m\", \"portuguese\", \"english\"], [\"portuguese\", \"english\", \"subtitle\"], [\"english\", \"subtitle\", \"late\"], [\"subtitle\", \"late\", \"great\"], [\"late\", \"great\", \"manoel\"], [\"great\", \"manoel\", \"de\"], [\"manoel\", \"de\", \"oliveira\"], [\"de\", \"oliveira\", \"stipulated\"], [\"oliveira\", \"stipulated\", \"filmmade\"], [\"stipulated\", \"filmmade\", \"1982be\"], [\"filmmade\", \"1982be\", \"screened\"], [\"1982be\", \"screened\", \"publicly\"], [\"screened\", \"publicly\", \"death\"], [\"publicly\", \"death\", \"one\"], [\"death\", \"one\", \"portuguese\"], [\"one\", \"portuguese\", \"master\"], [\"portuguese\", \"master\", \"exquisite\"], [\"master\", \"exquisite\", \"moving\"], [\"exquisite\", \"moving\", \"film\"], [\"moving\", \"film\", \"certainly\"], [\"film\", \"certainly\", \"personal\"], [\"certainly\", \"personal\", \"visit\"], [\"personal\", \"visit\", \"assumes\"], [\"visit\", \"assumes\", \"rare\"], [\"assumes\", \"rare\", \"form\"], [\"rare\", \"form\", \"autoelegy\"], [\"form\", \"autoelegy\", \"prowling\"], [\"autoelegy\", \"prowling\", \"camera\"], [\"prowling\", \"camera\", \"find\"], [\"camera\", \"find\", \"oliveira\"], [\"find\", \"oliveira\", \"died\"], [\"oliveira\", \"died\", \"106\"], [\"died\", \"106\", \"past\"], [\"106\", \"past\", \"april\"], [\"past\", \"april\", \"porto\"], [\"april\", \"porto\", \"house\"], [\"porto\", \"house\", \"lived\"], [\"house\", \"lived\", \"four\"], [\"lived\", \"four\", \"decade\"], [\"four\", \"decade\", \"preparing\"], [\"decade\", \"preparing\", \"leave\"], [\"preparing\", \"leave\", \"due\"], [\"leave\", \"due\", \"mounting\"], [\"due\", \"mounting\", \"debt\"], [\"mounting\", \"debt\", \"address\"], [\"debt\", \"address\", \"audience\"], [\"address\", \"audience\", \"directly\"], [\"audience\", \"directly\", \"setting\"], [\"directly\", \"setting\", \"film\"], [\"setting\", \"film\", \"droll\"], [\"film\", \"droll\", \"convivial\"], [\"droll\", \"convivial\", \"tone\"], [\"convivial\", \"tone\", \"discus\"], [\"tone\", \"discus\", \"wide\"], [\"discus\", \"wide\", \"range\"], [\"wide\", \"range\", \"topic\"], [\"range\", \"topic\", \"family\"], [\"topic\", \"family\", \"history\"], [\"family\", \"history\", \"cinema\"], [\"history\", \"cinema\", \"architecture\"], [\"cinema\", \"architecture\", \"share\"], [\"architecture\", \"share\", \"home\"], [\"share\", \"home\", \"movie\"], [\"home\", \"movie\", \"reenacts\"], [\"movie\", \"reenacts\", \"runin\"], [\"reenacts\", \"runin\", \"military\"], [\"runin\", \"military\", \"dictatorship\"], [\"military\", \"dictatorship\", \"oliveiras\"], [\"dictatorship\", \"oliveiras\", \"improbable\"], [\"oliveiras\", \"improbable\", \"career\"], [\"improbable\", \"career\", \"took\"], [\"career\", \"took\", \"form\"], [\"took\", \"form\", \"long\"], [\"form\", \"long\", \"goodbye\"], [\"long\", \"goodbye\", \"actual\"], [\"goodbye\", \"actual\", \"farewell\"], [\"actual\", \"farewell\", \"le\"], [\"farewell\", \"le\", \"touching\"], [\"le\", \"touching\", \"simplicity\"], [\"touching\", \"simplicity\", \"lucidity\"], [\"simplicity\", \"lucidity\", \"made\"], [\"lucidity\", \"made\", \"film\"], [\"made\", \"film\", \"age\"], [\"film\", \"age\", \"73\"], [\"age\", \"73\", \"presumably\"], [\"73\", \"presumably\", \"expecting\"], [\"presumably\", \"expecting\", \"near\"], [\"expecting\", \"near\", \"end\"], [\"near\", \"end\", \"life\"], [\"end\", \"life\", \"would\"], [\"life\", \"would\", \"fact\"], [\"would\", \"fact\", \"live\"], [\"fact\", \"live\", \"another\"], [\"live\", \"another\", \"33\"], [\"another\", \"33\", \"year\"], [\"33\", \"year\", \"make\"], [\"year\", \"make\", \"another\"], [\"make\", \"another\", \"25\"], [\"another\", \"25\", \"film\"], [\"25\", \"film\", \"among\"], [\"film\", \"among\", \"greatest\"], [\"among\", \"greatest\", \"extended\"], [\"greatest\", \"extended\", \"twilight\"], [\"extended\", \"twilight\", \"also\"], [\"twilight\", \"also\", \"artistic\"], [\"also\", \"artistic\", \"prime\"], [\"artistic\", \"prime\", \"unlike\"], [\"prime\", \"unlike\", \"print\"], [\"unlike\", \"print\", \"courtesy\"], [\"print\", \"courtesy\", \"cinemateca\"], [\"courtesy\", \"cinemateca\", \"portuguesa\"], [\"cinemateca\", \"portuguesa\", \"north\"], [\"portuguesa\", \"north\", \"american\"], [\"north\", \"american\", \"premiere\"], [\"american\", \"premiere\", \"celebrating\"], [\"premiere\", \"celebrating\", \"25\"], [\"celebrating\", \"25\", \"year\"], [\"25\", \"year\", \"film\"], [\"year\", \"film\", \"foundation\"], [\"film\", \"foundation\", \"year\"], [\"foundation\", \"year\", \"mark\"], [\"year\", \"mark\", \"25th\"], [\"mark\", \"25th\", \"anniversary\"], [\"25th\", \"anniversary\", \"film\"], [\"anniversary\", \"film\", \"foundation\"], [\"film\", \"foundation\", \"following\"], [\"foundation\", \"following\", \"successful\"], [\"following\", \"successful\", \"campaign\"], [\"successful\", \"campaign\", \"early\"], [\"campaign\", \"early\", \"80\"], [\"early\", \"80\", \"develop\"], [\"80\", \"develop\", \"durable\"], [\"develop\", \"durable\", \"color\"], [\"durable\", \"color\", \"film\"], [\"color\", \"film\", \"stock\"], [\"film\", \"stock\", \"martin\"], [\"stock\", \"martin\", \"scorsese\"], [\"martin\", \"scorsese\", \"founded\"], [\"scorsese\", \"founded\", \"organization\"], [\"founded\", \"organization\", \"raise\"], [\"organization\", \"raise\", \"awareness\"], [\"raise\", \"awareness\", \"fragility\"], [\"awareness\", \"fragility\", \"film\"], [\"fragility\", \"film\", \"create\"], [\"film\", \"create\", \"genuine\"], [\"create\", \"genuine\", \"consciousness\"], [\"genuine\", \"consciousness\", \"film\"], [\"consciousness\", \"film\", \"preservation\"], [\"film\", \"preservation\", \"since\"], [\"preservation\", \"since\", \"inception\"], [\"since\", \"inception\", \"1990\"], [\"inception\", \"1990\", \"tff\"], [\"1990\", \"tff\", \"partnered\"], [\"tff\", \"partnered\", \"archive\"], [\"partnered\", \"archive\", \"studio\"], [\"archive\", \"studio\", \"lab\"], [\"studio\", \"lab\", \"around\"], [\"lab\", \"around\", \"world\"], [\"around\", \"world\", \"restore\"], [\"world\", \"restore\", \"700\"], [\"restore\", \"700\", \"film\"], [\"700\", \"film\", \"presenting\"], [\"film\", \"presenting\", \"seven\"], [\"presenting\", \"seven\", \"newest\"], [\"seven\", \"newest\", \"restoration\"], [\"newest\", \"restoration\", \"black\"], [\"restoration\", \"black\", \"girl\"], [\"black\", \"girl\", \"la\"], [\"girl\", \"la\", \"noire\"], [\"la\", \"noire\", \"de\"], [\"noire\", \"de\", \"ousmane\"], [\"de\", \"ousmane\", \"sembene\"], [\"ousmane\", \"sembene\", \"francesenegal\"], [\"sembene\", \"francesenegal\", \"1965\"], [\"francesenegal\", \"1965\", \"dcp\"], [\"1965\", \"dcp\", \"65m\"], [\"dcp\", \"65m\", \"french\"], [\"65m\", \"french\", \"english\"], [\"french\", \"english\", \"subtitle\"], [\"english\", \"subtitle\", \"ousmane\"], [\"subtitle\", \"ousmane\", \"sembenes\"], [\"ousmane\", \"sembenes\", \"first\"], [\"sembenes\", \"first\", \"featurereally\"], [\"first\", \"featurereally\", \"movie\"], [\"featurereally\", \"movie\", \"opened\"], [\"movie\", \"opened\", \"way\"], [\"opened\", \"way\", \"african\"], [\"way\", \"african\", \"cinema\"], [\"african\", \"cinema\", \"westis\"], [\"cinema\", \"westis\", \"turn\"], [\"westis\", \"turn\", \"tough\"], [\"turn\", \"tough\", \"swift\"], [\"tough\", \"swift\", \"true\"], [\"swift\", \"true\", \"aim\"], [\"true\", \"aim\", \"young\"], [\"aim\", \"young\", \"woman\"], [\"young\", \"woman\", \"mbissine\"], [\"woman\", \"mbissine\", \"therese\"], [\"mbissine\", \"therese\", \"diop\"], [\"therese\", \"diop\", \"leaf\"], [\"diop\", \"leaf\", \"senegal\"], [\"leaf\", \"senegal\", \"dream\"], [\"senegal\", \"dream\", \"carefree\"], [\"dream\", \"carefree\", \"glamorous\"], [\"carefree\", \"glamorous\", \"existence\"], [\"glamorous\", \"existence\", \"france\"], [\"existence\", \"france\", \"procures\"], [\"france\", \"procures\", \"job\"], [\"procures\", \"job\", \"livein\"], [\"job\", \"livein\", \"maid\"], [\"livein\", \"maid\", \"nanny\"], [\"maid\", \"nanny\", \"young\"], [\"nanny\", \"young\", \"couple\"], [\"young\", \"couple\", \"french\"], [\"couple\", \"french\", \"riviera\"], [\"french\", \"riviera\", \"gradually\"], [\"riviera\", \"gradually\", \"deadened\"], [\"gradually\", \"deadened\", \"endless\"], [\"deadened\", \"endless\", \"routine\"], [\"endless\", \"routine\", \"task\"], [\"routine\", \"task\", \"rhythm\"], [\"task\", \"rhythm\", \"life\"], [\"rhythm\", \"life\", \"tiny\"], [\"life\", \"tiny\", \"apartment\"], [\"tiny\", \"apartment\", \"dissatisfaction\"], [\"apartment\", \"dissatisfaction\", \"felt\"], [\"dissatisfaction\", \"felt\", \"husband\"], [\"felt\", \"husband\", \"wife\"], [\"husband\", \"wife\", \"project\"], [\"wife\", \"project\", \"onto\"], [\"project\", \"onto\", \"black\"], [\"onto\", \"black\", \"girl\"], [\"black\", \"girl\", \"sembenes\"], [\"girl\", \"sembenes\", \"perfect\"], [\"sembenes\", \"perfect\", \"short\"], [\"perfect\", \"short\", \"story\"], [\"short\", \"story\", \"wrote\"], [\"story\", \"wrote\", \"manny\"], [\"wrote\", \"manny\", \"farber\"], [\"manny\", \"farber\", \"naming\"], [\"farber\", \"naming\", \"movie\"], [\"naming\", \"movie\", \"1969\"], [\"movie\", \"1969\", \"unlike\"], [\"1969\", \"unlike\", \"anything\"], [\"unlike\", \"anything\", \"film\"], [\"anything\", \"film\", \"library\"], [\"film\", \"library\", \"translucent\"], [\"library\", \"translucent\", \"trick\"], [\"translucent\", \"trick\", \"amazingly\"], [\"trick\", \"amazingly\", \"pure\"], [\"amazingly\", \"pure\", \"spiritualized\"], [\"pure\", \"spiritualized\", \"formative\"], [\"spiritualized\", \"formative\", \"eyeopening\"], [\"formative\", \"eyeopening\", \"work\"], [\"eyeopening\", \"work\", \"one\"], [\"work\", \"one\", \"sembenes\"], [\"one\", \"sembenes\", \"finest\"], [\"sembenes\", \"finest\", \"restored\"], [\"finest\", \"restored\", \"film\"], [\"restored\", \"film\", \"foundation\"], [\"film\", \"foundation\", \"world\"], [\"foundation\", \"world\", \"cinema\"], [\"world\", \"cinema\", \"project\"], [\"cinema\", \"project\", \"collaboration\"], [\"project\", \"collaboration\", \"sembene\"], [\"collaboration\", \"sembene\", \"estate\"], [\"sembene\", \"estate\", \"institut\"], [\"estate\", \"institut\", \"national\"], [\"institut\", \"national\", \"de\"], [\"national\", \"de\", \"laudiovisuel\"], [\"de\", \"laudiovisuel\", \"ina\"], [\"laudiovisuel\", \"ina\", \"eclair\"], [\"ina\", \"eclair\", \"laboratory\"], [\"eclair\", \"laboratory\", \"centre\"], [\"laboratory\", \"centre\", \"national\"], [\"centre\", \"national\", \"de\"], [\"national\", \"de\", \"cinematographie\"], [\"de\", \"cinematographie\", \"restoration\"], [\"cinematographie\", \"restoration\", \"carried\"], [\"restoration\", \"carried\", \"cineteca\"], [\"carried\", \"cineteca\", \"di\"], [\"cineteca\", \"di\", \"bolognalimmagine\"], [\"di\", \"bolognalimmagine\", \"ritrovata\"], [\"bolognalimmagine\", \"ritrovata\", \"laboratory\"], [\"ritrovata\", \"laboratory\", \"janus\"], [\"laboratory\", \"janus\", \"film\"], [\"janus\", \"film\", \"release\"], [\"film\", \"release\", \"boy\"], [\"release\", \"boy\", \"fengkuei\"], [\"boy\", \"fengkuei\", \"hou\"], [\"fengkuei\", \"hou\", \"hsiaohsien\"], [\"hou\", \"hsiaohsien\", \"taiwan\"], [\"hsiaohsien\", \"taiwan\", \"1983\"], [\"taiwan\", \"1983\", \"dcp\"], [\"1983\", \"dcp\", \"101m\"], [\"dcp\", \"101m\", \"mandarin\"], [\"101m\", \"mandarin\", \"english\"], [\"mandarin\", \"english\", \"subtitle\"], [\"english\", \"subtitle\", \"group\"], [\"subtitle\", \"group\", \"portrait\"], [\"group\", \"portrait\", \"four\"], [\"portrait\", \"four\", \"laddish\"], [\"four\", \"laddish\", \"adolescent\"], [\"laddish\", \"adolescent\", \"razzle\"], [\"adolescent\", \"razzle\", \"kaohsiung\"], [\"razzle\", \"kaohsiung\", \"approach\"], [\"kaohsiung\", \"approach\", \"onset\"], [\"approach\", \"onset\", \"adult\"], [\"onset\", \"adult\", \"life\"], [\"adult\", \"life\", \"tony\"], [\"life\", \"tony\", \"rayns\"], [\"tony\", \"rayns\", \"hou\"], [\"rayns\", \"hou\", \"hsiaohsiens\"], [\"hou\", \"hsiaohsiens\", \"fourth\"], [\"hsiaohsiens\", \"fourth\", \"film\"], [\"fourth\", \"film\", \"long\"], [\"film\", \"long\", \"considered\"], [\"long\", \"considered\", \"real\"], [\"considered\", \"real\", \"beginning\"], [\"real\", \"beginning\", \"career\"], [\"beginning\", \"career\", \"moviemaker\"], [\"career\", \"moviemaker\", \"intense\"], [\"moviemaker\", \"intense\", \"feeling\"], [\"intense\", \"feeling\", \"time\"], [\"feeling\", \"time\", \"hou\"], [\"time\", \"hou\", \"told\"], [\"hou\", \"told\", \"sam\"], [\"told\", \"sam\", \"ho\"], [\"sam\", \"ho\", \"think\"], [\"ho\", \"think\", \"film\"], [\"think\", \"film\", \"intense\"], [\"film\", \"intense\", \"energy\"], [\"intense\", \"energy\", \"artist\"], [\"energy\", \"artist\", \"early\"], [\"artist\", \"early\", \"work\"], [\"early\", \"work\", \"might\"], [\"work\", \"might\", \"lacking\"], [\"might\", \"lacking\", \"craft\"], [\"lacking\", \"craft\", \"time\"], [\"craft\", \"time\", \"powerful\"], [\"time\", \"powerful\", \"direct\"], [\"powerful\", \"direct\", \"later\"], [\"direct\", \"later\", \"wanted\"], [\"later\", \"wanted\", \"return\"], [\"wanted\", \"return\", \"initial\"], [\"return\", \"initial\", \"intensity\"], [\"initial\", \"intensity\", \"longer\"], [\"intensity\", \"longer\", \"could\"], [\"longer\", \"could\", \"tradition\"], [\"could\", \"tradition\", \"fellini\"], [\"tradition\", \"fellini\", \"vitelloni\"], [\"fellini\", \"vitelloni\", \"boy\"], [\"vitelloni\", \"boy\", \"fengkuei\"], [\"boy\", \"fengkuei\", \"deeply\"], [\"fengkuei\", \"deeply\", \"personal\"], [\"deeply\", \"personal\", \"look\"], [\"personal\", \"look\", \"back\"], [\"look\", \"back\", \"director\"], [\"back\", \"director\", \"adolescenceat\"], [\"director\", \"adolescenceat\", \"boredom\"], [\"adolescenceat\", \"boredom\", \"living\"], [\"boredom\", \"living\", \"middle\"], [\"living\", \"middle\", \"nowhere\"], [\"middle\", \"nowhere\", \"overwhelming\"], [\"nowhere\", \"overwhelming\", \"need\"], [\"overwhelming\", \"need\", \"get\"], [\"need\", \"get\", \"move\"], [\"get\", \"move\", \"get\"], [\"move\", \"get\", \"away\"], [\"get\", \"away\", \"big\"], [\"away\", \"big\", \"city\"], [\"big\", \"city\", \"glorious\"], [\"city\", \"glorious\", \"youngmans\"], [\"glorious\", \"youngmans\", \"film\"], [\"youngmans\", \"film\", \"first\"], [\"film\", \"first\", \"great\"], [\"first\", \"great\", \"work\"], [\"great\", \"work\", \"taiwanese\"], [\"work\", \"taiwanese\", \"new\"], [\"taiwanese\", \"new\", \"wave\"], [\"new\", \"wave\", \"restoration\"], [\"wave\", \"restoration\", \"cineteca\"], [\"restoration\", \"cineteca\", \"di\"], [\"cineteca\", \"di\", \"bologna\"], [\"di\", \"bologna\", \"cinematheque\"], [\"bologna\", \"cinematheque\", \"royale\"], [\"cinematheque\", \"royale\", \"de\"], [\"royale\", \"de\", \"belgique\"], [\"de\", \"belgique\", \"release\"], [\"belgique\", \"release\", \"heaven\"], [\"release\", \"heaven\", \"wait\"], [\"heaven\", \"wait\", \"ernst\"], [\"wait\", \"ernst\", \"lubitsch\"], [\"ernst\", \"lubitsch\", \"usa\"], [\"lubitsch\", \"usa\", \"1943\"], [\"usa\", \"1943\", \"35mm\"], [\"1943\", \"35mm\", \"112m\"], [\"35mm\", \"112m\", \"legendary\"], [\"112m\", \"legendary\", \"ernst\"], [\"legendary\", \"ernst\", \"lubitsch\"], [\"ernst\", \"lubitsch\", \"portrait\"], [\"lubitsch\", \"portrait\", \"turnofthecentury\"], [\"portrait\", \"turnofthecentury\", \"hedonist\"], [\"turnofthecentury\", \"hedonist\", \"extraordinaire\"], [\"hedonist\", \"extraordinaire\", \"begin\"], [\"extraordinaire\", \"begin\", \"gate\"], [\"begin\", \"gate\", \"hellnot\"], [\"gate\", \"hellnot\", \"dante\"], [\"hellnot\", \"dante\", \"inferno\"], [\"dante\", \"inferno\", \"handsome\"], [\"inferno\", \"handsome\", \"artdeco\"], [\"handsome\", \"artdeco\", \"waiting\"], [\"artdeco\", \"waiting\", \"room\"], [\"waiting\", \"room\", \"courtly\"], [\"room\", \"courtly\", \"satan\"], [\"courtly\", \"satan\", \"laird\"], [\"satan\", \"laird\", \"cregar\"], [\"laird\", \"cregar\", \"conduct\"], [\"cregar\", \"conduct\", \"admission\"], [\"conduct\", \"admission\", \"interview\"], [\"admission\", \"interview\", \"recently\"], [\"interview\", \"recently\", \"deceased\"], [\"recently\", \"deceased\", \"henry\"], [\"deceased\", \"henry\", \"van\"], [\"henry\", \"van\", \"cleve\"], [\"van\", \"cleve\", \"ameche\"], [\"cleve\", \"ameche\", \"henry\"], [\"ameche\", \"henry\", \"leisurely\"], [\"henry\", \"leisurely\", \"stroll\"], [\"leisurely\", \"stroll\", \"past\"], [\"stroll\", \"past\", \"funny\"], [\"past\", \"funny\", \"comedy\"], [\"funny\", \"comedy\", \"manner\"], [\"comedy\", \"manner\", \"lovely\"], [\"manner\", \"lovely\", \"rendering\"], [\"lovely\", \"rendering\", \"old\"], [\"rendering\", \"old\", \"new\"], [\"old\", \"new\", \"york\"], [\"new\", \"york\", \"lubitsch\"], [\"york\", \"lubitsch\", \"writing\"], [\"lubitsch\", \"writing\", \"samson\"], [\"writing\", \"samson\", \"raphaelson\"], [\"samson\", \"raphaelson\", \"satan\"], [\"raphaelson\", \"satan\", \"presume\"], [\"satan\", \"presume\", \"funeral\"], [\"presume\", \"funeral\", \"satisfactory\"], [\"funeral\", \"satisfactory\", \"henry\"], [\"satisfactory\", \"henry\", \"well\"], [\"henry\", \"well\", \"lot\"], [\"well\", \"lot\", \"cry\"], [\"lot\", \"cry\", \"believe\"], [\"cry\", \"believe\", \"everybody\"], [\"believe\", \"everybody\", \"good\"], [\"everybody\", \"good\", \"timeand\"], [\"good\", \"timeand\", \"meticulous\"], [\"timeand\", \"meticulous\", \"direction\"], [\"meticulous\", \"direction\", \"piece\"], [\"direction\", \"piece\", \"film\"], [\"piece\", \"film\", \"glorious\"], [\"film\", \"glorious\", \"candybox\"], [\"glorious\", \"candybox\", \"technicolor\"], [\"candybox\", \"technicolor\", \"beautifully\"], [\"technicolor\", \"beautifully\", \"restored\"], [\"beautifully\", \"restored\", \"schawn\"], [\"restored\", \"schawn\", \"belston\"], [\"schawn\", \"belston\", \"team\"], [\"belston\", \"team\", \"20th\"], [\"team\", \"20th\", \"century\"], [\"20th\", \"century\", \"fox\"], [\"century\", \"fox\", \"time\"], [\"fox\", \"time\", \"100th\"], [\"time\", \"100th\", \"anniversary\"], [\"100th\", \"anniversary\", \"fox\"], [\"anniversary\", \"fox\", \"film\"], [\"fox\", \"film\", \"corporation\"], [\"film\", \"corporation\", \"gene\"], [\"corporation\", \"gene\", \"tierney\"], [\"gene\", \"tierney\", \"louis\"], [\"tierney\", \"louis\", \"calhern\"], [\"louis\", \"calhern\", \"eugene\"], [\"calhern\", \"eugene\", \"pallette\"], [\"eugene\", \"pallette\", \"marjorie\"], [\"pallette\", \"marjorie\", \"main\"], [\"marjorie\", \"main\", \"charles\"], [\"main\", \"charles\", \"coburn\"], [\"charles\", \"coburn\", \"henry\"], [\"coburn\", \"henry\", \"grandfather\"], [\"henry\", \"grandfather\", \"fellow\"], [\"grandfather\", \"fellow\", \"black\"], [\"fellow\", \"black\", \"sheep\"], [\"black\", \"sheep\", \"restored\"], [\"sheep\", \"restored\", \"20th\"], [\"restored\", \"20th\", \"century\"], [\"20th\", \"century\", \"fox\"], [\"century\", \"fox\", \"collaboration\"], [\"fox\", \"collaboration\", \"academy\"], [\"collaboration\", \"academy\", \"film\"], [\"academy\", \"film\", \"archive\"], [\"film\", \"archive\", \"film\"], [\"archive\", \"film\", \"foundation\"], [\"film\", \"foundation\", \"20th\"], [\"foundation\", \"20th\", \"century\"], [\"20th\", \"century\", \"fox\"], [\"century\", \"fox\", \"release\"], [\"fox\", \"release\", \"insiang\"], [\"release\", \"insiang\", \"lino\"], [\"insiang\", \"lino\", \"brocka\"], [\"lino\", \"brocka\", \"philippine\"], [\"brocka\", \"philippine\", \"1976\"], [\"philippine\", \"1976\", \"dcp\"], [\"1976\", \"dcp\", \"95m\"], [\"dcp\", \"95m\", \"tagalog\"], [\"95m\", \"tagalog\", \"filipino\"], [\"tagalog\", \"filipino\", \"english\"], [\"filipino\", \"english\", \"subtitle\"], [\"english\", \"subtitle\", \"lino\"], [\"subtitle\", \"lino\", \"brockas\"], [\"lino\", \"brockas\", \"searing\"], [\"brockas\", \"searing\", \"1976\"], [\"searing\", \"1976\", \"melodrama\"], [\"1976\", \"melodrama\", \"one\"], [\"melodrama\", \"one\", \"could\"], [\"one\", \"could\", \"use\"], [\"could\", \"use\", \"adjective\"], [\"use\", \"adjective\", \"describe\"], [\"adjective\", \"describe\", \"melodrama\"], [\"describe\", \"melodrama\", \"eponymous\"], [\"melodrama\", \"eponymous\", \"heroine\"], [\"eponymous\", \"heroine\", \"played\"], [\"heroine\", \"played\", \"hilda\"], [\"played\", \"hilda\", \"koronel\"], [\"hilda\", \"koronel\", \"raped\"], [\"koronel\", \"raped\", \"mother\"], [\"raped\", \"mother\", \"boyfriend\"], [\"mother\", \"boyfriend\", \"blamed\"], [\"boyfriend\", \"blamed\", \"provoking\"], [\"blamed\", \"provoking\", \"act\"], [\"provoking\", \"act\", \"forced\"], [\"act\", \"forced\", \"home\"], [\"forced\", \"home\", \"insiang\"], [\"home\", \"insiang\", \"first\"], [\"insiang\", \"first\", \"foremost\"], [\"first\", \"foremost\", \"character\"], [\"foremost\", \"character\", \"analysis\"], [\"character\", \"analysis\", \"wrote\"], [\"analysis\", \"wrote\", \"director\"], [\"wrote\", \"director\", \"need\"], [\"director\", \"need\", \"character\"], [\"need\", \"character\", \"recreate\"], [\"character\", \"recreate\", \"violence\"], [\"recreate\", \"violence\", \"stemming\"], [\"violence\", \"stemming\", \"urban\"], [\"stemming\", \"urban\", \"overpopulation\"], [\"urban\", \"overpopulation\", \"show\"], [\"overpopulation\", \"show\", \"annihilation\"], [\"show\", \"annihilation\", \"human\"], [\"annihilation\", \"human\", \"loss\"], [\"human\", \"loss\", \"human\"], [\"loss\", \"human\", \"dignity\"], [\"human\", \"dignity\", \"caused\"], [\"dignity\", \"caused\", \"physical\"], [\"caused\", \"physical\", \"social\"], [\"physical\", \"social\", \"environment\"], [\"social\", \"environment\", \"people\"], [\"environment\", \"people\", \"brockas\"], [\"people\", \"brockas\", \"film\"], [\"brockas\", \"film\", \"live\"], [\"film\", \"live\", \"dire\"], [\"live\", \"dire\", \"circumstance\"], [\"dire\", \"circumstance\", \"offset\"], [\"circumstance\", \"offset\", \"extreme\"], [\"offset\", \"extreme\", \"vitality\"], [\"extreme\", \"vitality\", \"electrically\"], [\"vitality\", \"electrically\", \"charged\"], [\"electrically\", \"charged\", \"encounter\"], [\"charged\", \"encounter\", \"insiang\"], [\"encounter\", \"insiang\", \"failure\"], [\"insiang\", \"failure\", \"home\"], [\"failure\", \"home\", \"ground\"], [\"home\", \"ground\", \"first\"], [\"ground\", \"first\", \"film\"], [\"first\", \"film\", \"philippine\"], [\"film\", \"philippine\", \"invited\"], [\"philippine\", \"invited\", \"cannes\"], [\"invited\", \"cannes\", \"one\"], [\"cannes\", \"one\", \"director\"], [\"one\", \"director\", \"best\"], [\"director\", \"best\", \"also\"], [\"best\", \"also\", \"second\"], [\"also\", \"second\", \"brockas\"], [\"second\", \"brockas\", \"work\"], [\"brockas\", \"work\", \"restored\"], [\"work\", \"restored\", \"world\"], [\"restored\", \"world\", \"cinema\"], [\"world\", \"cinema\", \"project\"], [\"cinema\", \"project\", \"mona\"], [\"project\", \"mona\", \"lisa\"], [\"mona\", \"lisa\", \"insiangs\"], [\"lisa\", \"insiangs\", \"mother\"], [\"insiangs\", \"mother\", \"restored\"], [\"mother\", \"restored\", \"2015\"], [\"restored\", \"2015\", \"cineteca\"], [\"2015\", \"cineteca\", \"di\"], [\"cineteca\", \"di\", \"bolognalimmagine\"], [\"di\", \"bolognalimmagine\", \"ritrovata\"], [\"bolognalimmagine\", \"ritrovata\", \"restoration\"], [\"ritrovata\", \"restoration\", \"funding\"], [\"restoration\", \"funding\", \"provided\"], [\"funding\", \"provided\", \"film\"], [\"provided\", \"film\", \"foundation\"], [\"film\", \"foundation\", \"world\"], [\"foundation\", \"world\", \"cinema\"], [\"world\", \"cinema\", \"project\"], [\"cinema\", \"project\", \"film\"], [\"project\", \"film\", \"development\"], [\"film\", \"development\", \"council\"], [\"development\", \"council\", \"philippine\"], [\"council\", \"philippine\", \"film\"], [\"philippine\", \"film\", \"foundation\"], [\"film\", \"foundation\", \"release\"], [\"foundation\", \"release\", \"long\"], [\"release\", \"long\", \"voyage\"], [\"long\", \"voyage\", \"home\"], [\"voyage\", \"home\", \"john\"], [\"home\", \"john\", \"ford\"], [\"john\", \"ford\", \"usa\"], [\"ford\", \"usa\", \"1940\"], [\"usa\", \"1940\", \"dcp\"], [\"1940\", \"dcp\", \"105m\"], [\"dcp\", \"105m\", \"independently\"], [\"105m\", \"independently\", \"produced\"], [\"independently\", \"produced\", \"walter\"], [\"produced\", \"walter\", \"wanger\"], [\"walter\", \"wanger\", \"john\"], [\"wanger\", \"john\", \"ford\"], [\"john\", \"ford\", \"soulful\"], [\"ford\", \"soulful\", \"heartbreaking\"], [\"soulful\", \"heartbreaking\", \"film\"], [\"heartbreaking\", \"film\", \"based\"], [\"film\", \"based\", \"four\"], [\"based\", \"four\", \"eugene\"], [\"four\", \"eugene\", \"oneill\"], [\"eugene\", \"oneill\", \"oneacts\"], [\"oneill\", \"oneacts\", \"life\"], [\"oneacts\", \"life\", \"sea\"], [\"life\", \"sea\", \"playwright\"], [\"sea\", \"playwright\", \"loved\"], [\"playwright\", \"loved\", \"movie\"], [\"loved\", \"movie\", \"much\"], [\"movie\", \"much\", \"acquired\"], [\"much\", \"acquired\", \"16mm\"], [\"acquired\", \"16mm\", \"print\"], [\"16mm\", \"print\", \"ford\"], [\"print\", \"ford\", \"working\"], [\"ford\", \"working\", \"screenwriter\"], [\"working\", \"screenwriter\", \"dudley\"], [\"screenwriter\", \"dudley\", \"nichols\"], [\"dudley\", \"nichols\", \"brilliant\"], [\"nichols\", \"brilliant\", \"cameraman\"], [\"brilliant\", \"cameraman\", \"gregg\"], [\"cameraman\", \"gregg\", \"toland\"], [\"gregg\", \"toland\", \"collaborated\"], [\"toland\", \"collaborated\", \"grape\"], [\"collaborated\", \"grape\", \"wrath\"], [\"grape\", \"wrath\", \"update\"], [\"wrath\", \"update\", \"play\"], [\"update\", \"play\", \"world\"], [\"play\", \"world\", \"war\"], [\"world\", \"war\", \"ii\"], [\"war\", \"ii\", \"condenses\"], [\"ii\", \"condenses\", \"action\"], [\"condenses\", \"action\", \"creating\"], [\"action\", \"creating\", \"tonal\"], [\"creating\", \"tonal\", \"variation\"], [\"tonal\", \"variation\", \"aching\"], [\"variation\", \"aching\", \"loneliness\"], [\"aching\", \"loneliness\", \"life\"], [\"loneliness\", \"life\", \"sea\"], [\"life\", \"sea\", \"longing\"], [\"sea\", \"longing\", \"home\"], [\"longing\", \"home\", \"word\"], [\"home\", \"word\", \"ford\"], [\"word\", \"ford\", \"biographer\"], [\"ford\", \"biographer\", \"joseph\"], [\"biographer\", \"joseph\", \"mcbride\"], [\"joseph\", \"mcbride\", \"director\"], [\"mcbride\", \"director\", \"dp\"], [\"director\", \"dp\", \"broke\"], [\"dp\", \"broke\", \"rule\"], [\"broke\", \"rule\", \"conventional\"], [\"rule\", \"conventional\", \"hollywood\"], [\"conventional\", \"hollywood\", \"cinematography\"], [\"hollywood\", \"cinematography\", \"created\"], [\"cinematography\", \"created\", \"doomladen\"], [\"created\", \"doomladen\", \"mood\"], [\"doomladen\", \"mood\", \"deep\"], [\"mood\", \"deep\", \"pool\"], [\"deep\", \"pool\", \"light\"], [\"pool\", \"light\", \"shadowseen\"], [\"light\", \"shadowseen\", \"full\"], [\"shadowseen\", \"full\", \"advantage\"], [\"full\", \"advantage\", \"beautiful\"], [\"advantage\", \"beautiful\", \"restoration\"], [\"beautiful\", \"restoration\", \"long\"], [\"restoration\", \"long\", \"voyage\"], [\"long\", \"voyage\", \"home\"], [\"voyage\", \"home\", \"true\"], [\"home\", \"true\", \"ensemble\"], [\"true\", \"ensemble\", \"piece\"], [\"ensemble\", \"piece\", \"featuring\"], [\"piece\", \"featuring\", \"many\"], [\"featuring\", \"many\", \"actor\"], [\"many\", \"actor\", \"comprised\"], [\"actor\", \"comprised\", \"ford\"], [\"comprised\", \"ford\", \"stock\"], [\"ford\", \"stock\", \"company\"], [\"stock\", \"company\", \"including\"], [\"company\", \"including\", \"thomas\"], [\"including\", \"thomas\", \"mitchell\"], [\"thomas\", \"mitchell\", \"barry\"], [\"mitchell\", \"barry\", \"fitzgerald\"], [\"barry\", \"fitzgerald\", \"brother\"], [\"fitzgerald\", \"brother\", \"arthur\"], [\"brother\", \"arthur\", \"shield\"], [\"arthur\", \"shield\", \"john\"], [\"shield\", \"john\", \"qualen\"], [\"john\", \"qualen\", \"unforgettably\"], [\"qualen\", \"unforgettably\", \"john\"], [\"unforgettably\", \"john\", \"wayne\"], [\"john\", \"wayne\", \"swedish\"], [\"wayne\", \"swedish\", \"sailor\"], [\"swedish\", \"sailor\", \"ole\"], [\"sailor\", \"ole\", \"restored\"], [\"ole\", \"restored\", \"ucla\"], [\"restored\", \"ucla\", \"film\"], [\"ucla\", \"film\", \"television\"], [\"film\", \"television\", \"archive\"], [\"television\", \"archive\", \"restoration\"], [\"archive\", \"restoration\", \"funding\"], [\"restoration\", \"funding\", \"provided\"], [\"funding\", \"provided\", \"hollywood\"], [\"provided\", \"hollywood\", \"foreign\"], [\"hollywood\", \"foreign\", \"press\"], [\"foreign\", \"press\", \"association\"], [\"press\", \"association\", \"film\"], [\"association\", \"film\", \"foundation\"], [\"film\", \"foundation\", \"westchester\"], [\"foundation\", \"westchester\", \"film\"], [\"westchester\", \"film\", \"shout\"], [\"film\", \"shout\", \"factory\"], [\"shout\", \"factory\", \"release\"], [\"factory\", \"release\", \"memory\"], [\"release\", \"memory\", \"justice\"], [\"memory\", \"justice\", \"marcel\"], [\"justice\", \"marcel\", \"ophuls\"], [\"marcel\", \"ophuls\", \"ukusafrancegermany\"], [\"ophuls\", \"ukusafrancegermany\", \"1976\"], [\"ukusafrancegermany\", \"1976\", \"dcp\"], [\"1976\", \"dcp\", \"278m\"], [\"dcp\", \"278m\", \"french\"], [\"278m\", \"french\", \"english\"], [\"french\", \"english\", \"subtitle\"], [\"english\", \"subtitle\", \"third\"], [\"subtitle\", \"third\", \"marcel\"], [\"third\", \"marcel\", \"ophuls\"], [\"marcel\", \"ophuls\", \"monumental\"], [\"ophuls\", \"monumental\", \"inquiry\"], [\"monumental\", \"inquiry\", \"question\"], [\"inquiry\", \"question\", \"individual\"], [\"question\", \"individual\", \"collective\"], [\"individual\", \"collective\", \"guilt\"], [\"collective\", \"guilt\", \"fueling\"], [\"guilt\", \"fueling\", \"calamity\"], [\"fueling\", \"calamity\", \"war\"], [\"calamity\", \"war\", \"genocide\"], [\"war\", \"genocide\", \"memory\"], [\"genocide\", \"memory\", \"justice\"], [\"memory\", \"justice\", \"examines\"], [\"justice\", \"examines\", \"defining\"], [\"examines\", \"defining\", \"tragedy\"], [\"defining\", \"tragedy\", \"western\"], [\"tragedy\", \"western\", \"world\"], [\"western\", \"world\", \"second\"], [\"world\", \"second\", \"half\"], [\"second\", \"half\", \"20th\"], [\"half\", \"20th\", \"century\"], [\"20th\", \"century\", \"nuremberg\"], [\"century\", \"nuremberg\", \"trial\"], [\"nuremberg\", \"trial\", \"frenchalgerian\"], [\"trial\", \"frenchalgerian\", \"war\"], [\"frenchalgerian\", \"war\", \"disaster\"], [\"war\", \"disaster\", \"vietnam\"], [\"disaster\", \"vietnam\", \"building\"], [\"vietnam\", \"building\", \"vast\"], [\"building\", \"vast\", \"range\"], [\"vast\", \"range\", \"interview\"], [\"range\", \"interview\", \"telford\"], [\"interview\", \"telford\", \"taylor\"], [\"telford\", \"taylor\", \"counsel\"], [\"taylor\", \"counsel\", \"prosecution\"], [\"counsel\", \"prosecution\", \"nuremberg\"], [\"prosecution\", \"nuremberg\", \"later\"], [\"nuremberg\", \"later\", \"harsh\"], [\"later\", \"harsh\", \"critic\"], [\"harsh\", \"critic\", \"escalating\"], [\"critic\", \"escalating\", \"involvement\"], [\"escalating\", \"involvement\", \"vietnam\"], [\"involvement\", \"vietnam\", \"nazi\"], [\"vietnam\", \"nazi\", \"architect\"], [\"nazi\", \"architect\", \"albert\"], [\"architect\", \"albert\", \"speer\"], [\"albert\", \"speer\", \"daniel\"], [\"speer\", \"daniel\", \"ellsberg\"], [\"daniel\", \"ellsberg\", \"joan\"], [\"ellsberg\", \"joan\", \"baez\"], [\"joan\", \"baez\", \"vincent\"], [\"baez\", \"vincent\", \"canby\"], [\"vincent\", \"canby\", \"wrote\"], [\"canby\", \"wrote\", \"new\"], [\"wrote\", \"new\", \"york\"], [\"new\", \"york\", \"time\"], [\"york\", \"time\", \"memory\"], [\"time\", \"memory\", \"justice\"], [\"memory\", \"justice\", \"screened\"], [\"justice\", \"screened\", \"1976\"], [\"screened\", \"1976\", \"new\"], [\"1976\", \"new\", \"york\"], [\"new\", \"york\", \"film\"], [\"york\", \"film\", \"festival\"], [\"film\", \"festival\", \"ophuls\"], [\"festival\", \"ophuls\", \"film\"], [\"ophuls\", \"film\", \"expands\"], [\"film\", \"expands\", \"possibility\"], [\"expands\", \"possibility\", \"documentary\"], [\"possibility\", \"documentary\", \"motion\"], [\"documentary\", \"motion\", \"picture\"], [\"motion\", \"picture\", \"way\"], [\"picture\", \"way\", \"future\"], [\"way\", \"future\", \"film\"], [\"future\", \"film\", \"sort\"], [\"film\", \"sort\", \"compared\"], [\"sort\", \"compared\", \"seldom\"], [\"compared\", \"seldom\", \"seen\"], [\"seldom\", \"seen\", \"since\"], [\"seen\", \"since\", \"premiere\"], [\"since\", \"premiere\", \"rare\"], [\"premiere\", \"rare\", \"16mm\"], [\"rare\", \"16mm\", \"print\"], [\"16mm\", \"print\", \"film\"], [\"print\", \"film\", \"painstakingly\"], [\"film\", \"painstakingly\", \"restored\"], [\"painstakingly\", \"restored\", \"restored\"], [\"restored\", \"restored\", \"academy\"], [\"restored\", \"academy\", \"film\"], [\"academy\", \"film\", \"archive\"], [\"film\", \"archive\", \"association\"], [\"archive\", \"association\", \"paramount\"], [\"association\", \"paramount\", \"picture\"], [\"paramount\", \"picture\", \"film\"], [\"picture\", \"film\", \"foundation\"], [\"film\", \"foundation\", \"restoration\"], [\"foundation\", \"restoration\", \"funding\"], [\"restoration\", \"funding\", \"provided\"], [\"funding\", \"provided\", \"material\"], [\"provided\", \"material\", \"world\"], [\"material\", \"world\", \"charitable\"], [\"world\", \"charitable\", \"foundation\"], [\"charitable\", \"foundation\", \"righteous\"], [\"foundation\", \"righteous\", \"person\"], [\"righteous\", \"person\", \"foundation\"], [\"person\", \"foundation\", \"film\"], [\"foundation\", \"film\", \"foundation\"], [\"film\", \"foundation\", \"film\"], [\"foundation\", \"film\", \"foundation\"], [\"film\", \"foundation\", \"release\"], [\"foundation\", \"release\", \"rocco\"], [\"release\", \"rocco\", \"brother\"], [\"rocco\", \"brother\", \"luchino\"], [\"brother\", \"luchino\", \"visconti\"], [\"luchino\", \"visconti\", \"italyfrance\"], [\"visconti\", \"italyfrance\", \"1960\"], [\"italyfrance\", \"1960\", \"dcp\"], [\"1960\", \"dcp\", \"177m\"], [\"dcp\", \"177m\", \"italian\"], [\"177m\", \"italian\", \"english\"], [\"italian\", \"english\", \"subtitle\"], [\"english\", \"subtitle\", \"luchino\"], [\"subtitle\", \"luchino\", \"visconti\"], [\"luchino\", \"visconti\", \"rich\"], [\"visconti\", \"rich\", \"expansive\"], [\"rich\", \"expansive\", \"masterpiece\"], [\"expansive\", \"masterpiece\", \"story\"], [\"masterpiece\", \"story\", \"mother\"], [\"story\", \"mother\", \"grown\"], [\"mother\", \"grown\", \"son\"], [\"grown\", \"son\", \"head\"], [\"son\", \"head\", \"north\"], [\"head\", \"north\", \"lucania\"], [\"north\", \"lucania\", \"search\"], [\"lucania\", \"search\", \"work\"], [\"search\", \"work\", \"new\"], [\"work\", \"new\", \"life\"], [\"new\", \"life\", \"emotional\"], [\"life\", \"emotional\", \"intensity\"], [\"emotional\", \"intensity\", \"tragic\"], [\"intensity\", \"tragic\", \"grandeur\"], [\"tragic\", \"grandeur\", \"matched\"], [\"grandeur\", \"matched\", \"film\"], [\"matched\", \"film\", \"visconti\"], [\"film\", \"visconti\", \"turned\"], [\"visconti\", \"turned\", \"giovanni\"], [\"turned\", \"giovanni\", \"testori\"], [\"giovanni\", \"testori\", \"thomas\"], [\"testori\", \"thomas\", \"mann\"], [\"thomas\", \"mann\", \"dostoyevsky\"], [\"mann\", \"dostoyevsky\", \"arthur\"], [\"dostoyevsky\", \"arthur\", \"miller\"], [\"arthur\", \"miller\", \"inspiration\"], [\"miller\", \"inspiration\", \"achieved\"], [\"inspiration\", \"achieved\", \"truly\"], [\"achieved\", \"truly\", \"epic\"], [\"truly\", \"epic\", \"sweep\"], [\"epic\", \"sweep\", \"one\"], [\"sweep\", \"one\", \"beautifully\"], [\"one\", \"beautifully\", \"realized\"], [\"beautifully\", \"realized\", \"scene\"], [\"realized\", \"scene\", \"another\"], [\"scene\", \"another\", \"observe\"], [\"another\", \"observe\", \"tragic\"], [\"observe\", \"tragic\", \"progress\"], [\"tragic\", \"progress\", \"tightly\"], [\"progress\", \"tightly\", \"knit\"], [\"tightly\", \"knit\", \"family\"], [\"knit\", \"family\", \"coming\"], [\"family\", \"coming\", \"apart\"], [\"coming\", \"apart\", \"one\"], [\"apart\", \"one\", \"frayed\"], [\"one\", \"frayed\", \"thread\"], [\"frayed\", \"thread\", \"time\"], [\"thread\", \"time\", \"alain\"], [\"time\", \"alain\", \"delon\"], [\"alain\", \"delon\", \"rocco\"], [\"delon\", \"rocco\", \"renato\"], [\"rocco\", \"renato\", \"salvatori\"], [\"renato\", \"salvatori\", \"brother\"], [\"salvatori\", \"brother\", \"simone\"], [\"brother\", \"simone\", \"annie\"], [\"simone\", \"annie\", \"girardot\"], [\"annie\", \"girardot\", \"woman\"], [\"girardot\", \"woman\", \"come\"], [\"woman\", \"come\", \"katina\"], [\"come\", \"katina\", \"paxinou\"], [\"katina\", \"paxinou\", \"matriarch\"], [\"paxinou\", \"matriarch\", \"rosaria\"], [\"matriarch\", \"rosaria\", \"rocco\"], [\"rosaria\", \"rocco\", \"brother\"], [\"rocco\", \"brother\", \"one\"], [\"brother\", \"one\", \"great\"], [\"one\", \"great\", \"defining\"], [\"great\", \"defining\", \"film\"], [\"defining\", \"film\", \"era\"], [\"film\", \"era\", \"beautifully\"], [\"era\", \"beautifully\", \"restored\"], [\"beautifully\", \"restored\", \"giuseppe\"], [\"restored\", \"giuseppe\", \"rotunnos\"], [\"giuseppe\", \"rotunnos\", \"blackandwhite\"], [\"rotunnos\", \"blackandwhite\", \"image\"], [\"blackandwhite\", \"image\", \"pearly\"], [\"image\", \"pearly\", \"lustrous\"], [\"pearly\", \"lustrous\", \"meant\"], [\"lustrous\", \"meant\", \"restored\"], [\"meant\", \"restored\", \"cineteca\"], [\"restored\", \"cineteca\", \"di\"], [\"cineteca\", \"di\", \"bolognalimmagine\"], [\"di\", \"bolognalimmagine\", \"ritrovata\"], [\"bolognalimmagine\", \"ritrovata\", \"association\"], [\"ritrovata\", \"association\", \"titanus\"], [\"association\", \"titanus\", \"tf1\"], [\"titanus\", \"tf1\", \"droits\"], [\"tf1\", \"droits\", \"audiovisuels\"], [\"droits\", \"audiovisuels\", \"film\"], [\"audiovisuels\", \"film\", \"foundation\"], [\"film\", \"foundation\", \"restoration\"], [\"foundation\", \"restoration\", \"funding\"], [\"restoration\", \"funding\", \"provided\"], [\"funding\", \"provided\", \"gucci\"], [\"provided\", \"gucci\", \"film\"], [\"gucci\", \"film\", \"foundation\"], [\"film\", \"foundation\", \"milestone\"], [\"foundation\", \"milestone\", \"film\"], [\"milestone\", \"film\", \"release\"]], \"URL\": \"http://www.filmlinc.org/nyff2015/daily/nyff53-special-events-and-revivals-revealed/\"}"