"{\"Text\": \"The Rise of Asian Americans\\n\\nUpdated Edition, April 04, 2013: This new edition of our 2012 report on Asian Americans provides data on 14 smaller Asian origin groups with population counts below 500,000 in the 2010 Census, along with detailed data on the economic and demographic characteristics of adults in nine of these groups. Our original 2012 report contained survey and Census data on all Asian Americans as well as specific information on the six largest Asian origin groups.\\n\\nAsian Americans are the highest-income, best-educated and fastest-growing racial group in the United States. They are more satisfied than the general public with their lives, finances and the direction of the country, and they place more value than other Americans do on marriage, parenthood, hard work and career success, according to a comprehensive new nationwide survey by the Pew Research Center.\\n\\nA century ago, most Asian Americans were low-skilled, low-wage laborers crowded into ethnic enclaves and targets of official discrimination. Today they are the most likely of any major racial or ethnic group in America to live in mixed neighborhoods and to marry across racial lines. When newly minted medical school graduate Priscilla Chan married Facebook founder Mark Zuckerberg last month, she joined the 37% of all recent Asian-American brides who wed a non-Asian groom.\\n\\nThese milestones of economic success and social assimilation have come to a group that is still majority immigrant. Nearly three-quarters (74%) of Asian-American adults were born abroad; of these, about half say they speak English very well and half say they dont.\\n\\nAsians recently passed Hispanics as the largest group of new immigrants to the United States. The educational credentials of these recent arrivals are striking. More than six-in-ten (61%) adults ages 25 to 64 who have come from Asia in recent years have at least a bachelors degree. This is double the share among recent non-Asian arrivals, and almost surely makes the recent Asian arrivals the most highly educated cohort of immigrants in U.S. history.\\n\\nCompared with the educational attainment of the population in their country of origin, recent Asian immigrants also stand out as a select group. For example, about 27% of adults ages 25 to 64 in South Korea and 25% in Japan have a bachelors degree or more. In contrast, nearly 70% of comparably aged recent immigrants from these two countries have at least a bachelors degree.\\n\\nRecent Asian immigrants are also about three times as likely as recent immigrants from other parts of the world to receive their green cardsor permanent resident statuson the basis of employer rather than family sponsorship (though family reunification remains the most common legal gateway to the U.S. for Asian immigrants, as it is for all immigrants).\\n\\nThe modern immigration wave from Asia is nearly a half century old and has pushed the total population of Asian Americansforeign born and U.S born, adults and childrento a record 18.2 million in 2011, or 5.8% of the total U.S. population, up from less than 1% in 1965. By comparison, non-Hispanic whites are 197.5 million and 63.3%, Hispanics 52.0 million and 16.7% and non-Hispanic blacks 38.3 million and 12.3%.\\n\\nAsian Americans trace their roots to any of dozens of countries in the Far East, Southeast Asia and the Indian subcontinent. Each country of origin subgroup has its own unique history, culture, language, religious beliefs, economic and demographic traits, social and political values, and pathways into America.\\n\\nBut despite often sizable subgroup differences, Asian Americans are distinctive as a whole, especially when compared with all U.S. adults, whom they exceed not just in the share with a college degree (49% vs. 28%), but also in median annual household income ($66,000 versus $49,800) and median household wealth ($83,500 vs. $68,529).\\n\\nThey are noteworthy in other ways, too. According to the Pew Research Center survey of a nationally representative sample of 3,511 Asian Americans, conducted by telephone from Jan. 3 to March 27, 2012, in English and seven Asian languages, they are more satisfied than the general public with their lives overall (82% vs. 75%), their personal finances (51% vs. 35%) and the general direction of the country (43% vs. 21%).\\n\\nThey also stand out for their strong emphasis on family. More than half (54%) say that having a successful marriage is one of the most important things in life; just 34% of all American adults agree. Two-thirds of Asian-American adults (67%) say that being a good parent is one of the most important things in life; just 50% of all adults agree.\\n\\nTheir living arrangements align with these values. They are more likely than all American adults to be married (59% vs. 51%); their newborns are less likely than all U.S. newborns to have an unmarried mother (16% vs. 41%); and their children are more likely than all U.S. children to be raised in a household with two married parents (80% vs. 63%).\\n\\nThey are more likely than the general public to live in multi-generational family households. Some 28% live with at least two adult generations under the same roof, twice the share of whites and slightly more than the share of blacks and Hispanics who live in such households. U.S. Asians also have a strong sense of filial respect; about two-thirds say parents should have a lot or some influence in choosing ones profession (66%) and spouse (61%).\\n\\nAsian Americans have a pervasive belief in the rewards of hard work. Nearly seven-in-ten (69%) say people can get ahead if they are willing to work hard, a view shared by a somewhat smaller share of the American public as a whole (58%). And fully 93% of Asian Americans describe members of their country of origin group as very hardworking; just 57% say the same about Americans as a whole.\\n\\nBy their own lights, Asian Americans sometimes go overboard in stressing hard work. Nearly four-in-ten (39%) say that Asian-American parents from their country of origin subgroup put too much pressure on their children to do well in school. Just 9% say the same about all American parents. On the flip-side of the same coin, about six-in-ten Asian Americans say American parents put too little pressure on their children to succeed in school, while just 9% say the same about Asian-American parents. (The publication last year of Battle Hymn of the Tiger Mother, a comic memoir about strict parenting by Yale Law Professor Amy Chua, the daughter of immigrants, triggered a spirited debate about cultural differences in parenting norms.)\\n\\nThe immigration wave from Asia has occurred at a time when the largest sending countries have experienced dramatic gains in their standards of living. But few Asian immigrants are looking over their shoulders with regret. Just 12% say that if they had to do it all over again, they would remain in their country of origin. And by lopsided margins, Asian Americans say the U.S. is preferable to their country of origin in such realms as providing economic opportunity, political and religious freedoms, and good conditions for raising children. Respondents rated their country of origin as being superior on just one of seven measures tested in the surveystrength of family ties.\\n\\n(The survey was conducted only among Asian Americans currently living in the U.S. As is the case with all immigration waves, a portion of those who came to the U.S. from Asia in recent decades have chosen to return to their country of origin. However, return migration rates are estimated to be lower for immigrants from Asia than for other immigrants, and naturalization ratesthat is, the share of eligible immigrants who become U.S. citizensare higher. For more details, see Chapter 1.)\\n\\nAsians in the U.S. and in Asia\\n\\nWhen findings from this survey are compared with recent surveys conducted by the Pew Research Centers Global Attitudes Project among Asians in major Asian countries, a mixed picture emerges. For example, adults living in China are more satisfied with the way things are going in their country than Chinese Americans are with the way things are going in the United States. By contrast, the publics of India and Japan have a more downbeat view of the way things are going in their countries than their counterpart groups do about the U.S.\\n\\nAcross the board, however, U.S. Asians are more likely than Asians in Asia to say their standard of living is better than that of their parents at a similar stage of life. U.S. Asians also exceed Asians in their belief that hard work leads to success in life. And while many U.S. Asians say that Asian-American parents place too much pressure on their children to do well in school, even more Chinese and Japanese say this about parents in their countries. (For more details on these and other cross-national comparisons, see Chapter 4.)\\n\\nDifferences among Asian-American Subgroups\\n\\nThe Pew Research Center survey was designed to contain a nationally representative sample of each of the six largest Asian-American groups by country of originChinese Americans, Filipino Americans, Indian Americans, Vietnamese Americans, Korean Americans and Japanese Americans. Together these groups comprise at least 83% of the total Asian population in the U.S.\\n\\nThe basic demographics of these groups are different on many measures. For example, Indian Americans lead all other groups by a significant margin in their levels of income and education. Seven-in-ten Indian-American adults ages 25 and older have a college degree, compared with about half of Americans of Korean, Chinese, Filipino and Japanese ancestry, and about a quarter of Vietnamese Americans.\\n\\nOn the other side of the socio-economic ledger, Americans with Korean, Vietnamese, Chinese and other U.S. Asian origins have higher shares in poverty than does the U.S. general public, while those with Indian, Japanese and Filipino origins have lower shares.\\n\\nTheir geographic settlement patterns also differ. More than seven-in-ten Japanese and two-thirds of Filipinos live in the West, compared with fewer than half of Chinese, Vietnamese and Koreans, and only about a quarter of Indians.\\n\\nThe religious identities of Asian Americans are quite varied. According to the Pew Research survey, about half of Chinese are unaffiliated, most Filipinos are Catholic, about half of Indians are Hindu, most Koreans are Protestant and a plurality of Vietnamese are Buddhist. Among Japanese Americans, no one group is dominant: 38% are Christian, 32% are unaffiliated and 25% are Buddhist. In total, 26% of Asian Americans are unaffiliated, 22% are Protestant (13% evangelical; 9% mainline), 19% are Catholic, 14% are Buddhist, 10% are Hindu, 4% are Muslim and 1% are Sikh. Overall, 39% of Asian Americans say religion is very important in their lives, compared with 58% of the U.S. general public.\\n\\nThere are subgroup differences in social and cultural realms as well. Japanese and Filipino Americans are the most accepting of interracial and intergroup marriage; Koreans, Vietnamese and Indians are less comfortable. Koreans are the most likely to say discrimination against their group is a major problem, and they are the least likely to say that their group gets along very well with other racial and ethnic groups in the U.S. In contrast, Filipinos have the most upbeat view of intergroup relations in the U.S.\\n\\nThe Japanese are the only group that is majority U.S. born (73% of the total population and 68% of adults); all other subgroups are majority foreign born.\\n\\nTheir pathways into the U.S. are different. About half of all Korean and Indian immigrants who received green cards in 2011 got them on the basis of employer sponsorship, compared with about a third of Japanese, a fifth of Chinese, one-in-eight Filipinos and just 1% of Vietnamese. The Vietnamese are the only major subgroup to have come to the U.S. in large numbers as political refugees; the others say they have come mostly for economic, educational and family reasons.\\n\\nAsian Americans have varying degrees of attachment to relatives in their home countrieslikely reflecting differences in the timing and circumstances of their immigration. For example, though they are among the least well-off financially, Vietnamese Americans are among the most likely (58%) to say they have sent money to someone in Vietnam in the past year. About half of Filipinos (52%) also say they sent remittances home in the past year. By contrast, Japanese (12%) and Koreans (16%) are much less likely to have done this.\\n\\nThey have different naturalization rates. Fully three-quarters of the foreign-born Vietnamese are naturalized U.S. citizens, compared with two-thirds of Filipinos, about six-in-ten Chinese and Koreans, half of Indians and only a third of Japanese.\\n\\nHistory\\n\\nAsian immigrants first came to the U.S. in significant numbers more than a century and a half agomainly as low-skilled male laborers who mined, farmed and built the railroads. They endured generations of officially sanctioned racial prejudiceincluding regulations that prohibited the immigration of Asian women; the Chinese Exclusion Act of 1882, which barred all new immigration from China; the Immigration Act of 1917 and the National Origins Act of 1924, which extended the immigration ban to include virtually all of Asia; and the forced relocation and internment of about 120,000 Japanese Americans after the Japanese attack on Pearl Harbor in 1941.\\n\\nLarge-scale immigration from Asia did not take off until the passage of the landmark Immigration and Nationality Act of 1965. Over the decades, this modern wave of immigrants from Asia has increasingly become more skilled and educated. Today, recent arrivals from Asia are nearly twice as likely as those who came three decades ago to have a college degree, and many go into high-paying fields such as science, engineering, medicine and finance. This evolution has been spurred by changes in U.S. immigration policies and labor markets; by political liberalization and economic growth in the sending countries; and by the forces of globalization in an ever-more digitally interconnected world.\\n\\nThese trends have raised the education levels of immigrants of all races in recent years, but Asian immigrants exceed other race and ethnic groups in the share who are either college students or college graduates.\\n\\nNative Born and Foreign Born\\n\\nThroughout the long history of immigration waves to the U.S., the typical pattern has been that over time the second generation (i.e., the children of immigrants) surpasses the immigrant generation in key measures of socio-economic well-being and assimilation, such as household income, educational attainment and English fluency.\\n\\nIt is not yet possible to make any full intergenerational accounting of the modern Asian-American immigration wave; the immigrants themselves are still by far the dominant group and the second generation has only recently begun to come into adulthood in significant numbers. (Among all second-generation Asians, the median age is just 17; in other words, about half are still children.)\\n\\nBut on the basis of the evidence so far, this immigrant generation has set a bar of success that will be a challenge for the next generation to surpass. As of now, there is no difference in the share of native- and foreign-born Asian Americans ages 25 and older who have a college degree (49% for each group), and there is only a modest difference in the median annual earnings of full-time workers in each group ($50,000 for the native born; $47,000 for the foreign born). The two groups also have similar shares in poverty and homeownership rates.\\n\\nNot surprisingly, when it comes to language fluency, there are significant differences between the native- and foreign-born adults. Only about half (53%) of the foreign born say they speak English very well, compared with 95% of the U.S. born. Family formation patterns are also quite different. The U.S. born are much less likely than the foreign born to be married (35% vs. 67%), a difference largely driven by the fact that they are a much younger group. (Among adults, the median age is 30, versus 44 for the foreign born.)\\n\\nThere are also differences between the native born and foreign born in the share of recent mothers who are unmarried. About three-in-ten (31%) U.S.-born Asian women who had children recently are unmarried, compared with just 10% of all recent foreign-born Asian-American mothers. Among the U.S. population as a whole, about four-in-ten recent American mothers are unmarried. Even as births to single mothers have become more widespread in recent decades, Pew Research surveys find that a sizable majority of Americans believe this growing phenomenon has been bad for society. So in the eyes of the public, this appears to be a case of downward assimilation by second generation and later generations of Asian Americans to an increasingly prevalentbut still frowned uponU.S. pattern of behavior.\\n\\nOn a more positive note, U.S.-born Asians are more upbeat than the foreign born about their relations with other racial and ethnic groups, and they are more receptive to the growing practice of racial and ethnic intermarriage.\\n\\nPerceptions of Discrimination\\n\\nFor the most part, todays Asian Americans do not feel the sting of racial discrimination or the burden of culturally imposed otherness that was so much a part of the experience of their predecessors who came in the 19th and early 20th centuries.\\n\\nAbout one-in-five Asian Americans say they have personally been treated unfairly in the past year because they are Asian, and one-in-ten say they have been called an offensive name. Older adults are less likely than young and middle-aged adults to report negative personal experience with bias.\\n\\nCompared with the nations two largest minority groupsHispanics and blacksAsian Americans appear to be less inclined to view discrimination against their group as a major problem. Just 13% of Asian Americans say it is, while about half (48%) say it is a minor problem, and a third (35%) say it is not a problem.\\n\\nAbout six-in-ten say that being Asian American makes no difference when it comes to getting a job or gaining admission to college. Of those who do say it makes a difference, a slightly higher share say that members of their group are helped rather than hurt by their race. Those with less education are more prone than those with more education to say that being an Asian American is an advantage.\\n\\nGroup Relations\\n\\nOverall, more than eight-in-ten Asian Americans say their group gets along either very or pretty well with whites; roughly seven-in-ten say the same about relations with Hispanics and just over six-in-ten say that about their relations with blacks. Korean Americans stand out for their negative views on their groups relations with blacks. Fully half say these two groups dont get along well; while 39% say they get along pretty well and just 4% say they get along very well. In several cities across the country, there has been a history of tension between Koreans and blacks, often arising from friction between Korean shopkeepers and black customers in predominantly black neighborhoods.\\n\\nAbout four-in-ten Asian Americans say their circle of friends is dominated by Asians from the same country of origin, while 58% say it is not. Among U.S.-born Asians, however, just 17% say that all of most of their friends are from their same country of origin group.\\n\\nAsian-American newlyweds are more likely than any other major racial or ethnic group to be intermarried. From 2008 to 2010, 29% of all Asian newlyweds married someone of a different race, compared with 26% of Hispanics, 17% of blacks and 9% of whites. There are notable gender differences. Asian women are twice as likely as Asian men to marry out. Among blacks, the gender pattern runs the other waymen are more than twice as likely as women to marry out. Among whites and Hispanics, there are no differences by gender.\\n\\nAmong Asian-American newlyweds, Japanese have the highest rate of intermarriage and Indians have the lowest. More than half of recent Japanese newlyweds married a non-Asian; among recent Indian newlyweds, just one-in-eight did.\\n\\nAsian Americans were once highly concentrated into residential enclaves, exemplified by the establishment of Chinatowns and other Asian communities in cities across the country. Today, however, Asian Americans are much more likely than any other racial group to live in a racially mixed neighborhood. Just 11% currently live in a census tract in which Asian Americans are a majority. The comparable figures are 41% for blacks, 43% for Hispanics and 90% for whites. (This comparison should be treated with caution: Each of the other groups is more numerous than Asians, thereby creating larger potential pools for racial enclaves.)\\n\\nDespite high levels of residential integration and out-marriage, many Asian Americans continue to feel a degree of cultural separation from other Americans. Not surprisingly, these feelings are highly correlated with nativity and duration of time in the U.S.\\n\\nAmong U.S.-born Asian Americans, about two-thirds (65%) say they feel like a typical American. Among immigrants, just 30% say the same, and this figure falls to 22% among immigrants who have arrived since 2000.\\n\\nThe Asian-American label itself doesnt hold much sway with Asian Americans. Only about one-in-five (19%) say they most often describe themselves as Asian American or Asian. A majority (62%) say they most often describe themselves by their country of origin (e.g., Chinese or Chinese American; Vietnamese or Vietnamese American, and so on), while just 14% say they most often simply call themselves American. Among U.S.-born Asians, the share who most often call themselves American rises to 28%.\\n\\nIn these identity preferences, Asian Americans are similar to Hispanics, the other group that has been driving the modern immigration wave. Hispanics are more likely to identify themselves using their country of origin than to identify as a Hispanic or as an American.\\n\\nPerceptions of Success\\n\\nAbout four-in-ten Asian Americans (43%) say Asian Americans are more successful than other racial and ethnic minorities in the U.S. A similar share of Asian Americans (45%) say they are about as successful, and just 5% say they are less successful.\\n\\nNative-born and foreign-born Asian Americans have similar views about their groups success relative to other minorities. Recent immigrants, however, tend to be somewhat less upbeat in these assessments than are immigrants who came before 2000: 36% of the former versus 48% of the latter say their group has been more successful than other minority groups in the U.S.\\n\\nMembers of the nations other large immigrant groupHispanicsare less than half as likely as Asian Americans to say their group is more successful than other racial and ethnic minorities, and they are four times as likely to say they are less successful.\\n\\nOn a personal level, Asian Americans are more satisfied than the general public with their financial situations and their standard of living. When measured against how well their parents were doing at the same stage of life, about half (49%) say they are doing much better, and a quarter say they are doing somewhat better. By contrast, only about a third of all Americans say they are doing much better than their parents at a similar stage of life.\\n\\nThere are only minor differences between Asian Americans and the general public in their expectations about the upward mobility of their children. Some 31% of Asian Americans believe that when their children are the age they are now, their children will have a much better standard of living, 22% say somewhat better, 19% say about the same, and 19% say somewhat or much worse.\\n\\nOn this measure, there are sizable differences among U.S. Asian subgroups. Nearly half of Vietnamese Americans (48%) say they expect their children eventually to have a much better standard of living than they themselves have now. About a third of Koreans and Indians feel this way, as do one-in-four Chinese and Filipinos, and just one-in-five Japanese. Overall, the foreign born are more optimistic than the native born about their childrens future standard of living relative to their own at the present.\\n\\nPolitical and Social Attitudes\\n\\nCompared with the general public, Asian Americans are more likely to support an activist government and less likely to identify as Republicans. Half are Democrats or lean Democratic, while only 28% identify with or lean toward the GOP. Among all American adults, 49% fall in the Democratic camp and 39% identify with or lean toward the Republican Party. Indian Americans are the most heavily Democratic Asian subgroup (65%), while Filipino Americans and Vietnamese Americans are the most evenly split between the two parties.\\n\\nPresident Obama gets higher ratings from Asian Americans than from the general public 54% approve of the way he is handling his job as president, compared with 44% of the general public. In 2008, Asian-American voters supported Obama over Republican John McCain by 62% to 35%, according to Election Day exit polls.\\n\\nOn balance, Asian Americans prefer a big government that provides more services (55%) over a smaller government than provides fewer services (36%). In contrast, the general public prefers a smaller government over a bigger government, by 52% to 39%.\\n\\nWhile they differ on the role of government, Asian Americans are close to the public in their opinions about two key social issues. By a ratio of 53% to 35%, Asian Americans say homosexuality should be accepted by society rather than discouraged. And on the issue of abortion, 54% of Asian Americans say it should be legal in all or most cases, while 37% say it should be illegal.\", \"Text_Bigrams\": [[\"rise\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"updated\"], [\"updated\", \"edition\"], [\"edition\", \"april\"], [\"april\", \"04\"], [\"04\", \"2013\"], [\"2013\", \"new\"], [\"new\", \"edition\"], [\"edition\", \"2012\"], [\"2012\", \"report\"], [\"report\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"provides\"], [\"provides\", \"data\"], [\"data\", \"14\"], [\"14\", \"smaller\"], [\"smaller\", \"asian\"], [\"asian\", \"origin\"], [\"origin\", \"group\"], [\"group\", \"population\"], [\"population\", \"count\"], [\"count\", \"500000\"], [\"500000\", \"2010\"], [\"2010\", \"census\"], [\"census\", \"along\"], [\"along\", \"detailed\"], [\"detailed\", \"data\"], [\"data\", \"economic\"], [\"economic\", \"demographic\"], [\"demographic\", \"characteristic\"], [\"characteristic\", \"adult\"], [\"adult\", \"nine\"], [\"nine\", \"group\"], [\"group\", \"original\"], [\"original\", \"2012\"], [\"2012\", \"report\"], [\"report\", \"contained\"], [\"contained\", \"survey\"], [\"survey\", \"census\"], [\"census\", \"data\"], [\"data\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"well\"], [\"well\", \"specific\"], [\"specific\", \"information\"], [\"information\", \"six\"], [\"six\", \"largest\"], [\"largest\", \"asian\"], [\"asian\", \"origin\"], [\"origin\", \"group\"], [\"group\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"highestincome\"], [\"highestincome\", \"besteducated\"], [\"besteducated\", \"fastestgrowing\"], [\"fastestgrowing\", \"racial\"], [\"racial\", \"group\"], [\"group\", \"united\"], [\"united\", \"state\"], [\"state\", \"satisfied\"], [\"satisfied\", \"general\"], [\"general\", \"public\"], [\"public\", \"life\"], [\"life\", \"finance\"], [\"finance\", \"direction\"], [\"direction\", \"country\"], [\"country\", \"place\"], [\"place\", \"value\"], [\"value\", \"american\"], [\"american\", \"marriage\"], [\"marriage\", \"parenthood\"], [\"parenthood\", \"hard\"], [\"hard\", \"work\"], [\"work\", \"career\"], [\"career\", \"success\"], [\"success\", \"according\"], [\"according\", \"comprehensive\"], [\"comprehensive\", \"new\"], [\"new\", \"nationwide\"], [\"nationwide\", \"survey\"], [\"survey\", \"pew\"], [\"pew\", \"research\"], [\"research\", \"center\"], [\"center\", \"century\"], [\"century\", \"ago\"], [\"ago\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"lowskilled\"], [\"lowskilled\", \"lowwage\"], [\"lowwage\", \"laborer\"], [\"laborer\", \"crowded\"], [\"crowded\", \"ethnic\"], [\"ethnic\", \"enclave\"], [\"enclave\", \"target\"], [\"target\", \"official\"], [\"official\", \"discrimination\"], [\"discrimination\", \"today\"], [\"today\", \"likely\"], [\"likely\", \"major\"], [\"major\", \"racial\"], [\"racial\", \"ethnic\"], [\"ethnic\", \"group\"], [\"group\", \"america\"], [\"america\", \"live\"], [\"live\", \"mixed\"], [\"mixed\", \"neighborhood\"], [\"neighborhood\", \"marry\"], [\"marry\", \"across\"], [\"across\", \"racial\"], [\"racial\", \"line\"], [\"line\", \"newly\"], [\"newly\", \"minted\"], [\"minted\", \"medical\"], [\"medical\", \"school\"], [\"school\", \"graduate\"], [\"graduate\", \"priscilla\"], [\"priscilla\", \"chan\"], [\"chan\", \"married\"], [\"married\", \"facebook\"], [\"facebook\", \"founder\"], [\"founder\", \"mark\"], [\"mark\", \"zuckerberg\"], [\"zuckerberg\", \"last\"], [\"last\", \"month\"], [\"month\", \"joined\"], [\"joined\", \"37\"], [\"37\", \"recent\"], [\"recent\", \"asianamerican\"], [\"asianamerican\", \"bride\"], [\"bride\", \"wed\"], [\"wed\", \"nonasian\"], [\"nonasian\", \"groom\"], [\"groom\", \"milestone\"], [\"milestone\", \"economic\"], [\"economic\", \"success\"], [\"success\", \"social\"], [\"social\", \"assimilation\"], [\"assimilation\", \"come\"], [\"come\", \"group\"], [\"group\", \"still\"], [\"still\", \"majority\"], [\"majority\", \"immigrant\"], [\"immigrant\", \"nearly\"], [\"nearly\", \"threequarters\"], [\"threequarters\", \"74\"], [\"74\", \"asianamerican\"], [\"asianamerican\", \"adult\"], [\"adult\", \"born\"], [\"born\", \"abroad\"], [\"abroad\", \"half\"], [\"half\", \"say\"], [\"say\", \"speak\"], [\"speak\", \"english\"], [\"english\", \"well\"], [\"well\", \"half\"], [\"half\", \"say\"], [\"say\", \"dont\"], [\"dont\", \"asian\"], [\"asian\", \"recently\"], [\"recently\", \"passed\"], [\"passed\", \"hispanic\"], [\"hispanic\", \"largest\"], [\"largest\", \"group\"], [\"group\", \"new\"], [\"new\", \"immigrant\"], [\"immigrant\", \"united\"], [\"united\", \"state\"], [\"state\", \"educational\"], [\"educational\", \"credential\"], [\"credential\", \"recent\"], [\"recent\", \"arrival\"], [\"arrival\", \"striking\"], [\"striking\", \"sixinten\"], [\"sixinten\", \"61\"], [\"61\", \"adult\"], [\"adult\", \"age\"], [\"age\", \"25\"], [\"25\", \"64\"], [\"64\", \"come\"], [\"come\", \"asia\"], [\"asia\", \"recent\"], [\"recent\", \"year\"], [\"year\", \"least\"], [\"least\", \"bachelor\"], [\"bachelor\", \"degree\"], [\"degree\", \"double\"], [\"double\", \"share\"], [\"share\", \"among\"], [\"among\", \"recent\"], [\"recent\", \"nonasian\"], [\"nonasian\", \"arrival\"], [\"arrival\", \"almost\"], [\"almost\", \"surely\"], [\"surely\", \"make\"], [\"make\", \"recent\"], [\"recent\", \"asian\"], [\"asian\", \"arrival\"], [\"arrival\", \"highly\"], [\"highly\", \"educated\"], [\"educated\", \"cohort\"], [\"cohort\", \"immigrant\"], [\"immigrant\", \"u\"], [\"u\", \"history\"], [\"history\", \"compared\"], [\"compared\", \"educational\"], [\"educational\", \"attainment\"], [\"attainment\", \"population\"], [\"population\", \"country\"], [\"country\", \"origin\"], [\"origin\", \"recent\"], [\"recent\", \"asian\"], [\"asian\", \"immigrant\"], [\"immigrant\", \"also\"], [\"also\", \"stand\"], [\"stand\", \"select\"], [\"select\", \"group\"], [\"group\", \"example\"], [\"example\", \"27\"], [\"27\", \"adult\"], [\"adult\", \"age\"], [\"age\", \"25\"], [\"25\", \"64\"], [\"64\", \"south\"], [\"south\", \"korea\"], [\"korea\", \"25\"], [\"25\", \"japan\"], [\"japan\", \"bachelor\"], [\"bachelor\", \"degree\"], [\"degree\", \"contrast\"], [\"contrast\", \"nearly\"], [\"nearly\", \"70\"], [\"70\", \"comparably\"], [\"comparably\", \"aged\"], [\"aged\", \"recent\"], [\"recent\", \"immigrant\"], [\"immigrant\", \"two\"], [\"two\", \"country\"], [\"country\", \"least\"], [\"least\", \"bachelor\"], [\"bachelor\", \"degree\"], [\"degree\", \"recent\"], [\"recent\", \"asian\"], [\"asian\", \"immigrant\"], [\"immigrant\", \"also\"], [\"also\", \"three\"], [\"three\", \"time\"], [\"time\", \"likely\"], [\"likely\", \"recent\"], [\"recent\", \"immigrant\"], [\"immigrant\", \"part\"], [\"part\", \"world\"], [\"world\", \"receive\"], [\"receive\", \"green\"], [\"green\", \"cardsor\"], [\"cardsor\", \"permanent\"], [\"permanent\", \"resident\"], [\"resident\", \"statuson\"], [\"statuson\", \"basis\"], [\"basis\", \"employer\"], [\"employer\", \"rather\"], [\"rather\", \"family\"], [\"family\", \"sponsorship\"], [\"sponsorship\", \"though\"], [\"though\", \"family\"], [\"family\", \"reunification\"], [\"reunification\", \"remains\"], [\"remains\", \"common\"], [\"common\", \"legal\"], [\"legal\", \"gateway\"], [\"gateway\", \"u\"], [\"u\", \"asian\"], [\"asian\", \"immigrant\"], [\"immigrant\", \"immigrant\"], [\"immigrant\", \"modern\"], [\"modern\", \"immigration\"], [\"immigration\", \"wave\"], [\"wave\", \"asia\"], [\"asia\", \"nearly\"], [\"nearly\", \"half\"], [\"half\", \"century\"], [\"century\", \"old\"], [\"old\", \"pushed\"], [\"pushed\", \"total\"], [\"total\", \"population\"], [\"population\", \"asian\"], [\"asian\", \"americansforeign\"], [\"americansforeign\", \"born\"], [\"born\", \"u\"], [\"u\", \"born\"], [\"born\", \"adult\"], [\"adult\", \"childrento\"], [\"childrento\", \"record\"], [\"record\", \"182\"], [\"182\", \"million\"], [\"million\", \"2011\"], [\"2011\", \"58\"], [\"58\", \"total\"], [\"total\", \"u\"], [\"u\", \"population\"], [\"population\", \"le\"], [\"le\", \"1\"], [\"1\", \"1965\"], [\"1965\", \"comparison\"], [\"comparison\", \"nonhispanic\"], [\"nonhispanic\", \"white\"], [\"white\", \"1975\"], [\"1975\", \"million\"], [\"million\", \"633\"], [\"633\", \"hispanic\"], [\"hispanic\", \"520\"], [\"520\", \"million\"], [\"million\", \"167\"], [\"167\", \"nonhispanic\"], [\"nonhispanic\", \"black\"], [\"black\", \"383\"], [\"383\", \"million\"], [\"million\", \"123\"], [\"123\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"trace\"], [\"trace\", \"root\"], [\"root\", \"dozen\"], [\"dozen\", \"country\"], [\"country\", \"far\"], [\"far\", \"east\"], [\"east\", \"southeast\"], [\"southeast\", \"asia\"], [\"asia\", \"indian\"], [\"indian\", \"subcontinent\"], [\"subcontinent\", \"country\"], [\"country\", \"origin\"], [\"origin\", \"subgroup\"], [\"subgroup\", \"unique\"], [\"unique\", \"history\"], [\"history\", \"culture\"], [\"culture\", \"language\"], [\"language\", \"religious\"], [\"religious\", \"belief\"], [\"belief\", \"economic\"], [\"economic\", \"demographic\"], [\"demographic\", \"trait\"], [\"trait\", \"social\"], [\"social\", \"political\"], [\"political\", \"value\"], [\"value\", \"pathway\"], [\"pathway\", \"america\"], [\"america\", \"despite\"], [\"despite\", \"often\"], [\"often\", \"sizable\"], [\"sizable\", \"subgroup\"], [\"subgroup\", \"difference\"], [\"difference\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"distinctive\"], [\"distinctive\", \"whole\"], [\"whole\", \"especially\"], [\"especially\", \"compared\"], [\"compared\", \"u\"], [\"u\", \"adult\"], [\"adult\", \"exceed\"], [\"exceed\", \"share\"], [\"share\", \"college\"], [\"college\", \"degree\"], [\"degree\", \"49\"], [\"49\", \"v\"], [\"v\", \"28\"], [\"28\", \"also\"], [\"also\", \"median\"], [\"median\", \"annual\"], [\"annual\", \"household\"], [\"household\", \"income\"], [\"income\", \"66000\"], [\"66000\", \"versus\"], [\"versus\", \"49800\"], [\"49800\", \"median\"], [\"median\", \"household\"], [\"household\", \"wealth\"], [\"wealth\", \"83500\"], [\"83500\", \"v\"], [\"v\", \"68529\"], [\"68529\", \"noteworthy\"], [\"noteworthy\", \"way\"], [\"way\", \"according\"], [\"according\", \"pew\"], [\"pew\", \"research\"], [\"research\", \"center\"], [\"center\", \"survey\"], [\"survey\", \"nationally\"], [\"nationally\", \"representative\"], [\"representative\", \"sample\"], [\"sample\", \"3511\"], [\"3511\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"conducted\"], [\"conducted\", \"telephone\"], [\"telephone\", \"jan\"], [\"jan\", \"3\"], [\"3\", \"march\"], [\"march\", \"27\"], [\"27\", \"2012\"], [\"2012\", \"english\"], [\"english\", \"seven\"], [\"seven\", \"asian\"], [\"asian\", \"language\"], [\"language\", \"satisfied\"], [\"satisfied\", \"general\"], [\"general\", \"public\"], [\"public\", \"life\"], [\"life\", \"overall\"], [\"overall\", \"82\"], [\"82\", \"v\"], [\"v\", \"75\"], [\"75\", \"personal\"], [\"personal\", \"finance\"], [\"finance\", \"51\"], [\"51\", \"v\"], [\"v\", \"35\"], [\"35\", \"general\"], [\"general\", \"direction\"], [\"direction\", \"country\"], [\"country\", \"43\"], [\"43\", \"v\"], [\"v\", \"21\"], [\"21\", \"also\"], [\"also\", \"stand\"], [\"stand\", \"strong\"], [\"strong\", \"emphasis\"], [\"emphasis\", \"family\"], [\"family\", \"half\"], [\"half\", \"54\"], [\"54\", \"say\"], [\"say\", \"successful\"], [\"successful\", \"marriage\"], [\"marriage\", \"one\"], [\"one\", \"important\"], [\"important\", \"thing\"], [\"thing\", \"life\"], [\"life\", \"34\"], [\"34\", \"american\"], [\"american\", \"adult\"], [\"adult\", \"agree\"], [\"agree\", \"twothirds\"], [\"twothirds\", \"asianamerican\"], [\"asianamerican\", \"adult\"], [\"adult\", \"67\"], [\"67\", \"say\"], [\"say\", \"good\"], [\"good\", \"parent\"], [\"parent\", \"one\"], [\"one\", \"important\"], [\"important\", \"thing\"], [\"thing\", \"life\"], [\"life\", \"50\"], [\"50\", \"adult\"], [\"adult\", \"agree\"], [\"agree\", \"living\"], [\"living\", \"arrangement\"], [\"arrangement\", \"align\"], [\"align\", \"value\"], [\"value\", \"likely\"], [\"likely\", \"american\"], [\"american\", \"adult\"], [\"adult\", \"married\"], [\"married\", \"59\"], [\"59\", \"v\"], [\"v\", \"51\"], [\"51\", \"newborn\"], [\"newborn\", \"le\"], [\"le\", \"likely\"], [\"likely\", \"u\"], [\"u\", \"newborn\"], [\"newborn\", \"unmarried\"], [\"unmarried\", \"mother\"], [\"mother\", \"16\"], [\"16\", \"v\"], [\"v\", \"41\"], [\"41\", \"child\"], [\"child\", \"likely\"], [\"likely\", \"u\"], [\"u\", \"child\"], [\"child\", \"raised\"], [\"raised\", \"household\"], [\"household\", \"two\"], [\"two\", \"married\"], [\"married\", \"parent\"], [\"parent\", \"80\"], [\"80\", \"v\"], [\"v\", \"63\"], [\"63\", \"likely\"], [\"likely\", \"general\"], [\"general\", \"public\"], [\"public\", \"live\"], [\"live\", \"multigenerational\"], [\"multigenerational\", \"family\"], [\"family\", \"household\"], [\"household\", \"28\"], [\"28\", \"live\"], [\"live\", \"least\"], [\"least\", \"two\"], [\"two\", \"adult\"], [\"adult\", \"generation\"], [\"generation\", \"roof\"], [\"roof\", \"twice\"], [\"twice\", \"share\"], [\"share\", \"white\"], [\"white\", \"slightly\"], [\"slightly\", \"share\"], [\"share\", \"black\"], [\"black\", \"hispanic\"], [\"hispanic\", \"live\"], [\"live\", \"household\"], [\"household\", \"u\"], [\"u\", \"asian\"], [\"asian\", \"also\"], [\"also\", \"strong\"], [\"strong\", \"sense\"], [\"sense\", \"filial\"], [\"filial\", \"respect\"], [\"respect\", \"twothirds\"], [\"twothirds\", \"say\"], [\"say\", \"parent\"], [\"parent\", \"lot\"], [\"lot\", \"influence\"], [\"influence\", \"choosing\"], [\"choosing\", \"one\"], [\"one\", \"profession\"], [\"profession\", \"66\"], [\"66\", \"spouse\"], [\"spouse\", \"61\"], [\"61\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"pervasive\"], [\"pervasive\", \"belief\"], [\"belief\", \"reward\"], [\"reward\", \"hard\"], [\"hard\", \"work\"], [\"work\", \"nearly\"], [\"nearly\", \"seveninten\"], [\"seveninten\", \"69\"], [\"69\", \"say\"], [\"say\", \"people\"], [\"people\", \"get\"], [\"get\", \"ahead\"], [\"ahead\", \"willing\"], [\"willing\", \"work\"], [\"work\", \"hard\"], [\"hard\", \"view\"], [\"view\", \"shared\"], [\"shared\", \"somewhat\"], [\"somewhat\", \"smaller\"], [\"smaller\", \"share\"], [\"share\", \"american\"], [\"american\", \"public\"], [\"public\", \"whole\"], [\"whole\", \"58\"], [\"58\", \"fully\"], [\"fully\", \"93\"], [\"93\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"describe\"], [\"describe\", \"member\"], [\"member\", \"country\"], [\"country\", \"origin\"], [\"origin\", \"group\"], [\"group\", \"hardworking\"], [\"hardworking\", \"57\"], [\"57\", \"say\"], [\"say\", \"american\"], [\"american\", \"whole\"], [\"whole\", \"light\"], [\"light\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"sometimes\"], [\"sometimes\", \"go\"], [\"go\", \"overboard\"], [\"overboard\", \"stressing\"], [\"stressing\", \"hard\"], [\"hard\", \"work\"], [\"work\", \"nearly\"], [\"nearly\", \"fourinten\"], [\"fourinten\", \"39\"], [\"39\", \"say\"], [\"say\", \"asianamerican\"], [\"asianamerican\", \"parent\"], [\"parent\", \"country\"], [\"country\", \"origin\"], [\"origin\", \"subgroup\"], [\"subgroup\", \"put\"], [\"put\", \"much\"], [\"much\", \"pressure\"], [\"pressure\", \"child\"], [\"child\", \"well\"], [\"well\", \"school\"], [\"school\", \"9\"], [\"9\", \"say\"], [\"say\", \"american\"], [\"american\", \"parent\"], [\"parent\", \"flipside\"], [\"flipside\", \"coin\"], [\"coin\", \"sixinten\"], [\"sixinten\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"say\"], [\"say\", \"american\"], [\"american\", \"parent\"], [\"parent\", \"put\"], [\"put\", \"little\"], [\"little\", \"pressure\"], [\"pressure\", \"child\"], [\"child\", \"succeed\"], [\"succeed\", \"school\"], [\"school\", \"9\"], [\"9\", \"say\"], [\"say\", \"asianamerican\"], [\"asianamerican\", \"parent\"], [\"parent\", \"publication\"], [\"publication\", \"last\"], [\"last\", \"year\"], [\"year\", \"battle\"], [\"battle\", \"hymn\"], [\"hymn\", \"tiger\"], [\"tiger\", \"mother\"], [\"mother\", \"comic\"], [\"comic\", \"memoir\"], [\"memoir\", \"strict\"], [\"strict\", \"parenting\"], [\"parenting\", \"yale\"], [\"yale\", \"law\"], [\"law\", \"professor\"], [\"professor\", \"amy\"], [\"amy\", \"chua\"], [\"chua\", \"daughter\"], [\"daughter\", \"immigrant\"], [\"immigrant\", \"triggered\"], [\"triggered\", \"spirited\"], [\"spirited\", \"debate\"], [\"debate\", \"cultural\"], [\"cultural\", \"difference\"], [\"difference\", \"parenting\"], [\"parenting\", \"norm\"], [\"norm\", \"immigration\"], [\"immigration\", \"wave\"], [\"wave\", \"asia\"], [\"asia\", \"occurred\"], [\"occurred\", \"time\"], [\"time\", \"largest\"], [\"largest\", \"sending\"], [\"sending\", \"country\"], [\"country\", \"experienced\"], [\"experienced\", \"dramatic\"], [\"dramatic\", \"gain\"], [\"gain\", \"standard\"], [\"standard\", \"living\"], [\"living\", \"asian\"], [\"asian\", \"immigrant\"], [\"immigrant\", \"looking\"], [\"looking\", \"shoulder\"], [\"shoulder\", \"regret\"], [\"regret\", \"12\"], [\"12\", \"say\"], [\"say\", \"would\"], [\"would\", \"remain\"], [\"remain\", \"country\"], [\"country\", \"origin\"], [\"origin\", \"lopsided\"], [\"lopsided\", \"margin\"], [\"margin\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"say\"], [\"say\", \"u\"], [\"u\", \"preferable\"], [\"preferable\", \"country\"], [\"country\", \"origin\"], [\"origin\", \"realm\"], [\"realm\", \"providing\"], [\"providing\", \"economic\"], [\"economic\", \"opportunity\"], [\"opportunity\", \"political\"], [\"political\", \"religious\"], [\"religious\", \"freedom\"], [\"freedom\", \"good\"], [\"good\", \"condition\"], [\"condition\", \"raising\"], [\"raising\", \"child\"], [\"child\", \"respondent\"], [\"respondent\", \"rated\"], [\"rated\", \"country\"], [\"country\", \"origin\"], [\"origin\", \"superior\"], [\"superior\", \"one\"], [\"one\", \"seven\"], [\"seven\", \"measure\"], [\"measure\", \"tested\"], [\"tested\", \"surveystrength\"], [\"surveystrength\", \"family\"], [\"family\", \"tie\"], [\"tie\", \"survey\"], [\"survey\", \"conducted\"], [\"conducted\", \"among\"], [\"among\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"currently\"], [\"currently\", \"living\"], [\"living\", \"u\"], [\"u\", \"case\"], [\"case\", \"immigration\"], [\"immigration\", \"wave\"], [\"wave\", \"portion\"], [\"portion\", \"came\"], [\"came\", \"u\"], [\"u\", \"asia\"], [\"asia\", \"recent\"], [\"recent\", \"decade\"], [\"decade\", \"chosen\"], [\"chosen\", \"return\"], [\"return\", \"country\"], [\"country\", \"origin\"], [\"origin\", \"however\"], [\"however\", \"return\"], [\"return\", \"migration\"], [\"migration\", \"rate\"], [\"rate\", \"estimated\"], [\"estimated\", \"lower\"], [\"lower\", \"immigrant\"], [\"immigrant\", \"asia\"], [\"asia\", \"immigrant\"], [\"immigrant\", \"naturalization\"], [\"naturalization\", \"ratesthat\"], [\"ratesthat\", \"share\"], [\"share\", \"eligible\"], [\"eligible\", \"immigrant\"], [\"immigrant\", \"become\"], [\"become\", \"u\"], [\"u\", \"citizensare\"], [\"citizensare\", \"higher\"], [\"higher\", \"detail\"], [\"detail\", \"see\"], [\"see\", \"chapter\"], [\"chapter\", \"1\"], [\"1\", \"asian\"], [\"asian\", \"u\"], [\"u\", \"asia\"], [\"asia\", \"finding\"], [\"finding\", \"survey\"], [\"survey\", \"compared\"], [\"compared\", \"recent\"], [\"recent\", \"survey\"], [\"survey\", \"conducted\"], [\"conducted\", \"pew\"], [\"pew\", \"research\"], [\"research\", \"center\"], [\"center\", \"global\"], [\"global\", \"attitude\"], [\"attitude\", \"project\"], [\"project\", \"among\"], [\"among\", \"asian\"], [\"asian\", \"major\"], [\"major\", \"asian\"], [\"asian\", \"country\"], [\"country\", \"mixed\"], [\"mixed\", \"picture\"], [\"picture\", \"emerges\"], [\"emerges\", \"example\"], [\"example\", \"adult\"], [\"adult\", \"living\"], [\"living\", \"china\"], [\"china\", \"satisfied\"], [\"satisfied\", \"way\"], [\"way\", \"thing\"], [\"thing\", \"going\"], [\"going\", \"country\"], [\"country\", \"chinese\"], [\"chinese\", \"american\"], [\"american\", \"way\"], [\"way\", \"thing\"], [\"thing\", \"going\"], [\"going\", \"united\"], [\"united\", \"state\"], [\"state\", \"contrast\"], [\"contrast\", \"public\"], [\"public\", \"india\"], [\"india\", \"japan\"], [\"japan\", \"downbeat\"], [\"downbeat\", \"view\"], [\"view\", \"way\"], [\"way\", \"thing\"], [\"thing\", \"going\"], [\"going\", \"country\"], [\"country\", \"counterpart\"], [\"counterpart\", \"group\"], [\"group\", \"u\"], [\"u\", \"across\"], [\"across\", \"board\"], [\"board\", \"however\"], [\"however\", \"u\"], [\"u\", \"asian\"], [\"asian\", \"likely\"], [\"likely\", \"asian\"], [\"asian\", \"asia\"], [\"asia\", \"say\"], [\"say\", \"standard\"], [\"standard\", \"living\"], [\"living\", \"better\"], [\"better\", \"parent\"], [\"parent\", \"similar\"], [\"similar\", \"stage\"], [\"stage\", \"life\"], [\"life\", \"u\"], [\"u\", \"asian\"], [\"asian\", \"also\"], [\"also\", \"exceed\"], [\"exceed\", \"asian\"], [\"asian\", \"belief\"], [\"belief\", \"hard\"], [\"hard\", \"work\"], [\"work\", \"lead\"], [\"lead\", \"success\"], [\"success\", \"life\"], [\"life\", \"many\"], [\"many\", \"u\"], [\"u\", \"asian\"], [\"asian\", \"say\"], [\"say\", \"asianamerican\"], [\"asianamerican\", \"parent\"], [\"parent\", \"place\"], [\"place\", \"much\"], [\"much\", \"pressure\"], [\"pressure\", \"child\"], [\"child\", \"well\"], [\"well\", \"school\"], [\"school\", \"even\"], [\"even\", \"chinese\"], [\"chinese\", \"japanese\"], [\"japanese\", \"say\"], [\"say\", \"parent\"], [\"parent\", \"country\"], [\"country\", \"detail\"], [\"detail\", \"crossnational\"], [\"crossnational\", \"comparison\"], [\"comparison\", \"see\"], [\"see\", \"chapter\"], [\"chapter\", \"4\"], [\"4\", \"difference\"], [\"difference\", \"among\"], [\"among\", \"asianamerican\"], [\"asianamerican\", \"subgroup\"], [\"subgroup\", \"pew\"], [\"pew\", \"research\"], [\"research\", \"center\"], [\"center\", \"survey\"], [\"survey\", \"designed\"], [\"designed\", \"contain\"], [\"contain\", \"nationally\"], [\"nationally\", \"representative\"], [\"representative\", \"sample\"], [\"sample\", \"six\"], [\"six\", \"largest\"], [\"largest\", \"asianamerican\"], [\"asianamerican\", \"group\"], [\"group\", \"country\"], [\"country\", \"originchinese\"], [\"originchinese\", \"american\"], [\"american\", \"filipino\"], [\"filipino\", \"american\"], [\"american\", \"indian\"], [\"indian\", \"american\"], [\"american\", \"vietnamese\"], [\"vietnamese\", \"american\"], [\"american\", \"korean\"], [\"korean\", \"american\"], [\"american\", \"japanese\"], [\"japanese\", \"american\"], [\"american\", \"together\"], [\"together\", \"group\"], [\"group\", \"comprise\"], [\"comprise\", \"least\"], [\"least\", \"83\"], [\"83\", \"total\"], [\"total\", \"asian\"], [\"asian\", \"population\"], [\"population\", \"u\"], [\"u\", \"basic\"], [\"basic\", \"demographic\"], [\"demographic\", \"group\"], [\"group\", \"different\"], [\"different\", \"many\"], [\"many\", \"measure\"], [\"measure\", \"example\"], [\"example\", \"indian\"], [\"indian\", \"american\"], [\"american\", \"lead\"], [\"lead\", \"group\"], [\"group\", \"significant\"], [\"significant\", \"margin\"], [\"margin\", \"level\"], [\"level\", \"income\"], [\"income\", \"education\"], [\"education\", \"seveninten\"], [\"seveninten\", \"indianamerican\"], [\"indianamerican\", \"adult\"], [\"adult\", \"age\"], [\"age\", \"25\"], [\"25\", \"older\"], [\"older\", \"college\"], [\"college\", \"degree\"], [\"degree\", \"compared\"], [\"compared\", \"half\"], [\"half\", \"american\"], [\"american\", \"korean\"], [\"korean\", \"chinese\"], [\"chinese\", \"filipino\"], [\"filipino\", \"japanese\"], [\"japanese\", \"ancestry\"], [\"ancestry\", \"quarter\"], [\"quarter\", \"vietnamese\"], [\"vietnamese\", \"american\"], [\"american\", \"side\"], [\"side\", \"socioeconomic\"], [\"socioeconomic\", \"ledger\"], [\"ledger\", \"american\"], [\"american\", \"korean\"], [\"korean\", \"vietnamese\"], [\"vietnamese\", \"chinese\"], [\"chinese\", \"u\"], [\"u\", \"asian\"], [\"asian\", \"origin\"], [\"origin\", \"higher\"], [\"higher\", \"share\"], [\"share\", \"poverty\"], [\"poverty\", \"u\"], [\"u\", \"general\"], [\"general\", \"public\"], [\"public\", \"indian\"], [\"indian\", \"japanese\"], [\"japanese\", \"filipino\"], [\"filipino\", \"origin\"], [\"origin\", \"lower\"], [\"lower\", \"share\"], [\"share\", \"geographic\"], [\"geographic\", \"settlement\"], [\"settlement\", \"pattern\"], [\"pattern\", \"also\"], [\"also\", \"differ\"], [\"differ\", \"seveninten\"], [\"seveninten\", \"japanese\"], [\"japanese\", \"twothirds\"], [\"twothirds\", \"filipino\"], [\"filipino\", \"live\"], [\"live\", \"west\"], [\"west\", \"compared\"], [\"compared\", \"fewer\"], [\"fewer\", \"half\"], [\"half\", \"chinese\"], [\"chinese\", \"vietnamese\"], [\"vietnamese\", \"korean\"], [\"korean\", \"quarter\"], [\"quarter\", \"indian\"], [\"indian\", \"religious\"], [\"religious\", \"identity\"], [\"identity\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"quite\"], [\"quite\", \"varied\"], [\"varied\", \"according\"], [\"according\", \"pew\"], [\"pew\", \"research\"], [\"research\", \"survey\"], [\"survey\", \"half\"], [\"half\", \"chinese\"], [\"chinese\", \"unaffiliated\"], [\"unaffiliated\", \"filipino\"], [\"filipino\", \"catholic\"], [\"catholic\", \"half\"], [\"half\", \"indian\"], [\"indian\", \"hindu\"], [\"hindu\", \"korean\"], [\"korean\", \"protestant\"], [\"protestant\", \"plurality\"], [\"plurality\", \"vietnamese\"], [\"vietnamese\", \"buddhist\"], [\"buddhist\", \"among\"], [\"among\", \"japanese\"], [\"japanese\", \"american\"], [\"american\", \"one\"], [\"one\", \"group\"], [\"group\", \"dominant\"], [\"dominant\", \"38\"], [\"38\", \"christian\"], [\"christian\", \"32\"], [\"32\", \"unaffiliated\"], [\"unaffiliated\", \"25\"], [\"25\", \"buddhist\"], [\"buddhist\", \"total\"], [\"total\", \"26\"], [\"26\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"unaffiliated\"], [\"unaffiliated\", \"22\"], [\"22\", \"protestant\"], [\"protestant\", \"13\"], [\"13\", \"evangelical\"], [\"evangelical\", \"9\"], [\"9\", \"mainline\"], [\"mainline\", \"19\"], [\"19\", \"catholic\"], [\"catholic\", \"14\"], [\"14\", \"buddhist\"], [\"buddhist\", \"10\"], [\"10\", \"hindu\"], [\"hindu\", \"4\"], [\"4\", \"muslim\"], [\"muslim\", \"1\"], [\"1\", \"sikh\"], [\"sikh\", \"overall\"], [\"overall\", \"39\"], [\"39\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"say\"], [\"say\", \"religion\"], [\"religion\", \"important\"], [\"important\", \"life\"], [\"life\", \"compared\"], [\"compared\", \"58\"], [\"58\", \"u\"], [\"u\", \"general\"], [\"general\", \"public\"], [\"public\", \"subgroup\"], [\"subgroup\", \"difference\"], [\"difference\", \"social\"], [\"social\", \"cultural\"], [\"cultural\", \"realm\"], [\"realm\", \"well\"], [\"well\", \"japanese\"], [\"japanese\", \"filipino\"], [\"filipino\", \"american\"], [\"american\", \"accepting\"], [\"accepting\", \"interracial\"], [\"interracial\", \"intergroup\"], [\"intergroup\", \"marriage\"], [\"marriage\", \"korean\"], [\"korean\", \"vietnamese\"], [\"vietnamese\", \"indian\"], [\"indian\", \"le\"], [\"le\", \"comfortable\"], [\"comfortable\", \"korean\"], [\"korean\", \"likely\"], [\"likely\", \"say\"], [\"say\", \"discrimination\"], [\"discrimination\", \"group\"], [\"group\", \"major\"], [\"major\", \"problem\"], [\"problem\", \"least\"], [\"least\", \"likely\"], [\"likely\", \"say\"], [\"say\", \"group\"], [\"group\", \"get\"], [\"get\", \"along\"], [\"along\", \"well\"], [\"well\", \"racial\"], [\"racial\", \"ethnic\"], [\"ethnic\", \"group\"], [\"group\", \"u\"], [\"u\", \"contrast\"], [\"contrast\", \"filipino\"], [\"filipino\", \"upbeat\"], [\"upbeat\", \"view\"], [\"view\", \"intergroup\"], [\"intergroup\", \"relation\"], [\"relation\", \"u\"], [\"u\", \"japanese\"], [\"japanese\", \"group\"], [\"group\", \"majority\"], [\"majority\", \"u\"], [\"u\", \"born\"], [\"born\", \"73\"], [\"73\", \"total\"], [\"total\", \"population\"], [\"population\", \"68\"], [\"68\", \"adult\"], [\"adult\", \"subgroup\"], [\"subgroup\", \"majority\"], [\"majority\", \"foreign\"], [\"foreign\", \"born\"], [\"born\", \"pathway\"], [\"pathway\", \"u\"], [\"u\", \"different\"], [\"different\", \"half\"], [\"half\", \"korean\"], [\"korean\", \"indian\"], [\"indian\", \"immigrant\"], [\"immigrant\", \"received\"], [\"received\", \"green\"], [\"green\", \"card\"], [\"card\", \"2011\"], [\"2011\", \"got\"], [\"got\", \"basis\"], [\"basis\", \"employer\"], [\"employer\", \"sponsorship\"], [\"sponsorship\", \"compared\"], [\"compared\", \"third\"], [\"third\", \"japanese\"], [\"japanese\", \"fifth\"], [\"fifth\", \"chinese\"], [\"chinese\", \"oneineight\"], [\"oneineight\", \"filipino\"], [\"filipino\", \"1\"], [\"1\", \"vietnamese\"], [\"vietnamese\", \"vietnamese\"], [\"vietnamese\", \"major\"], [\"major\", \"subgroup\"], [\"subgroup\", \"come\"], [\"come\", \"u\"], [\"u\", \"large\"], [\"large\", \"number\"], [\"number\", \"political\"], [\"political\", \"refugee\"], [\"refugee\", \"others\"], [\"others\", \"say\"], [\"say\", \"come\"], [\"come\", \"mostly\"], [\"mostly\", \"economic\"], [\"economic\", \"educational\"], [\"educational\", \"family\"], [\"family\", \"reason\"], [\"reason\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"varying\"], [\"varying\", \"degree\"], [\"degree\", \"attachment\"], [\"attachment\", \"relative\"], [\"relative\", \"home\"], [\"home\", \"countrieslikely\"], [\"countrieslikely\", \"reflecting\"], [\"reflecting\", \"difference\"], [\"difference\", \"timing\"], [\"timing\", \"circumstance\"], [\"circumstance\", \"immigration\"], [\"immigration\", \"example\"], [\"example\", \"though\"], [\"though\", \"among\"], [\"among\", \"least\"], [\"least\", \"welloff\"], [\"welloff\", \"financially\"], [\"financially\", \"vietnamese\"], [\"vietnamese\", \"american\"], [\"american\", \"among\"], [\"among\", \"likely\"], [\"likely\", \"58\"], [\"58\", \"say\"], [\"say\", \"sent\"], [\"sent\", \"money\"], [\"money\", \"someone\"], [\"someone\", \"vietnam\"], [\"vietnam\", \"past\"], [\"past\", \"year\"], [\"year\", \"half\"], [\"half\", \"filipino\"], [\"filipino\", \"52\"], [\"52\", \"also\"], [\"also\", \"say\"], [\"say\", \"sent\"], [\"sent\", \"remittance\"], [\"remittance\", \"home\"], [\"home\", \"past\"], [\"past\", \"year\"], [\"year\", \"contrast\"], [\"contrast\", \"japanese\"], [\"japanese\", \"12\"], [\"12\", \"korean\"], [\"korean\", \"16\"], [\"16\", \"much\"], [\"much\", \"le\"], [\"le\", \"likely\"], [\"likely\", \"done\"], [\"done\", \"different\"], [\"different\", \"naturalization\"], [\"naturalization\", \"rate\"], [\"rate\", \"fully\"], [\"fully\", \"threequarters\"], [\"threequarters\", \"foreignborn\"], [\"foreignborn\", \"vietnamese\"], [\"vietnamese\", \"naturalized\"], [\"naturalized\", \"u\"], [\"u\", \"citizen\"], [\"citizen\", \"compared\"], [\"compared\", \"twothirds\"], [\"twothirds\", \"filipino\"], [\"filipino\", \"sixinten\"], [\"sixinten\", \"chinese\"], [\"chinese\", \"korean\"], [\"korean\", \"half\"], [\"half\", \"indian\"], [\"indian\", \"third\"], [\"third\", \"japanese\"], [\"japanese\", \"history\"], [\"history\", \"asian\"], [\"asian\", \"immigrant\"], [\"immigrant\", \"first\"], [\"first\", \"came\"], [\"came\", \"u\"], [\"u\", \"significant\"], [\"significant\", \"number\"], [\"number\", \"century\"], [\"century\", \"half\"], [\"half\", \"agomainly\"], [\"agomainly\", \"lowskilled\"], [\"lowskilled\", \"male\"], [\"male\", \"laborer\"], [\"laborer\", \"mined\"], [\"mined\", \"farmed\"], [\"farmed\", \"built\"], [\"built\", \"railroad\"], [\"railroad\", \"endured\"], [\"endured\", \"generation\"], [\"generation\", \"officially\"], [\"officially\", \"sanctioned\"], [\"sanctioned\", \"racial\"], [\"racial\", \"prejudiceincluding\"], [\"prejudiceincluding\", \"regulation\"], [\"regulation\", \"prohibited\"], [\"prohibited\", \"immigration\"], [\"immigration\", \"asian\"], [\"asian\", \"woman\"], [\"woman\", \"chinese\"], [\"chinese\", \"exclusion\"], [\"exclusion\", \"act\"], [\"act\", \"1882\"], [\"1882\", \"barred\"], [\"barred\", \"new\"], [\"new\", \"immigration\"], [\"immigration\", \"china\"], [\"china\", \"immigration\"], [\"immigration\", \"act\"], [\"act\", \"1917\"], [\"1917\", \"national\"], [\"national\", \"origin\"], [\"origin\", \"act\"], [\"act\", \"1924\"], [\"1924\", \"extended\"], [\"extended\", \"immigration\"], [\"immigration\", \"ban\"], [\"ban\", \"include\"], [\"include\", \"virtually\"], [\"virtually\", \"asia\"], [\"asia\", \"forced\"], [\"forced\", \"relocation\"], [\"relocation\", \"internment\"], [\"internment\", \"120000\"], [\"120000\", \"japanese\"], [\"japanese\", \"american\"], [\"american\", \"japanese\"], [\"japanese\", \"attack\"], [\"attack\", \"pearl\"], [\"pearl\", \"harbor\"], [\"harbor\", \"1941\"], [\"1941\", \"largescale\"], [\"largescale\", \"immigration\"], [\"immigration\", \"asia\"], [\"asia\", \"take\"], [\"take\", \"passage\"], [\"passage\", \"landmark\"], [\"landmark\", \"immigration\"], [\"immigration\", \"nationality\"], [\"nationality\", \"act\"], [\"act\", \"1965\"], [\"1965\", \"decade\"], [\"decade\", \"modern\"], [\"modern\", \"wave\"], [\"wave\", \"immigrant\"], [\"immigrant\", \"asia\"], [\"asia\", \"increasingly\"], [\"increasingly\", \"become\"], [\"become\", \"skilled\"], [\"skilled\", \"educated\"], [\"educated\", \"today\"], [\"today\", \"recent\"], [\"recent\", \"arrival\"], [\"arrival\", \"asia\"], [\"asia\", \"nearly\"], [\"nearly\", \"twice\"], [\"twice\", \"likely\"], [\"likely\", \"came\"], [\"came\", \"three\"], [\"three\", \"decade\"], [\"decade\", \"ago\"], [\"ago\", \"college\"], [\"college\", \"degree\"], [\"degree\", \"many\"], [\"many\", \"go\"], [\"go\", \"highpaying\"], [\"highpaying\", \"field\"], [\"field\", \"science\"], [\"science\", \"engineering\"], [\"engineering\", \"medicine\"], [\"medicine\", \"finance\"], [\"finance\", \"evolution\"], [\"evolution\", \"spurred\"], [\"spurred\", \"change\"], [\"change\", \"u\"], [\"u\", \"immigration\"], [\"immigration\", \"policy\"], [\"policy\", \"labor\"], [\"labor\", \"market\"], [\"market\", \"political\"], [\"political\", \"liberalization\"], [\"liberalization\", \"economic\"], [\"economic\", \"growth\"], [\"growth\", \"sending\"], [\"sending\", \"country\"], [\"country\", \"force\"], [\"force\", \"globalization\"], [\"globalization\", \"evermore\"], [\"evermore\", \"digitally\"], [\"digitally\", \"interconnected\"], [\"interconnected\", \"world\"], [\"world\", \"trend\"], [\"trend\", \"raised\"], [\"raised\", \"education\"], [\"education\", \"level\"], [\"level\", \"immigrant\"], [\"immigrant\", \"race\"], [\"race\", \"recent\"], [\"recent\", \"year\"], [\"year\", \"asian\"], [\"asian\", \"immigrant\"], [\"immigrant\", \"exceed\"], [\"exceed\", \"race\"], [\"race\", \"ethnic\"], [\"ethnic\", \"group\"], [\"group\", \"share\"], [\"share\", \"either\"], [\"either\", \"college\"], [\"college\", \"student\"], [\"student\", \"college\"], [\"college\", \"graduate\"], [\"graduate\", \"native\"], [\"native\", \"born\"], [\"born\", \"foreign\"], [\"foreign\", \"born\"], [\"born\", \"throughout\"], [\"throughout\", \"long\"], [\"long\", \"history\"], [\"history\", \"immigration\"], [\"immigration\", \"wave\"], [\"wave\", \"u\"], [\"u\", \"typical\"], [\"typical\", \"pattern\"], [\"pattern\", \"time\"], [\"time\", \"second\"], [\"second\", \"generation\"], [\"generation\", \"ie\"], [\"ie\", \"child\"], [\"child\", \"immigrant\"], [\"immigrant\", \"surpasses\"], [\"surpasses\", \"immigrant\"], [\"immigrant\", \"generation\"], [\"generation\", \"key\"], [\"key\", \"measure\"], [\"measure\", \"socioeconomic\"], [\"socioeconomic\", \"wellbeing\"], [\"wellbeing\", \"assimilation\"], [\"assimilation\", \"household\"], [\"household\", \"income\"], [\"income\", \"educational\"], [\"educational\", \"attainment\"], [\"attainment\", \"english\"], [\"english\", \"fluency\"], [\"fluency\", \"yet\"], [\"yet\", \"possible\"], [\"possible\", \"make\"], [\"make\", \"full\"], [\"full\", \"intergenerational\"], [\"intergenerational\", \"accounting\"], [\"accounting\", \"modern\"], [\"modern\", \"asianamerican\"], [\"asianamerican\", \"immigration\"], [\"immigration\", \"wave\"], [\"wave\", \"immigrant\"], [\"immigrant\", \"still\"], [\"still\", \"far\"], [\"far\", \"dominant\"], [\"dominant\", \"group\"], [\"group\", \"second\"], [\"second\", \"generation\"], [\"generation\", \"recently\"], [\"recently\", \"begun\"], [\"begun\", \"come\"], [\"come\", \"adulthood\"], [\"adulthood\", \"significant\"], [\"significant\", \"number\"], [\"number\", \"among\"], [\"among\", \"secondgeneration\"], [\"secondgeneration\", \"asian\"], [\"asian\", \"median\"], [\"median\", \"age\"], [\"age\", \"17\"], [\"17\", \"word\"], [\"word\", \"half\"], [\"half\", \"still\"], [\"still\", \"child\"], [\"child\", \"basis\"], [\"basis\", \"evidence\"], [\"evidence\", \"far\"], [\"far\", \"immigrant\"], [\"immigrant\", \"generation\"], [\"generation\", \"set\"], [\"set\", \"bar\"], [\"bar\", \"success\"], [\"success\", \"challenge\"], [\"challenge\", \"next\"], [\"next\", \"generation\"], [\"generation\", \"surpass\"], [\"surpass\", \"difference\"], [\"difference\", \"share\"], [\"share\", \"native\"], [\"native\", \"foreignborn\"], [\"foreignborn\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"age\"], [\"age\", \"25\"], [\"25\", \"older\"], [\"older\", \"college\"], [\"college\", \"degree\"], [\"degree\", \"49\"], [\"49\", \"group\"], [\"group\", \"modest\"], [\"modest\", \"difference\"], [\"difference\", \"median\"], [\"median\", \"annual\"], [\"annual\", \"earnings\"], [\"earnings\", \"fulltime\"], [\"fulltime\", \"worker\"], [\"worker\", \"group\"], [\"group\", \"50000\"], [\"50000\", \"native\"], [\"native\", \"born\"], [\"born\", \"47000\"], [\"47000\", \"foreign\"], [\"foreign\", \"born\"], [\"born\", \"two\"], [\"two\", \"group\"], [\"group\", \"also\"], [\"also\", \"similar\"], [\"similar\", \"share\"], [\"share\", \"poverty\"], [\"poverty\", \"homeownership\"], [\"homeownership\", \"rate\"], [\"rate\", \"surprisingly\"], [\"surprisingly\", \"come\"], [\"come\", \"language\"], [\"language\", \"fluency\"], [\"fluency\", \"significant\"], [\"significant\", \"difference\"], [\"difference\", \"native\"], [\"native\", \"foreignborn\"], [\"foreignborn\", \"adult\"], [\"adult\", \"half\"], [\"half\", \"53\"], [\"53\", \"foreign\"], [\"foreign\", \"born\"], [\"born\", \"say\"], [\"say\", \"speak\"], [\"speak\", \"english\"], [\"english\", \"well\"], [\"well\", \"compared\"], [\"compared\", \"95\"], [\"95\", \"u\"], [\"u\", \"born\"], [\"born\", \"family\"], [\"family\", \"formation\"], [\"formation\", \"pattern\"], [\"pattern\", \"also\"], [\"also\", \"quite\"], [\"quite\", \"different\"], [\"different\", \"u\"], [\"u\", \"born\"], [\"born\", \"much\"], [\"much\", \"le\"], [\"le\", \"likely\"], [\"likely\", \"foreign\"], [\"foreign\", \"born\"], [\"born\", \"married\"], [\"married\", \"35\"], [\"35\", \"v\"], [\"v\", \"67\"], [\"67\", \"difference\"], [\"difference\", \"largely\"], [\"largely\", \"driven\"], [\"driven\", \"fact\"], [\"fact\", \"much\"], [\"much\", \"younger\"], [\"younger\", \"group\"], [\"group\", \"among\"], [\"among\", \"adult\"], [\"adult\", \"median\"], [\"median\", \"age\"], [\"age\", \"30\"], [\"30\", \"versus\"], [\"versus\", \"44\"], [\"44\", \"foreign\"], [\"foreign\", \"born\"], [\"born\", \"also\"], [\"also\", \"difference\"], [\"difference\", \"native\"], [\"native\", \"born\"], [\"born\", \"foreign\"], [\"foreign\", \"born\"], [\"born\", \"share\"], [\"share\", \"recent\"], [\"recent\", \"mother\"], [\"mother\", \"unmarried\"], [\"unmarried\", \"threeinten\"], [\"threeinten\", \"31\"], [\"31\", \"usborn\"], [\"usborn\", \"asian\"], [\"asian\", \"woman\"], [\"woman\", \"child\"], [\"child\", \"recently\"], [\"recently\", \"unmarried\"], [\"unmarried\", \"compared\"], [\"compared\", \"10\"], [\"10\", \"recent\"], [\"recent\", \"foreignborn\"], [\"foreignborn\", \"asianamerican\"], [\"asianamerican\", \"mother\"], [\"mother\", \"among\"], [\"among\", \"u\"], [\"u\", \"population\"], [\"population\", \"whole\"], [\"whole\", \"fourinten\"], [\"fourinten\", \"recent\"], [\"recent\", \"american\"], [\"american\", \"mother\"], [\"mother\", \"unmarried\"], [\"unmarried\", \"even\"], [\"even\", \"birth\"], [\"birth\", \"single\"], [\"single\", \"mother\"], [\"mother\", \"become\"], [\"become\", \"widespread\"], [\"widespread\", \"recent\"], [\"recent\", \"decade\"], [\"decade\", \"pew\"], [\"pew\", \"research\"], [\"research\", \"survey\"], [\"survey\", \"find\"], [\"find\", \"sizable\"], [\"sizable\", \"majority\"], [\"majority\", \"american\"], [\"american\", \"believe\"], [\"believe\", \"growing\"], [\"growing\", \"phenomenon\"], [\"phenomenon\", \"bad\"], [\"bad\", \"society\"], [\"society\", \"eye\"], [\"eye\", \"public\"], [\"public\", \"appears\"], [\"appears\", \"case\"], [\"case\", \"downward\"], [\"downward\", \"assimilation\"], [\"assimilation\", \"second\"], [\"second\", \"generation\"], [\"generation\", \"later\"], [\"later\", \"generation\"], [\"generation\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"increasingly\"], [\"increasingly\", \"prevalentbut\"], [\"prevalentbut\", \"still\"], [\"still\", \"frowned\"], [\"frowned\", \"uponus\"], [\"uponus\", \"pattern\"], [\"pattern\", \"behavior\"], [\"behavior\", \"positive\"], [\"positive\", \"note\"], [\"note\", \"usborn\"], [\"usborn\", \"asian\"], [\"asian\", \"upbeat\"], [\"upbeat\", \"foreign\"], [\"foreign\", \"born\"], [\"born\", \"relation\"], [\"relation\", \"racial\"], [\"racial\", \"ethnic\"], [\"ethnic\", \"group\"], [\"group\", \"receptive\"], [\"receptive\", \"growing\"], [\"growing\", \"practice\"], [\"practice\", \"racial\"], [\"racial\", \"ethnic\"], [\"ethnic\", \"intermarriage\"], [\"intermarriage\", \"perception\"], [\"perception\", \"discrimination\"], [\"discrimination\", \"part\"], [\"part\", \"today\"], [\"today\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"feel\"], [\"feel\", \"sting\"], [\"sting\", \"racial\"], [\"racial\", \"discrimination\"], [\"discrimination\", \"burden\"], [\"burden\", \"culturally\"], [\"culturally\", \"imposed\"], [\"imposed\", \"otherness\"], [\"otherness\", \"much\"], [\"much\", \"part\"], [\"part\", \"experience\"], [\"experience\", \"predecessor\"], [\"predecessor\", \"came\"], [\"came\", \"19th\"], [\"19th\", \"early\"], [\"early\", \"20th\"], [\"20th\", \"century\"], [\"century\", \"oneinfive\"], [\"oneinfive\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"say\"], [\"say\", \"personally\"], [\"personally\", \"treated\"], [\"treated\", \"unfairly\"], [\"unfairly\", \"past\"], [\"past\", \"year\"], [\"year\", \"asian\"], [\"asian\", \"oneinten\"], [\"oneinten\", \"say\"], [\"say\", \"called\"], [\"called\", \"offensive\"], [\"offensive\", \"name\"], [\"name\", \"older\"], [\"older\", \"adult\"], [\"adult\", \"le\"], [\"le\", \"likely\"], [\"likely\", \"young\"], [\"young\", \"middleaged\"], [\"middleaged\", \"adult\"], [\"adult\", \"report\"], [\"report\", \"negative\"], [\"negative\", \"personal\"], [\"personal\", \"experience\"], [\"experience\", \"bias\"], [\"bias\", \"compared\"], [\"compared\", \"nation\"], [\"nation\", \"two\"], [\"two\", \"largest\"], [\"largest\", \"minority\"], [\"minority\", \"groupshispanics\"], [\"groupshispanics\", \"blacksasian\"], [\"blacksasian\", \"american\"], [\"american\", \"appear\"], [\"appear\", \"le\"], [\"le\", \"inclined\"], [\"inclined\", \"view\"], [\"view\", \"discrimination\"], [\"discrimination\", \"group\"], [\"group\", \"major\"], [\"major\", \"problem\"], [\"problem\", \"13\"], [\"13\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"say\"], [\"say\", \"half\"], [\"half\", \"48\"], [\"48\", \"say\"], [\"say\", \"minor\"], [\"minor\", \"problem\"], [\"problem\", \"third\"], [\"third\", \"35\"], [\"35\", \"say\"], [\"say\", \"problem\"], [\"problem\", \"sixinten\"], [\"sixinten\", \"say\"], [\"say\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"make\"], [\"make\", \"difference\"], [\"difference\", \"come\"], [\"come\", \"getting\"], [\"getting\", \"job\"], [\"job\", \"gaining\"], [\"gaining\", \"admission\"], [\"admission\", \"college\"], [\"college\", \"say\"], [\"say\", \"make\"], [\"make\", \"difference\"], [\"difference\", \"slightly\"], [\"slightly\", \"higher\"], [\"higher\", \"share\"], [\"share\", \"say\"], [\"say\", \"member\"], [\"member\", \"group\"], [\"group\", \"helped\"], [\"helped\", \"rather\"], [\"rather\", \"hurt\"], [\"hurt\", \"race\"], [\"race\", \"le\"], [\"le\", \"education\"], [\"education\", \"prone\"], [\"prone\", \"education\"], [\"education\", \"say\"], [\"say\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"advantage\"], [\"advantage\", \"group\"], [\"group\", \"relation\"], [\"relation\", \"overall\"], [\"overall\", \"eightinten\"], [\"eightinten\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"say\"], [\"say\", \"group\"], [\"group\", \"get\"], [\"get\", \"along\"], [\"along\", \"either\"], [\"either\", \"pretty\"], [\"pretty\", \"well\"], [\"well\", \"white\"], [\"white\", \"roughly\"], [\"roughly\", \"seveninten\"], [\"seveninten\", \"say\"], [\"say\", \"relation\"], [\"relation\", \"hispanic\"], [\"hispanic\", \"sixinten\"], [\"sixinten\", \"say\"], [\"say\", \"relation\"], [\"relation\", \"black\"], [\"black\", \"korean\"], [\"korean\", \"american\"], [\"american\", \"stand\"], [\"stand\", \"negative\"], [\"negative\", \"view\"], [\"view\", \"group\"], [\"group\", \"relation\"], [\"relation\", \"black\"], [\"black\", \"fully\"], [\"fully\", \"half\"], [\"half\", \"say\"], [\"say\", \"two\"], [\"two\", \"group\"], [\"group\", \"dont\"], [\"dont\", \"get\"], [\"get\", \"along\"], [\"along\", \"well\"], [\"well\", \"39\"], [\"39\", \"say\"], [\"say\", \"get\"], [\"get\", \"along\"], [\"along\", \"pretty\"], [\"pretty\", \"well\"], [\"well\", \"4\"], [\"4\", \"say\"], [\"say\", \"get\"], [\"get\", \"along\"], [\"along\", \"well\"], [\"well\", \"several\"], [\"several\", \"city\"], [\"city\", \"across\"], [\"across\", \"country\"], [\"country\", \"history\"], [\"history\", \"tension\"], [\"tension\", \"korean\"], [\"korean\", \"black\"], [\"black\", \"often\"], [\"often\", \"arising\"], [\"arising\", \"friction\"], [\"friction\", \"korean\"], [\"korean\", \"shopkeeper\"], [\"shopkeeper\", \"black\"], [\"black\", \"customer\"], [\"customer\", \"predominantly\"], [\"predominantly\", \"black\"], [\"black\", \"neighborhood\"], [\"neighborhood\", \"fourinten\"], [\"fourinten\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"say\"], [\"say\", \"circle\"], [\"circle\", \"friend\"], [\"friend\", \"dominated\"], [\"dominated\", \"asian\"], [\"asian\", \"country\"], [\"country\", \"origin\"], [\"origin\", \"58\"], [\"58\", \"say\"], [\"say\", \"among\"], [\"among\", \"usborn\"], [\"usborn\", \"asian\"], [\"asian\", \"however\"], [\"however\", \"17\"], [\"17\", \"say\"], [\"say\", \"friend\"], [\"friend\", \"country\"], [\"country\", \"origin\"], [\"origin\", \"group\"], [\"group\", \"asianamerican\"], [\"asianamerican\", \"newlywed\"], [\"newlywed\", \"likely\"], [\"likely\", \"major\"], [\"major\", \"racial\"], [\"racial\", \"ethnic\"], [\"ethnic\", \"group\"], [\"group\", \"intermarried\"], [\"intermarried\", \"2008\"], [\"2008\", \"2010\"], [\"2010\", \"29\"], [\"29\", \"asian\"], [\"asian\", \"newlywed\"], [\"newlywed\", \"married\"], [\"married\", \"someone\"], [\"someone\", \"different\"], [\"different\", \"race\"], [\"race\", \"compared\"], [\"compared\", \"26\"], [\"26\", \"hispanic\"], [\"hispanic\", \"17\"], [\"17\", \"black\"], [\"black\", \"9\"], [\"9\", \"white\"], [\"white\", \"notable\"], [\"notable\", \"gender\"], [\"gender\", \"difference\"], [\"difference\", \"asian\"], [\"asian\", \"woman\"], [\"woman\", \"twice\"], [\"twice\", \"likely\"], [\"likely\", \"asian\"], [\"asian\", \"men\"], [\"men\", \"marry\"], [\"marry\", \"among\"], [\"among\", \"black\"], [\"black\", \"gender\"], [\"gender\", \"pattern\"], [\"pattern\", \"run\"], [\"run\", \"waymen\"], [\"waymen\", \"twice\"], [\"twice\", \"likely\"], [\"likely\", \"woman\"], [\"woman\", \"marry\"], [\"marry\", \"among\"], [\"among\", \"white\"], [\"white\", \"hispanic\"], [\"hispanic\", \"difference\"], [\"difference\", \"gender\"], [\"gender\", \"among\"], [\"among\", \"asianamerican\"], [\"asianamerican\", \"newlywed\"], [\"newlywed\", \"japanese\"], [\"japanese\", \"highest\"], [\"highest\", \"rate\"], [\"rate\", \"intermarriage\"], [\"intermarriage\", \"indian\"], [\"indian\", \"lowest\"], [\"lowest\", \"half\"], [\"half\", \"recent\"], [\"recent\", \"japanese\"], [\"japanese\", \"newlywed\"], [\"newlywed\", \"married\"], [\"married\", \"nonasian\"], [\"nonasian\", \"among\"], [\"among\", \"recent\"], [\"recent\", \"indian\"], [\"indian\", \"newlywed\"], [\"newlywed\", \"oneineight\"], [\"oneineight\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"highly\"], [\"highly\", \"concentrated\"], [\"concentrated\", \"residential\"], [\"residential\", \"enclave\"], [\"enclave\", \"exemplified\"], [\"exemplified\", \"establishment\"], [\"establishment\", \"chinatowns\"], [\"chinatowns\", \"asian\"], [\"asian\", \"community\"], [\"community\", \"city\"], [\"city\", \"across\"], [\"across\", \"country\"], [\"country\", \"today\"], [\"today\", \"however\"], [\"however\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"much\"], [\"much\", \"likely\"], [\"likely\", \"racial\"], [\"racial\", \"group\"], [\"group\", \"live\"], [\"live\", \"racially\"], [\"racially\", \"mixed\"], [\"mixed\", \"neighborhood\"], [\"neighborhood\", \"11\"], [\"11\", \"currently\"], [\"currently\", \"live\"], [\"live\", \"census\"], [\"census\", \"tract\"], [\"tract\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"majority\"], [\"majority\", \"comparable\"], [\"comparable\", \"figure\"], [\"figure\", \"41\"], [\"41\", \"black\"], [\"black\", \"43\"], [\"43\", \"hispanic\"], [\"hispanic\", \"90\"], [\"90\", \"white\"], [\"white\", \"comparison\"], [\"comparison\", \"treated\"], [\"treated\", \"caution\"], [\"caution\", \"group\"], [\"group\", \"numerous\"], [\"numerous\", \"asian\"], [\"asian\", \"thereby\"], [\"thereby\", \"creating\"], [\"creating\", \"larger\"], [\"larger\", \"potential\"], [\"potential\", \"pool\"], [\"pool\", \"racial\"], [\"racial\", \"enclave\"], [\"enclave\", \"despite\"], [\"despite\", \"high\"], [\"high\", \"level\"], [\"level\", \"residential\"], [\"residential\", \"integration\"], [\"integration\", \"outmarriage\"], [\"outmarriage\", \"many\"], [\"many\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"continue\"], [\"continue\", \"feel\"], [\"feel\", \"degree\"], [\"degree\", \"cultural\"], [\"cultural\", \"separation\"], [\"separation\", \"american\"], [\"american\", \"surprisingly\"], [\"surprisingly\", \"feeling\"], [\"feeling\", \"highly\"], [\"highly\", \"correlated\"], [\"correlated\", \"nativity\"], [\"nativity\", \"duration\"], [\"duration\", \"time\"], [\"time\", \"u\"], [\"u\", \"among\"], [\"among\", \"usborn\"], [\"usborn\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"twothirds\"], [\"twothirds\", \"65\"], [\"65\", \"say\"], [\"say\", \"feel\"], [\"feel\", \"like\"], [\"like\", \"typical\"], [\"typical\", \"american\"], [\"american\", \"among\"], [\"among\", \"immigrant\"], [\"immigrant\", \"30\"], [\"30\", \"say\"], [\"say\", \"figure\"], [\"figure\", \"fall\"], [\"fall\", \"22\"], [\"22\", \"among\"], [\"among\", \"immigrant\"], [\"immigrant\", \"arrived\"], [\"arrived\", \"since\"], [\"since\", \"2000\"], [\"2000\", \"asianamerican\"], [\"asianamerican\", \"label\"], [\"label\", \"doesnt\"], [\"doesnt\", \"hold\"], [\"hold\", \"much\"], [\"much\", \"sway\"], [\"sway\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"oneinfive\"], [\"oneinfive\", \"19\"], [\"19\", \"say\"], [\"say\", \"often\"], [\"often\", \"describe\"], [\"describe\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"asian\"], [\"asian\", \"majority\"], [\"majority\", \"62\"], [\"62\", \"say\"], [\"say\", \"often\"], [\"often\", \"describe\"], [\"describe\", \"country\"], [\"country\", \"origin\"], [\"origin\", \"eg\"], [\"eg\", \"chinese\"], [\"chinese\", \"chinese\"], [\"chinese\", \"american\"], [\"american\", \"vietnamese\"], [\"vietnamese\", \"vietnamese\"], [\"vietnamese\", \"american\"], [\"american\", \"14\"], [\"14\", \"say\"], [\"say\", \"often\"], [\"often\", \"simply\"], [\"simply\", \"call\"], [\"call\", \"american\"], [\"american\", \"among\"], [\"among\", \"usborn\"], [\"usborn\", \"asian\"], [\"asian\", \"share\"], [\"share\", \"often\"], [\"often\", \"call\"], [\"call\", \"american\"], [\"american\", \"rise\"], [\"rise\", \"28\"], [\"28\", \"identity\"], [\"identity\", \"preference\"], [\"preference\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"similar\"], [\"similar\", \"hispanic\"], [\"hispanic\", \"group\"], [\"group\", \"driving\"], [\"driving\", \"modern\"], [\"modern\", \"immigration\"], [\"immigration\", \"wave\"], [\"wave\", \"hispanic\"], [\"hispanic\", \"likely\"], [\"likely\", \"identify\"], [\"identify\", \"using\"], [\"using\", \"country\"], [\"country\", \"origin\"], [\"origin\", \"identify\"], [\"identify\", \"hispanic\"], [\"hispanic\", \"american\"], [\"american\", \"perception\"], [\"perception\", \"success\"], [\"success\", \"fourinten\"], [\"fourinten\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"43\"], [\"43\", \"say\"], [\"say\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"successful\"], [\"successful\", \"racial\"], [\"racial\", \"ethnic\"], [\"ethnic\", \"minority\"], [\"minority\", \"u\"], [\"u\", \"similar\"], [\"similar\", \"share\"], [\"share\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"45\"], [\"45\", \"say\"], [\"say\", \"successful\"], [\"successful\", \"5\"], [\"5\", \"say\"], [\"say\", \"le\"], [\"le\", \"successful\"], [\"successful\", \"nativeborn\"], [\"nativeborn\", \"foreignborn\"], [\"foreignborn\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"similar\"], [\"similar\", \"view\"], [\"view\", \"group\"], [\"group\", \"success\"], [\"success\", \"relative\"], [\"relative\", \"minority\"], [\"minority\", \"recent\"], [\"recent\", \"immigrant\"], [\"immigrant\", \"however\"], [\"however\", \"tend\"], [\"tend\", \"somewhat\"], [\"somewhat\", \"le\"], [\"le\", \"upbeat\"], [\"upbeat\", \"assessment\"], [\"assessment\", \"immigrant\"], [\"immigrant\", \"came\"], [\"came\", \"2000\"], [\"2000\", \"36\"], [\"36\", \"former\"], [\"former\", \"versus\"], [\"versus\", \"48\"], [\"48\", \"latter\"], [\"latter\", \"say\"], [\"say\", \"group\"], [\"group\", \"successful\"], [\"successful\", \"minority\"], [\"minority\", \"group\"], [\"group\", \"u\"], [\"u\", \"member\"], [\"member\", \"nation\"], [\"nation\", \"large\"], [\"large\", \"immigrant\"], [\"immigrant\", \"grouphispanicsare\"], [\"grouphispanicsare\", \"le\"], [\"le\", \"half\"], [\"half\", \"likely\"], [\"likely\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"say\"], [\"say\", \"group\"], [\"group\", \"successful\"], [\"successful\", \"racial\"], [\"racial\", \"ethnic\"], [\"ethnic\", \"minority\"], [\"minority\", \"four\"], [\"four\", \"time\"], [\"time\", \"likely\"], [\"likely\", \"say\"], [\"say\", \"le\"], [\"le\", \"successful\"], [\"successful\", \"personal\"], [\"personal\", \"level\"], [\"level\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"satisfied\"], [\"satisfied\", \"general\"], [\"general\", \"public\"], [\"public\", \"financial\"], [\"financial\", \"situation\"], [\"situation\", \"standard\"], [\"standard\", \"living\"], [\"living\", \"measured\"], [\"measured\", \"well\"], [\"well\", \"parent\"], [\"parent\", \"stage\"], [\"stage\", \"life\"], [\"life\", \"half\"], [\"half\", \"49\"], [\"49\", \"say\"], [\"say\", \"much\"], [\"much\", \"better\"], [\"better\", \"quarter\"], [\"quarter\", \"say\"], [\"say\", \"somewhat\"], [\"somewhat\", \"better\"], [\"better\", \"contrast\"], [\"contrast\", \"third\"], [\"third\", \"american\"], [\"american\", \"say\"], [\"say\", \"much\"], [\"much\", \"better\"], [\"better\", \"parent\"], [\"parent\", \"similar\"], [\"similar\", \"stage\"], [\"stage\", \"life\"], [\"life\", \"minor\"], [\"minor\", \"difference\"], [\"difference\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"general\"], [\"general\", \"public\"], [\"public\", \"expectation\"], [\"expectation\", \"upward\"], [\"upward\", \"mobility\"], [\"mobility\", \"child\"], [\"child\", \"31\"], [\"31\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"believe\"], [\"believe\", \"child\"], [\"child\", \"age\"], [\"age\", \"child\"], [\"child\", \"much\"], [\"much\", \"better\"], [\"better\", \"standard\"], [\"standard\", \"living\"], [\"living\", \"22\"], [\"22\", \"say\"], [\"say\", \"somewhat\"], [\"somewhat\", \"better\"], [\"better\", \"19\"], [\"19\", \"say\"], [\"say\", \"19\"], [\"19\", \"say\"], [\"say\", \"somewhat\"], [\"somewhat\", \"much\"], [\"much\", \"worse\"], [\"worse\", \"measure\"], [\"measure\", \"sizable\"], [\"sizable\", \"difference\"], [\"difference\", \"among\"], [\"among\", \"u\"], [\"u\", \"asian\"], [\"asian\", \"subgroup\"], [\"subgroup\", \"nearly\"], [\"nearly\", \"half\"], [\"half\", \"vietnamese\"], [\"vietnamese\", \"american\"], [\"american\", \"48\"], [\"48\", \"say\"], [\"say\", \"expect\"], [\"expect\", \"child\"], [\"child\", \"eventually\"], [\"eventually\", \"much\"], [\"much\", \"better\"], [\"better\", \"standard\"], [\"standard\", \"living\"], [\"living\", \"third\"], [\"third\", \"korean\"], [\"korean\", \"indian\"], [\"indian\", \"feel\"], [\"feel\", \"way\"], [\"way\", \"oneinfour\"], [\"oneinfour\", \"chinese\"], [\"chinese\", \"filipino\"], [\"filipino\", \"oneinfive\"], [\"oneinfive\", \"japanese\"], [\"japanese\", \"overall\"], [\"overall\", \"foreign\"], [\"foreign\", \"born\"], [\"born\", \"optimistic\"], [\"optimistic\", \"native\"], [\"native\", \"born\"], [\"born\", \"childrens\"], [\"childrens\", \"future\"], [\"future\", \"standard\"], [\"standard\", \"living\"], [\"living\", \"relative\"], [\"relative\", \"present\"], [\"present\", \"political\"], [\"political\", \"social\"], [\"social\", \"attitude\"], [\"attitude\", \"compared\"], [\"compared\", \"general\"], [\"general\", \"public\"], [\"public\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"likely\"], [\"likely\", \"support\"], [\"support\", \"activist\"], [\"activist\", \"government\"], [\"government\", \"le\"], [\"le\", \"likely\"], [\"likely\", \"identify\"], [\"identify\", \"republican\"], [\"republican\", \"half\"], [\"half\", \"democrat\"], [\"democrat\", \"lean\"], [\"lean\", \"democratic\"], [\"democratic\", \"28\"], [\"28\", \"identify\"], [\"identify\", \"lean\"], [\"lean\", \"toward\"], [\"toward\", \"gop\"], [\"gop\", \"among\"], [\"among\", \"american\"], [\"american\", \"adult\"], [\"adult\", \"49\"], [\"49\", \"fall\"], [\"fall\", \"democratic\"], [\"democratic\", \"camp\"], [\"camp\", \"39\"], [\"39\", \"identify\"], [\"identify\", \"lean\"], [\"lean\", \"toward\"], [\"toward\", \"republican\"], [\"republican\", \"party\"], [\"party\", \"indian\"], [\"indian\", \"american\"], [\"american\", \"heavily\"], [\"heavily\", \"democratic\"], [\"democratic\", \"asian\"], [\"asian\", \"subgroup\"], [\"subgroup\", \"65\"], [\"65\", \"filipino\"], [\"filipino\", \"american\"], [\"american\", \"vietnamese\"], [\"vietnamese\", \"american\"], [\"american\", \"evenly\"], [\"evenly\", \"split\"], [\"split\", \"two\"], [\"two\", \"party\"], [\"party\", \"president\"], [\"president\", \"obama\"], [\"obama\", \"get\"], [\"get\", \"higher\"], [\"higher\", \"rating\"], [\"rating\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"general\"], [\"general\", \"public\"], [\"public\", \"54\"], [\"54\", \"approve\"], [\"approve\", \"way\"], [\"way\", \"handling\"], [\"handling\", \"job\"], [\"job\", \"president\"], [\"president\", \"compared\"], [\"compared\", \"44\"], [\"44\", \"general\"], [\"general\", \"public\"], [\"public\", \"2008\"], [\"2008\", \"asianamerican\"], [\"asianamerican\", \"voter\"], [\"voter\", \"supported\"], [\"supported\", \"obama\"], [\"obama\", \"republican\"], [\"republican\", \"john\"], [\"john\", \"mccain\"], [\"mccain\", \"62\"], [\"62\", \"35\"], [\"35\", \"according\"], [\"according\", \"election\"], [\"election\", \"day\"], [\"day\", \"exit\"], [\"exit\", \"poll\"], [\"poll\", \"balance\"], [\"balance\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"prefer\"], [\"prefer\", \"big\"], [\"big\", \"government\"], [\"government\", \"provides\"], [\"provides\", \"service\"], [\"service\", \"55\"], [\"55\", \"smaller\"], [\"smaller\", \"government\"], [\"government\", \"provides\"], [\"provides\", \"fewer\"], [\"fewer\", \"service\"], [\"service\", \"36\"], [\"36\", \"contrast\"], [\"contrast\", \"general\"], [\"general\", \"public\"], [\"public\", \"prefers\"], [\"prefers\", \"smaller\"], [\"smaller\", \"government\"], [\"government\", \"bigger\"], [\"bigger\", \"government\"], [\"government\", \"52\"], [\"52\", \"39\"], [\"39\", \"differ\"], [\"differ\", \"role\"], [\"role\", \"government\"], [\"government\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"close\"], [\"close\", \"public\"], [\"public\", \"opinion\"], [\"opinion\", \"two\"], [\"two\", \"key\"], [\"key\", \"social\"], [\"social\", \"issue\"], [\"issue\", \"ratio\"], [\"ratio\", \"53\"], [\"53\", \"35\"], [\"35\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"say\"], [\"say\", \"homosexuality\"], [\"homosexuality\", \"accepted\"], [\"accepted\", \"society\"], [\"society\", \"rather\"], [\"rather\", \"discouraged\"], [\"discouraged\", \"issue\"], [\"issue\", \"abortion\"], [\"abortion\", \"54\"], [\"54\", \"asian\"], [\"asian\", \"american\"], [\"american\", \"say\"], [\"say\", \"legal\"], [\"legal\", \"case\"], [\"case\", \"37\"], [\"37\", \"say\"], [\"say\", \"illegal\"]], \"Text_Lemmatized\": \"rise asian american updated edition april 04 2013 new edition 2012 report asian american provides data 14 smaller asian origin group population count 500000 2010 census along detailed data economic demographic characteristic adult nine group original 2012 report contained survey census data asian american well specific information six largest asian origin group asian american highestincome besteducated fastestgrowing racial group united state satisfied general public life finance direction country place value american marriage parenthood hard work career success according comprehensive new nationwide survey pew research center century ago asian american lowskilled lowwage laborer crowded ethnic enclave target official discrimination today likely major racial ethnic group america live mixed neighborhood marry across racial line newly minted medical school graduate priscilla chan married facebook founder mark zuckerberg last month joined 37 recent asianamerican bride wed nonasian groom milestone economic success social assimilation come group still majority immigrant nearly threequarters 74 asianamerican adult born abroad half say speak english well half say dont asian recently passed hispanic largest group new immigrant united state educational credential recent arrival striking sixinten 61 adult age 25 64 come asia recent year least bachelor degree double share among recent nonasian arrival almost surely make recent asian arrival highly educated cohort immigrant u history compared educational attainment population country origin recent asian immigrant also stand select group example 27 adult age 25 64 south korea 25 japan bachelor degree contrast nearly 70 comparably aged recent immigrant two country least bachelor degree recent asian immigrant also three time likely recent immigrant part world receive green cardsor permanent resident statuson basis employer rather family sponsorship though family reunification remains common legal gateway u asian immigrant immigrant modern immigration wave asia nearly half century old pushed total population asian americansforeign born u born adult childrento record 182 million 2011 58 total u population le 1 1965 comparison nonhispanic white 1975 million 633 hispanic 520 million 167 nonhispanic black 383 million 123 asian american trace root dozen country far east southeast asia indian subcontinent country origin subgroup unique history culture language religious belief economic demographic trait social political value pathway america despite often sizable subgroup difference asian american distinctive whole especially compared u adult exceed share college degree 49 v 28 also median annual household income 66000 versus 49800 median household wealth 83500 v 68529 noteworthy way according pew research center survey nationally representative sample 3511 asian american conducted telephone jan 3 march 27 2012 english seven asian language satisfied general public life overall 82 v 75 personal finance 51 v 35 general direction country 43 v 21 also stand strong emphasis family half 54 say successful marriage one important thing life 34 american adult agree twothirds asianamerican adult 67 say good parent one important thing life 50 adult agree living arrangement align value likely american adult married 59 v 51 newborn le likely u newborn unmarried mother 16 v 41 child likely u child raised household two married parent 80 v 63 likely general public live multigenerational family household 28 live least two adult generation roof twice share white slightly share black hispanic live household u asian also strong sense filial respect twothirds say parent lot influence choosing one profession 66 spouse 61 asian american pervasive belief reward hard work nearly seveninten 69 say people get ahead willing work hard view shared somewhat smaller share american public whole 58 fully 93 asian american describe member country origin group hardworking 57 say american whole light asian american sometimes go overboard stressing hard work nearly fourinten 39 say asianamerican parent country origin subgroup put much pressure child well school 9 say american parent flipside coin sixinten asian american say american parent put little pressure child succeed school 9 say asianamerican parent publication last year battle hymn tiger mother comic memoir strict parenting yale law professor amy chua daughter immigrant triggered spirited debate cultural difference parenting norm immigration wave asia occurred time largest sending country experienced dramatic gain standard living asian immigrant looking shoulder regret 12 say would remain country origin lopsided margin asian american say u preferable country origin realm providing economic opportunity political religious freedom good condition raising child respondent rated country origin superior one seven measure tested surveystrength family tie survey conducted among asian american currently living u case immigration wave portion came u asia recent decade chosen return country origin however return migration rate estimated lower immigrant asia immigrant naturalization ratesthat share eligible immigrant become u citizensare higher detail see chapter 1 asian u asia finding survey compared recent survey conducted pew research center global attitude project among asian major asian country mixed picture emerges example adult living china satisfied way thing going country chinese american way thing going united state contrast public india japan downbeat view way thing going country counterpart group u across board however u asian likely asian asia say standard living better parent similar stage life u asian also exceed asian belief hard work lead success life many u asian say asianamerican parent place much pressure child well school even chinese japanese say parent country detail crossnational comparison see chapter 4 difference among asianamerican subgroup pew research center survey designed contain nationally representative sample six largest asianamerican group country originchinese american filipino american indian american vietnamese american korean american japanese american together group comprise least 83 total asian population u basic demographic group different many measure example indian american lead group significant margin level income education seveninten indianamerican adult age 25 older college degree compared half american korean chinese filipino japanese ancestry quarter vietnamese american side socioeconomic ledger american korean vietnamese chinese u asian origin higher share poverty u general public indian japanese filipino origin lower share geographic settlement pattern also differ seveninten japanese twothirds filipino live west compared fewer half chinese vietnamese korean quarter indian religious identity asian american quite varied according pew research survey half chinese unaffiliated filipino catholic half indian hindu korean protestant plurality vietnamese buddhist among japanese american one group dominant 38 christian 32 unaffiliated 25 buddhist total 26 asian american unaffiliated 22 protestant 13 evangelical 9 mainline 19 catholic 14 buddhist 10 hindu 4 muslim 1 sikh overall 39 asian american say religion important life compared 58 u general public subgroup difference social cultural realm well japanese filipino american accepting interracial intergroup marriage korean vietnamese indian le comfortable korean likely say discrimination group major problem least likely say group get along well racial ethnic group u contrast filipino upbeat view intergroup relation u japanese group majority u born 73 total population 68 adult subgroup majority foreign born pathway u different half korean indian immigrant received green card 2011 got basis employer sponsorship compared third japanese fifth chinese oneineight filipino 1 vietnamese vietnamese major subgroup come u large number political refugee others say come mostly economic educational family reason asian american varying degree attachment relative home countrieslikely reflecting difference timing circumstance immigration example though among least welloff financially vietnamese american among likely 58 say sent money someone vietnam past year half filipino 52 also say sent remittance home past year contrast japanese 12 korean 16 much le likely done different naturalization rate fully threequarters foreignborn vietnamese naturalized u citizen compared twothirds filipino sixinten chinese korean half indian third japanese history asian immigrant first came u significant number century half agomainly lowskilled male laborer mined farmed built railroad endured generation officially sanctioned racial prejudiceincluding regulation prohibited immigration asian woman chinese exclusion act 1882 barred new immigration china immigration act 1917 national origin act 1924 extended immigration ban include virtually asia forced relocation internment 120000 japanese american japanese attack pearl harbor 1941 largescale immigration asia take passage landmark immigration nationality act 1965 decade modern wave immigrant asia increasingly become skilled educated today recent arrival asia nearly twice likely came three decade ago college degree many go highpaying field science engineering medicine finance evolution spurred change u immigration policy labor market political liberalization economic growth sending country force globalization evermore digitally interconnected world trend raised education level immigrant race recent year asian immigrant exceed race ethnic group share either college student college graduate native born foreign born throughout long history immigration wave u typical pattern time second generation ie child immigrant surpasses immigrant generation key measure socioeconomic wellbeing assimilation household income educational attainment english fluency yet possible make full intergenerational accounting modern asianamerican immigration wave immigrant still far dominant group second generation recently begun come adulthood significant number among secondgeneration asian median age 17 word half still child basis evidence far immigrant generation set bar success challenge next generation surpass difference share native foreignborn asian american age 25 older college degree 49 group modest difference median annual earnings fulltime worker group 50000 native born 47000 foreign born two group also similar share poverty homeownership rate surprisingly come language fluency significant difference native foreignborn adult half 53 foreign born say speak english well compared 95 u born family formation pattern also quite different u born much le likely foreign born married 35 v 67 difference largely driven fact much younger group among adult median age 30 versus 44 foreign born also difference native born foreign born share recent mother unmarried threeinten 31 usborn asian woman child recently unmarried compared 10 recent foreignborn asianamerican mother among u population whole fourinten recent american mother unmarried even birth single mother become widespread recent decade pew research survey find sizable majority american believe growing phenomenon bad society eye public appears case downward assimilation second generation later generation asian american increasingly prevalentbut still frowned uponus pattern behavior positive note usborn asian upbeat foreign born relation racial ethnic group receptive growing practice racial ethnic intermarriage perception discrimination part today asian american feel sting racial discrimination burden culturally imposed otherness much part experience predecessor came 19th early 20th century oneinfive asian american say personally treated unfairly past year asian oneinten say called offensive name older adult le likely young middleaged adult report negative personal experience bias compared nation two largest minority groupshispanics blacksasian american appear le inclined view discrimination group major problem 13 asian american say half 48 say minor problem third 35 say problem sixinten say asian american make difference come getting job gaining admission college say make difference slightly higher share say member group helped rather hurt race le education prone education say asian american advantage group relation overall eightinten asian american say group get along either pretty well white roughly seveninten say relation hispanic sixinten say relation black korean american stand negative view group relation black fully half say two group dont get along well 39 say get along pretty well 4 say get along well several city across country history tension korean black often arising friction korean shopkeeper black customer predominantly black neighborhood fourinten asian american say circle friend dominated asian country origin 58 say among usborn asian however 17 say friend country origin group asianamerican newlywed likely major racial ethnic group intermarried 2008 2010 29 asian newlywed married someone different race compared 26 hispanic 17 black 9 white notable gender difference asian woman twice likely asian men marry among black gender pattern run waymen twice likely woman marry among white hispanic difference gender among asianamerican newlywed japanese highest rate intermarriage indian lowest half recent japanese newlywed married nonasian among recent indian newlywed oneineight asian american highly concentrated residential enclave exemplified establishment chinatowns asian community city across country today however asian american much likely racial group live racially mixed neighborhood 11 currently live census tract asian american majority comparable figure 41 black 43 hispanic 90 white comparison treated caution group numerous asian thereby creating larger potential pool racial enclave despite high level residential integration outmarriage many asian american continue feel degree cultural separation american surprisingly feeling highly correlated nativity duration time u among usborn asian american twothirds 65 say feel like typical american among immigrant 30 say figure fall 22 among immigrant arrived since 2000 asianamerican label doesnt hold much sway asian american oneinfive 19 say often describe asian american asian majority 62 say often describe country origin eg chinese chinese american vietnamese vietnamese american 14 say often simply call american among usborn asian share often call american rise 28 identity preference asian american similar hispanic group driving modern immigration wave hispanic likely identify using country origin identify hispanic american perception success fourinten asian american 43 say asian american successful racial ethnic minority u similar share asian american 45 say successful 5 say le successful nativeborn foreignborn asian american similar view group success relative minority recent immigrant however tend somewhat le upbeat assessment immigrant came 2000 36 former versus 48 latter say group successful minority group u member nation large immigrant grouphispanicsare le half likely asian american say group successful racial ethnic minority four time likely say le successful personal level asian american satisfied general public financial situation standard living measured well parent stage life half 49 say much better quarter say somewhat better contrast third american say much better parent similar stage life minor difference asian american general public expectation upward mobility child 31 asian american believe child age child much better standard living 22 say somewhat better 19 say 19 say somewhat much worse measure sizable difference among u asian subgroup nearly half vietnamese american 48 say expect child eventually much better standard living third korean indian feel way oneinfour chinese filipino oneinfive japanese overall foreign born optimistic native born childrens future standard living relative present political social attitude compared general public asian american likely support activist government le likely identify republican half democrat lean democratic 28 identify lean toward gop among american adult 49 fall democratic camp 39 identify lean toward republican party indian american heavily democratic asian subgroup 65 filipino american vietnamese american evenly split two party president obama get higher rating asian american general public 54 approve way handling job president compared 44 general public 2008 asianamerican voter supported obama republican john mccain 62 35 according election day exit poll balance asian american prefer big government provides service 55 smaller government provides fewer service 36 contrast general public prefers smaller government bigger government 52 39 differ role government asian american close public opinion two key social issue ratio 53 35 asian american say homosexuality accepted society rather discouraged issue abortion 54 asian american say legal case 37 say illegal\", \"Text_Lower\": \"the rise of asian americans\\n\\nupdated edition april 04 2013 this new edition of our 2012 report on asian americans provides data on 14 smaller asian origin groups with population counts below 500000 in the 2010 census along with detailed data on the economic and demographic characteristics of adults in nine of these groups our original 2012 report contained survey and census data on all asian americans as well as specific information on the six largest asian origin groups\\n\\nasian americans are the highestincome besteducated and fastestgrowing racial group in the united states they are more satisfied than the general public with their lives finances and the direction of the country and they place more value than other americans do on marriage parenthood hard work and career success according to a comprehensive new nationwide survey by the pew research center\\n\\na century ago most asian americans were lowskilled lowwage laborers crowded into ethnic enclaves and targets of official discrimination today they are the most likely of any major racial or ethnic group in america to live in mixed neighborhoods and to marry across racial lines when newly minted medical school graduate priscilla chan married facebook founder mark zuckerberg last month she joined the 37 of all recent asianamerican brides who wed a nonasian groom\\n\\nthese milestones of economic success and social assimilation have come to a group that is still majority immigrant nearly threequarters 74 of asianamerican adults were born abroad of these about half say they speak english very well and half say they dont\\n\\nasians recently passed hispanics as the largest group of new immigrants to the united states the educational credentials of these recent arrivals are striking more than sixinten 61 adults ages 25 to 64 who have come from asia in recent years have at least a bachelors degree this is double the share among recent nonasian arrivals and almost surely makes the recent asian arrivals the most highly educated cohort of immigrants in us history\\n\\ncompared with the educational attainment of the population in their country of origin recent asian immigrants also stand out as a select group for example about 27 of adults ages 25 to 64 in south korea and 25 in japan have a bachelors degree or more in contrast nearly 70 of comparably aged recent immigrants from these two countries have at least a bachelors degree\\n\\nrecent asian immigrants are also about three times as likely as recent immigrants from other parts of the world to receive their green cardsor permanent resident statuson the basis of employer rather than family sponsorship though family reunification remains the most common legal gateway to the us for asian immigrants as it is for all immigrants\\n\\nthe modern immigration wave from asia is nearly a half century old and has pushed the total population of asian americansforeign born and us born adults and childrento a record 182 million in 2011 or 58 of the total us population up from less than 1 in 1965 by comparison nonhispanic whites are 1975 million and 633 hispanics 520 million and 167 and nonhispanic blacks 383 million and 123\\n\\nasian americans trace their roots to any of dozens of countries in the far east southeast asia and the indian subcontinent each country of origin subgroup has its own unique history culture language religious beliefs economic and demographic traits social and political values and pathways into america\\n\\nbut despite often sizable subgroup differences asian americans are distinctive as a whole especially when compared with all us adults whom they exceed not just in the share with a college degree 49 vs 28 but also in median annual household income 66000 versus 49800 and median household wealth 83500 vs 68529\\n\\nthey are noteworthy in other ways too according to the pew research center survey of a nationally representative sample of 3511 asian americans conducted by telephone from jan 3 to march 27 2012 in english and seven asian languages they are more satisfied than the general public with their lives overall 82 vs 75 their personal finances 51 vs 35 and the general direction of the country 43 vs 21\\n\\nthey also stand out for their strong emphasis on family more than half 54 say that having a successful marriage is one of the most important things in life just 34 of all american adults agree twothirds of asianamerican adults 67 say that being a good parent is one of the most important things in life just 50 of all adults agree\\n\\ntheir living arrangements align with these values they are more likely than all american adults to be married 59 vs 51 their newborns are less likely than all us newborns to have an unmarried mother 16 vs 41 and their children are more likely than all us children to be raised in a household with two married parents 80 vs 63\\n\\nthey are more likely than the general public to live in multigenerational family households some 28 live with at least two adult generations under the same roof twice the share of whites and slightly more than the share of blacks and hispanics who live in such households us asians also have a strong sense of filial respect about twothirds say parents should have a lot or some influence in choosing ones profession 66 and spouse 61\\n\\nasian americans have a pervasive belief in the rewards of hard work nearly seveninten 69 say people can get ahead if they are willing to work hard a view shared by a somewhat smaller share of the american public as a whole 58 and fully 93 of asian americans describe members of their country of origin group as very hardworking just 57 say the same about americans as a whole\\n\\nby their own lights asian americans sometimes go overboard in stressing hard work nearly fourinten 39 say that asianamerican parents from their country of origin subgroup put too much pressure on their children to do well in school just 9 say the same about all american parents on the flipside of the same coin about sixinten asian americans say american parents put too little pressure on their children to succeed in school while just 9 say the same about asianamerican parents the publication last year of battle hymn of the tiger mother a comic memoir about strict parenting by yale law professor amy chua the daughter of immigrants triggered a spirited debate about cultural differences in parenting norms\\n\\nthe immigration wave from asia has occurred at a time when the largest sending countries have experienced dramatic gains in their standards of living but few asian immigrants are looking over their shoulders with regret just 12 say that if they had to do it all over again they would remain in their country of origin and by lopsided margins asian americans say the us is preferable to their country of origin in such realms as providing economic opportunity political and religious freedoms and good conditions for raising children respondents rated their country of origin as being superior on just one of seven measures tested in the surveystrength of family ties\\n\\nthe survey was conducted only among asian americans currently living in the us as is the case with all immigration waves a portion of those who came to the us from asia in recent decades have chosen to return to their country of origin however return migration rates are estimated to be lower for immigrants from asia than for other immigrants and naturalization ratesthat is the share of eligible immigrants who become us citizensare higher for more details see chapter 1\\n\\nasians in the us and in asia\\n\\nwhen findings from this survey are compared with recent surveys conducted by the pew research centers global attitudes project among asians in major asian countries a mixed picture emerges for example adults living in china are more satisfied with the way things are going in their country than chinese americans are with the way things are going in the united states by contrast the publics of india and japan have a more downbeat view of the way things are going in their countries than their counterpart groups do about the us\\n\\nacross the board however us asians are more likely than asians in asia to say their standard of living is better than that of their parents at a similar stage of life us asians also exceed asians in their belief that hard work leads to success in life and while many us asians say that asianamerican parents place too much pressure on their children to do well in school even more chinese and japanese say this about parents in their countries for more details on these and other crossnational comparisons see chapter 4\\n\\ndifferences among asianamerican subgroups\\n\\nthe pew research center survey was designed to contain a nationally representative sample of each of the six largest asianamerican groups by country of originchinese americans filipino americans indian americans vietnamese americans korean americans and japanese americans together these groups comprise at least 83 of the total asian population in the us\\n\\nthe basic demographics of these groups are different on many measures for example indian americans lead all other groups by a significant margin in their levels of income and education seveninten indianamerican adults ages 25 and older have a college degree compared with about half of americans of korean chinese filipino and japanese ancestry and about a quarter of vietnamese americans\\n\\non the other side of the socioeconomic ledger americans with korean vietnamese chinese and other us asian origins have higher shares in poverty than does the us general public while those with indian japanese and filipino origins have lower shares\\n\\ntheir geographic settlement patterns also differ more than seveninten japanese and twothirds of filipinos live in the west compared with fewer than half of chinese vietnamese and koreans and only about a quarter of indians\\n\\nthe religious identities of asian americans are quite varied according to the pew research survey about half of chinese are unaffiliated most filipinos are catholic about half of indians are hindu most koreans are protestant and a plurality of vietnamese are buddhist among japanese americans no one group is dominant 38 are christian 32 are unaffiliated and 25 are buddhist in total 26 of asian americans are unaffiliated 22 are protestant 13 evangelical 9 mainline 19 are catholic 14 are buddhist 10 are hindu 4 are muslim and 1 are sikh overall 39 of asian americans say religion is very important in their lives compared with 58 of the us general public\\n\\nthere are subgroup differences in social and cultural realms as well japanese and filipino americans are the most accepting of interracial and intergroup marriage koreans vietnamese and indians are less comfortable koreans are the most likely to say discrimination against their group is a major problem and they are the least likely to say that their group gets along very well with other racial and ethnic groups in the us in contrast filipinos have the most upbeat view of intergroup relations in the us\\n\\nthe japanese are the only group that is majority us born 73 of the total population and 68 of adults all other subgroups are majority foreign born\\n\\ntheir pathways into the us are different about half of all korean and indian immigrants who received green cards in 2011 got them on the basis of employer sponsorship compared with about a third of japanese a fifth of chinese oneineight filipinos and just 1 of vietnamese the vietnamese are the only major subgroup to have come to the us in large numbers as political refugees the others say they have come mostly for economic educational and family reasons\\n\\nasian americans have varying degrees of attachment to relatives in their home countrieslikely reflecting differences in the timing and circumstances of their immigration for example though they are among the least welloff financially vietnamese americans are among the most likely 58 to say they have sent money to someone in vietnam in the past year about half of filipinos 52 also say they sent remittances home in the past year by contrast japanese 12 and koreans 16 are much less likely to have done this\\n\\nthey have different naturalization rates fully threequarters of the foreignborn vietnamese are naturalized us citizens compared with twothirds of filipinos about sixinten chinese and koreans half of indians and only a third of japanese\\n\\nhistory\\n\\nasian immigrants first came to the us in significant numbers more than a century and a half agomainly as lowskilled male laborers who mined farmed and built the railroads they endured generations of officially sanctioned racial prejudiceincluding regulations that prohibited the immigration of asian women the chinese exclusion act of 1882 which barred all new immigration from china the immigration act of 1917 and the national origins act of 1924 which extended the immigration ban to include virtually all of asia and the forced relocation and internment of about 120000 japanese americans after the japanese attack on pearl harbor in 1941\\n\\nlargescale immigration from asia did not take off until the passage of the landmark immigration and nationality act of 1965 over the decades this modern wave of immigrants from asia has increasingly become more skilled and educated today recent arrivals from asia are nearly twice as likely as those who came three decades ago to have a college degree and many go into highpaying fields such as science engineering medicine and finance this evolution has been spurred by changes in us immigration policies and labor markets by political liberalization and economic growth in the sending countries and by the forces of globalization in an evermore digitally interconnected world\\n\\nthese trends have raised the education levels of immigrants of all races in recent years but asian immigrants exceed other race and ethnic groups in the share who are either college students or college graduates\\n\\nnative born and foreign born\\n\\nthroughout the long history of immigration waves to the us the typical pattern has been that over time the second generation ie the children of immigrants surpasses the immigrant generation in key measures of socioeconomic wellbeing and assimilation such as household income educational attainment and english fluency\\n\\nit is not yet possible to make any full intergenerational accounting of the modern asianamerican immigration wave the immigrants themselves are still by far the dominant group and the second generation has only recently begun to come into adulthood in significant numbers among all secondgeneration asians the median age is just 17 in other words about half are still children\\n\\nbut on the basis of the evidence so far this immigrant generation has set a bar of success that will be a challenge for the next generation to surpass as of now there is no difference in the share of native and foreignborn asian americans ages 25 and older who have a college degree 49 for each group and there is only a modest difference in the median annual earnings of fulltime workers in each group 50000 for the native born 47000 for the foreign born the two groups also have similar shares in poverty and homeownership rates\\n\\nnot surprisingly when it comes to language fluency there are significant differences between the native and foreignborn adults only about half 53 of the foreign born say they speak english very well compared with 95 of the us born family formation patterns are also quite different the us born are much less likely than the foreign born to be married 35 vs 67 a difference largely driven by the fact that they are a much younger group among adults the median age is 30 versus 44 for the foreign born\\n\\nthere are also differences between the native born and foreign born in the share of recent mothers who are unmarried about threeinten 31 usborn asian women who had children recently are unmarried compared with just 10 of all recent foreignborn asianamerican mothers among the us population as a whole about fourinten recent american mothers are unmarried even as births to single mothers have become more widespread in recent decades pew research surveys find that a sizable majority of americans believe this growing phenomenon has been bad for society so in the eyes of the public this appears to be a case of downward assimilation by second generation and later generations of asian americans to an increasingly prevalentbut still frowned uponus pattern of behavior\\n\\non a more positive note usborn asians are more upbeat than the foreign born about their relations with other racial and ethnic groups and they are more receptive to the growing practice of racial and ethnic intermarriage\\n\\nperceptions of discrimination\\n\\nfor the most part todays asian americans do not feel the sting of racial discrimination or the burden of culturally imposed otherness that was so much a part of the experience of their predecessors who came in the 19th and early 20th centuries\\n\\nabout oneinfive asian americans say they have personally been treated unfairly in the past year because they are asian and oneinten say they have been called an offensive name older adults are less likely than young and middleaged adults to report negative personal experience with bias\\n\\ncompared with the nations two largest minority groupshispanics and blacksasian americans appear to be less inclined to view discrimination against their group as a major problem just 13 of asian americans say it is while about half 48 say it is a minor problem and a third 35 say it is not a problem\\n\\nabout sixinten say that being asian american makes no difference when it comes to getting a job or gaining admission to college of those who do say it makes a difference a slightly higher share say that members of their group are helped rather than hurt by their race those with less education are more prone than those with more education to say that being an asian american is an advantage\\n\\ngroup relations\\n\\noverall more than eightinten asian americans say their group gets along either very or pretty well with whites roughly seveninten say the same about relations with hispanics and just over sixinten say that about their relations with blacks korean americans stand out for their negative views on their groups relations with blacks fully half say these two groups dont get along well while 39 say they get along pretty well and just 4 say they get along very well in several cities across the country there has been a history of tension between koreans and blacks often arising from friction between korean shopkeepers and black customers in predominantly black neighborhoods\\n\\nabout fourinten asian americans say their circle of friends is dominated by asians from the same country of origin while 58 say it is not among usborn asians however just 17 say that all of most of their friends are from their same country of origin group\\n\\nasianamerican newlyweds are more likely than any other major racial or ethnic group to be intermarried from 2008 to 2010 29 of all asian newlyweds married someone of a different race compared with 26 of hispanics 17 of blacks and 9 of whites there are notable gender differences asian women are twice as likely as asian men to marry out among blacks the gender pattern runs the other waymen are more than twice as likely as women to marry out among whites and hispanics there are no differences by gender\\n\\namong asianamerican newlyweds japanese have the highest rate of intermarriage and indians have the lowest more than half of recent japanese newlyweds married a nonasian among recent indian newlyweds just oneineight did\\n\\nasian americans were once highly concentrated into residential enclaves exemplified by the establishment of chinatowns and other asian communities in cities across the country today however asian americans are much more likely than any other racial group to live in a racially mixed neighborhood just 11 currently live in a census tract in which asian americans are a majority the comparable figures are 41 for blacks 43 for hispanics and 90 for whites this comparison should be treated with caution each of the other groups is more numerous than asians thereby creating larger potential pools for racial enclaves\\n\\ndespite high levels of residential integration and outmarriage many asian americans continue to feel a degree of cultural separation from other americans not surprisingly these feelings are highly correlated with nativity and duration of time in the us\\n\\namong usborn asian americans about twothirds 65 say they feel like a typical american among immigrants just 30 say the same and this figure falls to 22 among immigrants who have arrived since 2000\\n\\nthe asianamerican label itself doesnt hold much sway with asian americans only about oneinfive 19 say they most often describe themselves as asian american or asian a majority 62 say they most often describe themselves by their country of origin eg chinese or chinese american vietnamese or vietnamese american and so on while just 14 say they most often simply call themselves american among usborn asians the share who most often call themselves american rises to 28\\n\\nin these identity preferences asian americans are similar to hispanics the other group that has been driving the modern immigration wave hispanics are more likely to identify themselves using their country of origin than to identify as a hispanic or as an american\\n\\nperceptions of success\\n\\nabout fourinten asian americans 43 say asian americans are more successful than other racial and ethnic minorities in the us a similar share of asian americans 45 say they are about as successful and just 5 say they are less successful\\n\\nnativeborn and foreignborn asian americans have similar views about their groups success relative to other minorities recent immigrants however tend to be somewhat less upbeat in these assessments than are immigrants who came before 2000 36 of the former versus 48 of the latter say their group has been more successful than other minority groups in the us\\n\\nmembers of the nations other large immigrant grouphispanicsare less than half as likely as asian americans to say their group is more successful than other racial and ethnic minorities and they are four times as likely to say they are less successful\\n\\non a personal level asian americans are more satisfied than the general public with their financial situations and their standard of living when measured against how well their parents were doing at the same stage of life about half 49 say they are doing much better and a quarter say they are doing somewhat better by contrast only about a third of all americans say they are doing much better than their parents at a similar stage of life\\n\\nthere are only minor differences between asian americans and the general public in their expectations about the upward mobility of their children some 31 of asian americans believe that when their children are the age they are now their children will have a much better standard of living 22 say somewhat better 19 say about the same and 19 say somewhat or much worse\\n\\non this measure there are sizable differences among us asian subgroups nearly half of vietnamese americans 48 say they expect their children eventually to have a much better standard of living than they themselves have now about a third of koreans and indians feel this way as do oneinfour chinese and filipinos and just oneinfive japanese overall the foreign born are more optimistic than the native born about their childrens future standard of living relative to their own at the present\\n\\npolitical and social attitudes\\n\\ncompared with the general public asian americans are more likely to support an activist government and less likely to identify as republicans half are democrats or lean democratic while only 28 identify with or lean toward the gop among all american adults 49 fall in the democratic camp and 39 identify with or lean toward the republican party indian americans are the most heavily democratic asian subgroup 65 while filipino americans and vietnamese americans are the most evenly split between the two parties\\n\\npresident obama gets higher ratings from asian americans than from the general public 54 approve of the way he is handling his job as president compared with 44 of the general public in 2008 asianamerican voters supported obama over republican john mccain by 62 to 35 according to election day exit polls\\n\\non balance asian americans prefer a big government that provides more services 55 over a smaller government than provides fewer services 36 in contrast the general public prefers a smaller government over a bigger government by 52 to 39\\n\\nwhile they differ on the role of government asian americans are close to the public in their opinions about two key social issues by a ratio of 53 to 35 asian americans say homosexuality should be accepted by society rather than discouraged and on the issue of abortion 54 of asian americans say it should be legal in all or most cases while 37 say it should be illegal\", \"Text_NoPunctuation\": \"The Rise of Asian Americans\\n\\nUpdated Edition April 04 2013 This new edition of our 2012 report on Asian Americans provides data on 14 smaller Asian origin groups with population counts below 500000 in the 2010 Census along with detailed data on the economic and demographic characteristics of adults in nine of these groups Our original 2012 report contained survey and Census data on all Asian Americans as well as specific information on the six largest Asian origin groups\\n\\nAsian Americans are the highestincome besteducated and fastestgrowing racial group in the United States They are more satisfied than the general public with their lives finances and the direction of the country and they place more value than other Americans do on marriage parenthood hard work and career success according to a comprehensive new nationwide survey by the Pew Research Center\\n\\nA century ago most Asian Americans were lowskilled lowwage laborers crowded into ethnic enclaves and targets of official discrimination Today they are the most likely of any major racial or ethnic group in America to live in mixed neighborhoods and to marry across racial lines When newly minted medical school graduate Priscilla Chan married Facebook founder Mark Zuckerberg last month she joined the 37 of all recent AsianAmerican brides who wed a nonAsian groom\\n\\nThese milestones of economic success and social assimilation have come to a group that is still majority immigrant Nearly threequarters 74 of AsianAmerican adults were born abroad of these about half say they speak English very well and half say they dont\\n\\nAsians recently passed Hispanics as the largest group of new immigrants to the United States The educational credentials of these recent arrivals are striking More than sixinten 61 adults ages 25 to 64 who have come from Asia in recent years have at least a bachelors degree This is double the share among recent nonAsian arrivals and almost surely makes the recent Asian arrivals the most highly educated cohort of immigrants in US history\\n\\nCompared with the educational attainment of the population in their country of origin recent Asian immigrants also stand out as a select group For example about 27 of adults ages 25 to 64 in South Korea and 25 in Japan have a bachelors degree or more In contrast nearly 70 of comparably aged recent immigrants from these two countries have at least a bachelors degree\\n\\nRecent Asian immigrants are also about three times as likely as recent immigrants from other parts of the world to receive their green cardsor permanent resident statuson the basis of employer rather than family sponsorship though family reunification remains the most common legal gateway to the US for Asian immigrants as it is for all immigrants\\n\\nThe modern immigration wave from Asia is nearly a half century old and has pushed the total population of Asian Americansforeign born and US born adults and childrento a record 182 million in 2011 or 58 of the total US population up from less than 1 in 1965 By comparison nonHispanic whites are 1975 million and 633 Hispanics 520 million and 167 and nonHispanic blacks 383 million and 123\\n\\nAsian Americans trace their roots to any of dozens of countries in the Far East Southeast Asia and the Indian subcontinent Each country of origin subgroup has its own unique history culture language religious beliefs economic and demographic traits social and political values and pathways into America\\n\\nBut despite often sizable subgroup differences Asian Americans are distinctive as a whole especially when compared with all US adults whom they exceed not just in the share with a college degree 49 vs 28 but also in median annual household income 66000 versus 49800 and median household wealth 83500 vs 68529\\n\\nThey are noteworthy in other ways too According to the Pew Research Center survey of a nationally representative sample of 3511 Asian Americans conducted by telephone from Jan 3 to March 27 2012 in English and seven Asian languages they are more satisfied than the general public with their lives overall 82 vs 75 their personal finances 51 vs 35 and the general direction of the country 43 vs 21\\n\\nThey also stand out for their strong emphasis on family More than half 54 say that having a successful marriage is one of the most important things in life just 34 of all American adults agree Twothirds of AsianAmerican adults 67 say that being a good parent is one of the most important things in life just 50 of all adults agree\\n\\nTheir living arrangements align with these values They are more likely than all American adults to be married 59 vs 51 their newborns are less likely than all US newborns to have an unmarried mother 16 vs 41 and their children are more likely than all US children to be raised in a household with two married parents 80 vs 63\\n\\nThey are more likely than the general public to live in multigenerational family households Some 28 live with at least two adult generations under the same roof twice the share of whites and slightly more than the share of blacks and Hispanics who live in such households US Asians also have a strong sense of filial respect about twothirds say parents should have a lot or some influence in choosing ones profession 66 and spouse 61\\n\\nAsian Americans have a pervasive belief in the rewards of hard work Nearly seveninten 69 say people can get ahead if they are willing to work hard a view shared by a somewhat smaller share of the American public as a whole 58 And fully 93 of Asian Americans describe members of their country of origin group as very hardworking just 57 say the same about Americans as a whole\\n\\nBy their own lights Asian Americans sometimes go overboard in stressing hard work Nearly fourinten 39 say that AsianAmerican parents from their country of origin subgroup put too much pressure on their children to do well in school Just 9 say the same about all American parents On the flipside of the same coin about sixinten Asian Americans say American parents put too little pressure on their children to succeed in school while just 9 say the same about AsianAmerican parents The publication last year of Battle Hymn of the Tiger Mother a comic memoir about strict parenting by Yale Law Professor Amy Chua the daughter of immigrants triggered a spirited debate about cultural differences in parenting norms\\n\\nThe immigration wave from Asia has occurred at a time when the largest sending countries have experienced dramatic gains in their standards of living But few Asian immigrants are looking over their shoulders with regret Just 12 say that if they had to do it all over again they would remain in their country of origin And by lopsided margins Asian Americans say the US is preferable to their country of origin in such realms as providing economic opportunity political and religious freedoms and good conditions for raising children Respondents rated their country of origin as being superior on just one of seven measures tested in the surveystrength of family ties\\n\\nThe survey was conducted only among Asian Americans currently living in the US As is the case with all immigration waves a portion of those who came to the US from Asia in recent decades have chosen to return to their country of origin However return migration rates are estimated to be lower for immigrants from Asia than for other immigrants and naturalization ratesthat is the share of eligible immigrants who become US citizensare higher For more details see Chapter 1\\n\\nAsians in the US and in Asia\\n\\nWhen findings from this survey are compared with recent surveys conducted by the Pew Research Centers Global Attitudes Project among Asians in major Asian countries a mixed picture emerges For example adults living in China are more satisfied with the way things are going in their country than Chinese Americans are with the way things are going in the United States By contrast the publics of India and Japan have a more downbeat view of the way things are going in their countries than their counterpart groups do about the US\\n\\nAcross the board however US Asians are more likely than Asians in Asia to say their standard of living is better than that of their parents at a similar stage of life US Asians also exceed Asians in their belief that hard work leads to success in life And while many US Asians say that AsianAmerican parents place too much pressure on their children to do well in school even more Chinese and Japanese say this about parents in their countries For more details on these and other crossnational comparisons see Chapter 4\\n\\nDifferences among AsianAmerican Subgroups\\n\\nThe Pew Research Center survey was designed to contain a nationally representative sample of each of the six largest AsianAmerican groups by country of originChinese Americans Filipino Americans Indian Americans Vietnamese Americans Korean Americans and Japanese Americans Together these groups comprise at least 83 of the total Asian population in the US\\n\\nThe basic demographics of these groups are different on many measures For example Indian Americans lead all other groups by a significant margin in their levels of income and education Seveninten IndianAmerican adults ages 25 and older have a college degree compared with about half of Americans of Korean Chinese Filipino and Japanese ancestry and about a quarter of Vietnamese Americans\\n\\nOn the other side of the socioeconomic ledger Americans with Korean Vietnamese Chinese and other US Asian origins have higher shares in poverty than does the US general public while those with Indian Japanese and Filipino origins have lower shares\\n\\nTheir geographic settlement patterns also differ More than seveninten Japanese and twothirds of Filipinos live in the West compared with fewer than half of Chinese Vietnamese and Koreans and only about a quarter of Indians\\n\\nThe religious identities of Asian Americans are quite varied According to the Pew Research survey about half of Chinese are unaffiliated most Filipinos are Catholic about half of Indians are Hindu most Koreans are Protestant and a plurality of Vietnamese are Buddhist Among Japanese Americans no one group is dominant 38 are Christian 32 are unaffiliated and 25 are Buddhist In total 26 of Asian Americans are unaffiliated 22 are Protestant 13 evangelical 9 mainline 19 are Catholic 14 are Buddhist 10 are Hindu 4 are Muslim and 1 are Sikh Overall 39 of Asian Americans say religion is very important in their lives compared with 58 of the US general public\\n\\nThere are subgroup differences in social and cultural realms as well Japanese and Filipino Americans are the most accepting of interracial and intergroup marriage Koreans Vietnamese and Indians are less comfortable Koreans are the most likely to say discrimination against their group is a major problem and they are the least likely to say that their group gets along very well with other racial and ethnic groups in the US In contrast Filipinos have the most upbeat view of intergroup relations in the US\\n\\nThe Japanese are the only group that is majority US born 73 of the total population and 68 of adults all other subgroups are majority foreign born\\n\\nTheir pathways into the US are different About half of all Korean and Indian immigrants who received green cards in 2011 got them on the basis of employer sponsorship compared with about a third of Japanese a fifth of Chinese oneineight Filipinos and just 1 of Vietnamese The Vietnamese are the only major subgroup to have come to the US in large numbers as political refugees the others say they have come mostly for economic educational and family reasons\\n\\nAsian Americans have varying degrees of attachment to relatives in their home countrieslikely reflecting differences in the timing and circumstances of their immigration For example though they are among the least welloff financially Vietnamese Americans are among the most likely 58 to say they have sent money to someone in Vietnam in the past year About half of Filipinos 52 also say they sent remittances home in the past year By contrast Japanese 12 and Koreans 16 are much less likely to have done this\\n\\nThey have different naturalization rates Fully threequarters of the foreignborn Vietnamese are naturalized US citizens compared with twothirds of Filipinos about sixinten Chinese and Koreans half of Indians and only a third of Japanese\\n\\nHistory\\n\\nAsian immigrants first came to the US in significant numbers more than a century and a half agomainly as lowskilled male laborers who mined farmed and built the railroads They endured generations of officially sanctioned racial prejudiceincluding regulations that prohibited the immigration of Asian women the Chinese Exclusion Act of 1882 which barred all new immigration from China the Immigration Act of 1917 and the National Origins Act of 1924 which extended the immigration ban to include virtually all of Asia and the forced relocation and internment of about 120000 Japanese Americans after the Japanese attack on Pearl Harbor in 1941\\n\\nLargescale immigration from Asia did not take off until the passage of the landmark Immigration and Nationality Act of 1965 Over the decades this modern wave of immigrants from Asia has increasingly become more skilled and educated Today recent arrivals from Asia are nearly twice as likely as those who came three decades ago to have a college degree and many go into highpaying fields such as science engineering medicine and finance This evolution has been spurred by changes in US immigration policies and labor markets by political liberalization and economic growth in the sending countries and by the forces of globalization in an evermore digitally interconnected world\\n\\nThese trends have raised the education levels of immigrants of all races in recent years but Asian immigrants exceed other race and ethnic groups in the share who are either college students or college graduates\\n\\nNative Born and Foreign Born\\n\\nThroughout the long history of immigration waves to the US the typical pattern has been that over time the second generation ie the children of immigrants surpasses the immigrant generation in key measures of socioeconomic wellbeing and assimilation such as household income educational attainment and English fluency\\n\\nIt is not yet possible to make any full intergenerational accounting of the modern AsianAmerican immigration wave the immigrants themselves are still by far the dominant group and the second generation has only recently begun to come into adulthood in significant numbers Among all secondgeneration Asians the median age is just 17 in other words about half are still children\\n\\nBut on the basis of the evidence so far this immigrant generation has set a bar of success that will be a challenge for the next generation to surpass As of now there is no difference in the share of native and foreignborn Asian Americans ages 25 and older who have a college degree 49 for each group and there is only a modest difference in the median annual earnings of fulltime workers in each group 50000 for the native born 47000 for the foreign born The two groups also have similar shares in poverty and homeownership rates\\n\\nNot surprisingly when it comes to language fluency there are significant differences between the native and foreignborn adults Only about half 53 of the foreign born say they speak English very well compared with 95 of the US born Family formation patterns are also quite different The US born are much less likely than the foreign born to be married 35 vs 67 a difference largely driven by the fact that they are a much younger group Among adults the median age is 30 versus 44 for the foreign born\\n\\nThere are also differences between the native born and foreign born in the share of recent mothers who are unmarried About threeinten 31 USborn Asian women who had children recently are unmarried compared with just 10 of all recent foreignborn AsianAmerican mothers Among the US population as a whole about fourinten recent American mothers are unmarried Even as births to single mothers have become more widespread in recent decades Pew Research surveys find that a sizable majority of Americans believe this growing phenomenon has been bad for society So in the eyes of the public this appears to be a case of downward assimilation by second generation and later generations of Asian Americans to an increasingly prevalentbut still frowned uponUS pattern of behavior\\n\\nOn a more positive note USborn Asians are more upbeat than the foreign born about their relations with other racial and ethnic groups and they are more receptive to the growing practice of racial and ethnic intermarriage\\n\\nPerceptions of Discrimination\\n\\nFor the most part todays Asian Americans do not feel the sting of racial discrimination or the burden of culturally imposed otherness that was so much a part of the experience of their predecessors who came in the 19th and early 20th centuries\\n\\nAbout oneinfive Asian Americans say they have personally been treated unfairly in the past year because they are Asian and oneinten say they have been called an offensive name Older adults are less likely than young and middleaged adults to report negative personal experience with bias\\n\\nCompared with the nations two largest minority groupsHispanics and blacksAsian Americans appear to be less inclined to view discrimination against their group as a major problem Just 13 of Asian Americans say it is while about half 48 say it is a minor problem and a third 35 say it is not a problem\\n\\nAbout sixinten say that being Asian American makes no difference when it comes to getting a job or gaining admission to college Of those who do say it makes a difference a slightly higher share say that members of their group are helped rather than hurt by their race Those with less education are more prone than those with more education to say that being an Asian American is an advantage\\n\\nGroup Relations\\n\\nOverall more than eightinten Asian Americans say their group gets along either very or pretty well with whites roughly seveninten say the same about relations with Hispanics and just over sixinten say that about their relations with blacks Korean Americans stand out for their negative views on their groups relations with blacks Fully half say these two groups dont get along well while 39 say they get along pretty well and just 4 say they get along very well In several cities across the country there has been a history of tension between Koreans and blacks often arising from friction between Korean shopkeepers and black customers in predominantly black neighborhoods\\n\\nAbout fourinten Asian Americans say their circle of friends is dominated by Asians from the same country of origin while 58 say it is not Among USborn Asians however just 17 say that all of most of their friends are from their same country of origin group\\n\\nAsianAmerican newlyweds are more likely than any other major racial or ethnic group to be intermarried From 2008 to 2010 29 of all Asian newlyweds married someone of a different race compared with 26 of Hispanics 17 of blacks and 9 of whites There are notable gender differences Asian women are twice as likely as Asian men to marry out Among blacks the gender pattern runs the other waymen are more than twice as likely as women to marry out Among whites and Hispanics there are no differences by gender\\n\\nAmong AsianAmerican newlyweds Japanese have the highest rate of intermarriage and Indians have the lowest More than half of recent Japanese newlyweds married a nonAsian among recent Indian newlyweds just oneineight did\\n\\nAsian Americans were once highly concentrated into residential enclaves exemplified by the establishment of Chinatowns and other Asian communities in cities across the country Today however Asian Americans are much more likely than any other racial group to live in a racially mixed neighborhood Just 11 currently live in a census tract in which Asian Americans are a majority The comparable figures are 41 for blacks 43 for Hispanics and 90 for whites This comparison should be treated with caution Each of the other groups is more numerous than Asians thereby creating larger potential pools for racial enclaves\\n\\nDespite high levels of residential integration and outmarriage many Asian Americans continue to feel a degree of cultural separation from other Americans Not surprisingly these feelings are highly correlated with nativity and duration of time in the US\\n\\nAmong USborn Asian Americans about twothirds 65 say they feel like a typical American Among immigrants just 30 say the same and this figure falls to 22 among immigrants who have arrived since 2000\\n\\nThe AsianAmerican label itself doesnt hold much sway with Asian Americans Only about oneinfive 19 say they most often describe themselves as Asian American or Asian A majority 62 say they most often describe themselves by their country of origin eg Chinese or Chinese American Vietnamese or Vietnamese American and so on while just 14 say they most often simply call themselves American Among USborn Asians the share who most often call themselves American rises to 28\\n\\nIn these identity preferences Asian Americans are similar to Hispanics the other group that has been driving the modern immigration wave Hispanics are more likely to identify themselves using their country of origin than to identify as a Hispanic or as an American\\n\\nPerceptions of Success\\n\\nAbout fourinten Asian Americans 43 say Asian Americans are more successful than other racial and ethnic minorities in the US A similar share of Asian Americans 45 say they are about as successful and just 5 say they are less successful\\n\\nNativeborn and foreignborn Asian Americans have similar views about their groups success relative to other minorities Recent immigrants however tend to be somewhat less upbeat in these assessments than are immigrants who came before 2000 36 of the former versus 48 of the latter say their group has been more successful than other minority groups in the US\\n\\nMembers of the nations other large immigrant groupHispanicsare less than half as likely as Asian Americans to say their group is more successful than other racial and ethnic minorities and they are four times as likely to say they are less successful\\n\\nOn a personal level Asian Americans are more satisfied than the general public with their financial situations and their standard of living When measured against how well their parents were doing at the same stage of life about half 49 say they are doing much better and a quarter say they are doing somewhat better By contrast only about a third of all Americans say they are doing much better than their parents at a similar stage of life\\n\\nThere are only minor differences between Asian Americans and the general public in their expectations about the upward mobility of their children Some 31 of Asian Americans believe that when their children are the age they are now their children will have a much better standard of living 22 say somewhat better 19 say about the same and 19 say somewhat or much worse\\n\\nOn this measure there are sizable differences among US Asian subgroups Nearly half of Vietnamese Americans 48 say they expect their children eventually to have a much better standard of living than they themselves have now About a third of Koreans and Indians feel this way as do oneinfour Chinese and Filipinos and just oneinfive Japanese Overall the foreign born are more optimistic than the native born about their childrens future standard of living relative to their own at the present\\n\\nPolitical and Social Attitudes\\n\\nCompared with the general public Asian Americans are more likely to support an activist government and less likely to identify as Republicans Half are Democrats or lean Democratic while only 28 identify with or lean toward the GOP Among all American adults 49 fall in the Democratic camp and 39 identify with or lean toward the Republican Party Indian Americans are the most heavily Democratic Asian subgroup 65 while Filipino Americans and Vietnamese Americans are the most evenly split between the two parties\\n\\nPresident Obama gets higher ratings from Asian Americans than from the general public 54 approve of the way he is handling his job as president compared with 44 of the general public In 2008 AsianAmerican voters supported Obama over Republican John McCain by 62 to 35 according to Election Day exit polls\\n\\nOn balance Asian Americans prefer a big government that provides more services 55 over a smaller government than provides fewer services 36 In contrast the general public prefers a smaller government over a bigger government by 52 to 39\\n\\nWhile they differ on the role of government Asian Americans are close to the public in their opinions about two key social issues By a ratio of 53 to 35 Asian Americans say homosexuality should be accepted by society rather than discouraged And on the issue of abortion 54 of Asian Americans say it should be legal in all or most cases while 37 say it should be illegal\", \"Text_NoStopwords\": \"rise asian americans updated edition april 04 2013 new edition 2012 report asian americans provides data 14 smaller asian origin groups population counts 500000 2010 census along detailed data economic demographic characteristics adults nine groups original 2012 report contained survey census data asian americans well specific information six largest asian origin groups asian americans highestincome besteducated fastestgrowing racial group united states satisfied general public lives finances direction country place value americans marriage parenthood hard work career success according comprehensive new nationwide survey pew research center century ago asian americans lowskilled lowwage laborers crowded ethnic enclaves targets official discrimination today likely major racial ethnic group america live mixed neighborhoods marry across racial lines newly minted medical school graduate priscilla chan married facebook founder mark zuckerberg last month joined 37 recent asianamerican brides wed nonasian groom milestones economic success social assimilation come group still majority immigrant nearly threequarters 74 asianamerican adults born abroad half say speak english well half say dont asians recently passed hispanics largest group new immigrants united states educational credentials recent arrivals striking sixinten 61 adults ages 25 64 come asia recent years least bachelors degree double share among recent nonasian arrivals almost surely makes recent asian arrivals highly educated cohort immigrants us history compared educational attainment population country origin recent asian immigrants also stand select group example 27 adults ages 25 64 south korea 25 japan bachelors degree contrast nearly 70 comparably aged recent immigrants two countries least bachelors degree recent asian immigrants also three times likely recent immigrants parts world receive green cardsor permanent resident statuson basis employer rather family sponsorship though family reunification remains common legal gateway us asian immigrants immigrants modern immigration wave asia nearly half century old pushed total population asian americansforeign born us born adults childrento record 182 million 2011 58 total us population less 1 1965 comparison nonhispanic whites 1975 million 633 hispanics 520 million 167 nonhispanic blacks 383 million 123 asian americans trace roots dozens countries far east southeast asia indian subcontinent country origin subgroup unique history culture language religious beliefs economic demographic traits social political values pathways america despite often sizable subgroup differences asian americans distinctive whole especially compared us adults exceed share college degree 49 vs 28 also median annual household income 66000 versus 49800 median household wealth 83500 vs 68529 noteworthy ways according pew research center survey nationally representative sample 3511 asian americans conducted telephone jan 3 march 27 2012 english seven asian languages satisfied general public lives overall 82 vs 75 personal finances 51 vs 35 general direction country 43 vs 21 also stand strong emphasis family half 54 say successful marriage one important things life 34 american adults agree twothirds asianamerican adults 67 say good parent one important things life 50 adults agree living arrangements align values likely american adults married 59 vs 51 newborns less likely us newborns unmarried mother 16 vs 41 children likely us children raised household two married parents 80 vs 63 likely general public live multigenerational family households 28 live least two adult generations roof twice share whites slightly share blacks hispanics live households us asians also strong sense filial respect twothirds say parents lot influence choosing ones profession 66 spouse 61 asian americans pervasive belief rewards hard work nearly seveninten 69 say people get ahead willing work hard view shared somewhat smaller share american public whole 58 fully 93 asian americans describe members country origin group hardworking 57 say americans whole lights asian americans sometimes go overboard stressing hard work nearly fourinten 39 say asianamerican parents country origin subgroup put much pressure children well school 9 say american parents flipside coin sixinten asian americans say american parents put little pressure children succeed school 9 say asianamerican parents publication last year battle hymn tiger mother comic memoir strict parenting yale law professor amy chua daughter immigrants triggered spirited debate cultural differences parenting norms immigration wave asia occurred time largest sending countries experienced dramatic gains standards living asian immigrants looking shoulders regret 12 say would remain country origin lopsided margins asian americans say us preferable country origin realms providing economic opportunity political religious freedoms good conditions raising children respondents rated country origin superior one seven measures tested surveystrength family ties survey conducted among asian americans currently living us case immigration waves portion came us asia recent decades chosen return country origin however return migration rates estimated lower immigrants asia immigrants naturalization ratesthat share eligible immigrants become us citizensare higher details see chapter 1 asians us asia findings survey compared recent surveys conducted pew research centers global attitudes project among asians major asian countries mixed picture emerges example adults living china satisfied way things going country chinese americans way things going united states contrast publics india japan downbeat view way things going countries counterpart groups us across board however us asians likely asians asia say standard living better parents similar stage life us asians also exceed asians belief hard work leads success life many us asians say asianamerican parents place much pressure children well school even chinese japanese say parents countries details crossnational comparisons see chapter 4 differences among asianamerican subgroups pew research center survey designed contain nationally representative sample six largest asianamerican groups country originchinese americans filipino americans indian americans vietnamese americans korean americans japanese americans together groups comprise least 83 total asian population us basic demographics groups different many measures example indian americans lead groups significant margin levels income education seveninten indianamerican adults ages 25 older college degree compared half americans korean chinese filipino japanese ancestry quarter vietnamese americans side socioeconomic ledger americans korean vietnamese chinese us asian origins higher shares poverty us general public indian japanese filipino origins lower shares geographic settlement patterns also differ seveninten japanese twothirds filipinos live west compared fewer half chinese vietnamese koreans quarter indians religious identities asian americans quite varied according pew research survey half chinese unaffiliated filipinos catholic half indians hindu koreans protestant plurality vietnamese buddhist among japanese americans one group dominant 38 christian 32 unaffiliated 25 buddhist total 26 asian americans unaffiliated 22 protestant 13 evangelical 9 mainline 19 catholic 14 buddhist 10 hindu 4 muslim 1 sikh overall 39 asian americans say religion important lives compared 58 us general public subgroup differences social cultural realms well japanese filipino americans accepting interracial intergroup marriage koreans vietnamese indians less comfortable koreans likely say discrimination group major problem least likely say group gets along well racial ethnic groups us contrast filipinos upbeat view intergroup relations us japanese group majority us born 73 total population 68 adults subgroups majority foreign born pathways us different half korean indian immigrants received green cards 2011 got basis employer sponsorship compared third japanese fifth chinese oneineight filipinos 1 vietnamese vietnamese major subgroup come us large numbers political refugees others say come mostly economic educational family reasons asian americans varying degrees attachment relatives home countrieslikely reflecting differences timing circumstances immigration example though among least welloff financially vietnamese americans among likely 58 say sent money someone vietnam past year half filipinos 52 also say sent remittances home past year contrast japanese 12 koreans 16 much less likely done different naturalization rates fully threequarters foreignborn vietnamese naturalized us citizens compared twothirds filipinos sixinten chinese koreans half indians third japanese history asian immigrants first came us significant numbers century half agomainly lowskilled male laborers mined farmed built railroads endured generations officially sanctioned racial prejudiceincluding regulations prohibited immigration asian women chinese exclusion act 1882 barred new immigration china immigration act 1917 national origins act 1924 extended immigration ban include virtually asia forced relocation internment 120000 japanese americans japanese attack pearl harbor 1941 largescale immigration asia take passage landmark immigration nationality act 1965 decades modern wave immigrants asia increasingly become skilled educated today recent arrivals asia nearly twice likely came three decades ago college degree many go highpaying fields science engineering medicine finance evolution spurred changes us immigration policies labor markets political liberalization economic growth sending countries forces globalization evermore digitally interconnected world trends raised education levels immigrants races recent years asian immigrants exceed race ethnic groups share either college students college graduates native born foreign born throughout long history immigration waves us typical pattern time second generation ie children immigrants surpasses immigrant generation key measures socioeconomic wellbeing assimilation household income educational attainment english fluency yet possible make full intergenerational accounting modern asianamerican immigration wave immigrants still far dominant group second generation recently begun come adulthood significant numbers among secondgeneration asians median age 17 words half still children basis evidence far immigrant generation set bar success challenge next generation surpass difference share native foreignborn asian americans ages 25 older college degree 49 group modest difference median annual earnings fulltime workers group 50000 native born 47000 foreign born two groups also similar shares poverty homeownership rates surprisingly comes language fluency significant differences native foreignborn adults half 53 foreign born say speak english well compared 95 us born family formation patterns also quite different us born much less likely foreign born married 35 vs 67 difference largely driven fact much younger group among adults median age 30 versus 44 foreign born also differences native born foreign born share recent mothers unmarried threeinten 31 usborn asian women children recently unmarried compared 10 recent foreignborn asianamerican mothers among us population whole fourinten recent american mothers unmarried even births single mothers become widespread recent decades pew research surveys find sizable majority americans believe growing phenomenon bad society eyes public appears case downward assimilation second generation later generations asian americans increasingly prevalentbut still frowned uponus pattern behavior positive note usborn asians upbeat foreign born relations racial ethnic groups receptive growing practice racial ethnic intermarriage perceptions discrimination part todays asian americans feel sting racial discrimination burden culturally imposed otherness much part experience predecessors came 19th early 20th centuries oneinfive asian americans say personally treated unfairly past year asian oneinten say called offensive name older adults less likely young middleaged adults report negative personal experience bias compared nations two largest minority groupshispanics blacksasian americans appear less inclined view discrimination group major problem 13 asian americans say half 48 say minor problem third 35 say problem sixinten say asian american makes difference comes getting job gaining admission college say makes difference slightly higher share say members group helped rather hurt race less education prone education say asian american advantage group relations overall eightinten asian americans say group gets along either pretty well whites roughly seveninten say relations hispanics sixinten say relations blacks korean americans stand negative views groups relations blacks fully half say two groups dont get along well 39 say get along pretty well 4 say get along well several cities across country history tension koreans blacks often arising friction korean shopkeepers black customers predominantly black neighborhoods fourinten asian americans say circle friends dominated asians country origin 58 say among usborn asians however 17 say friends country origin group asianamerican newlyweds likely major racial ethnic group intermarried 2008 2010 29 asian newlyweds married someone different race compared 26 hispanics 17 blacks 9 whites notable gender differences asian women twice likely asian men marry among blacks gender pattern runs waymen twice likely women marry among whites hispanics differences gender among asianamerican newlyweds japanese highest rate intermarriage indians lowest half recent japanese newlyweds married nonasian among recent indian newlyweds oneineight asian americans highly concentrated residential enclaves exemplified establishment chinatowns asian communities cities across country today however asian americans much likely racial group live racially mixed neighborhood 11 currently live census tract asian americans majority comparable figures 41 blacks 43 hispanics 90 whites comparison treated caution groups numerous asians thereby creating larger potential pools racial enclaves despite high levels residential integration outmarriage many asian americans continue feel degree cultural separation americans surprisingly feelings highly correlated nativity duration time us among usborn asian americans twothirds 65 say feel like typical american among immigrants 30 say figure falls 22 among immigrants arrived since 2000 asianamerican label doesnt hold much sway asian americans oneinfive 19 say often describe asian american asian majority 62 say often describe country origin eg chinese chinese american vietnamese vietnamese american 14 say often simply call american among usborn asians share often call american rises 28 identity preferences asian americans similar hispanics group driving modern immigration wave hispanics likely identify using country origin identify hispanic american perceptions success fourinten asian americans 43 say asian americans successful racial ethnic minorities us similar share asian americans 45 say successful 5 say less successful nativeborn foreignborn asian americans similar views groups success relative minorities recent immigrants however tend somewhat less upbeat assessments immigrants came 2000 36 former versus 48 latter say group successful minority groups us members nations large immigrant grouphispanicsare less half likely asian americans say group successful racial ethnic minorities four times likely say less successful personal level asian americans satisfied general public financial situations standard living measured well parents stage life half 49 say much better quarter say somewhat better contrast third americans say much better parents similar stage life minor differences asian americans general public expectations upward mobility children 31 asian americans believe children age children much better standard living 22 say somewhat better 19 say 19 say somewhat much worse measure sizable differences among us asian subgroups nearly half vietnamese americans 48 say expect children eventually much better standard living third koreans indians feel way oneinfour chinese filipinos oneinfive japanese overall foreign born optimistic native born childrens future standard living relative present political social attitudes compared general public asian americans likely support activist government less likely identify republicans half democrats lean democratic 28 identify lean toward gop among american adults 49 fall democratic camp 39 identify lean toward republican party indian americans heavily democratic asian subgroup 65 filipino americans vietnamese americans evenly split two parties president obama gets higher ratings asian americans general public 54 approve way handling job president compared 44 general public 2008 asianamerican voters supported obama republican john mccain 62 35 according election day exit polls balance asian americans prefer big government provides services 55 smaller government provides fewer services 36 contrast general public prefers smaller government bigger government 52 39 differ role government asian americans close public opinions two key social issues ratio 53 35 asian americans say homosexuality accepted society rather discouraged issue abortion 54 asian americans say legal cases 37 say illegal\", \"Text_Trigrams\": [[\"rise\", \"asian\", \"american\"], [\"asian\", \"american\", \"updated\"], [\"american\", \"updated\", \"edition\"], [\"updated\", \"edition\", \"april\"], [\"edition\", \"april\", \"04\"], [\"april\", \"04\", \"2013\"], [\"04\", \"2013\", \"new\"], [\"2013\", \"new\", \"edition\"], [\"new\", \"edition\", \"2012\"], [\"edition\", \"2012\", \"report\"], [\"2012\", \"report\", \"asian\"], [\"report\", \"asian\", \"american\"], [\"asian\", \"american\", \"provides\"], [\"american\", \"provides\", \"data\"], [\"provides\", \"data\", \"14\"], [\"data\", \"14\", \"smaller\"], [\"14\", \"smaller\", \"asian\"], [\"smaller\", \"asian\", \"origin\"], [\"asian\", \"origin\", \"group\"], [\"origin\", \"group\", \"population\"], [\"group\", \"population\", \"count\"], [\"population\", \"count\", \"500000\"], [\"count\", \"500000\", \"2010\"], [\"500000\", \"2010\", \"census\"], [\"2010\", \"census\", \"along\"], [\"census\", \"along\", \"detailed\"], [\"along\", \"detailed\", \"data\"], [\"detailed\", \"data\", \"economic\"], [\"data\", \"economic\", \"demographic\"], [\"economic\", \"demographic\", \"characteristic\"], [\"demographic\", \"characteristic\", \"adult\"], [\"characteristic\", \"adult\", \"nine\"], [\"adult\", \"nine\", \"group\"], [\"nine\", \"group\", \"original\"], [\"group\", \"original\", \"2012\"], [\"original\", \"2012\", \"report\"], [\"2012\", \"report\", \"contained\"], [\"report\", \"contained\", \"survey\"], [\"contained\", \"survey\", \"census\"], [\"survey\", \"census\", \"data\"], [\"census\", \"data\", \"asian\"], [\"data\", \"asian\", \"american\"], [\"asian\", \"american\", \"well\"], [\"american\", \"well\", \"specific\"], [\"well\", \"specific\", \"information\"], [\"specific\", \"information\", \"six\"], [\"information\", \"six\", \"largest\"], [\"six\", \"largest\", \"asian\"], [\"largest\", \"asian\", \"origin\"], [\"asian\", \"origin\", \"group\"], [\"origin\", \"group\", \"asian\"], [\"group\", \"asian\", \"american\"], [\"asian\", \"american\", \"highestincome\"], [\"american\", \"highestincome\", \"besteducated\"], [\"highestincome\", \"besteducated\", \"fastestgrowing\"], [\"besteducated\", \"fastestgrowing\", \"racial\"], [\"fastestgrowing\", \"racial\", \"group\"], [\"racial\", \"group\", \"united\"], [\"group\", \"united\", \"state\"], [\"united\", \"state\", \"satisfied\"], [\"state\", \"satisfied\", \"general\"], [\"satisfied\", \"general\", \"public\"], [\"general\", \"public\", \"life\"], [\"public\", \"life\", \"finance\"], [\"life\", \"finance\", \"direction\"], [\"finance\", \"direction\", \"country\"], [\"direction\", \"country\", \"place\"], [\"country\", \"place\", \"value\"], [\"place\", \"value\", \"american\"], [\"value\", \"american\", \"marriage\"], [\"american\", \"marriage\", \"parenthood\"], [\"marriage\", \"parenthood\", \"hard\"], [\"parenthood\", \"hard\", \"work\"], [\"hard\", \"work\", \"career\"], [\"work\", \"career\", \"success\"], [\"career\", \"success\", \"according\"], [\"success\", \"according\", \"comprehensive\"], [\"according\", \"comprehensive\", \"new\"], [\"comprehensive\", \"new\", \"nationwide\"], [\"new\", \"nationwide\", \"survey\"], [\"nationwide\", \"survey\", \"pew\"], [\"survey\", \"pew\", \"research\"], [\"pew\", \"research\", \"center\"], [\"research\", \"center\", \"century\"], [\"center\", \"century\", \"ago\"], [\"century\", \"ago\", \"asian\"], [\"ago\", \"asian\", \"american\"], [\"asian\", \"american\", \"lowskilled\"], [\"american\", \"lowskilled\", \"lowwage\"], [\"lowskilled\", \"lowwage\", \"laborer\"], [\"lowwage\", \"laborer\", \"crowded\"], [\"laborer\", \"crowded\", \"ethnic\"], [\"crowded\", \"ethnic\", \"enclave\"], [\"ethnic\", \"enclave\", \"target\"], [\"enclave\", \"target\", \"official\"], [\"target\", \"official\", \"discrimination\"], [\"official\", \"discrimination\", \"today\"], [\"discrimination\", \"today\", \"likely\"], [\"today\", \"likely\", \"major\"], [\"likely\", \"major\", \"racial\"], [\"major\", \"racial\", \"ethnic\"], [\"racial\", \"ethnic\", \"group\"], [\"ethnic\", \"group\", \"america\"], [\"group\", \"america\", \"live\"], [\"america\", \"live\", \"mixed\"], [\"live\", \"mixed\", \"neighborhood\"], [\"mixed\", \"neighborhood\", \"marry\"], [\"neighborhood\", \"marry\", \"across\"], [\"marry\", \"across\", \"racial\"], [\"across\", \"racial\", \"line\"], [\"racial\", \"line\", \"newly\"], [\"line\", \"newly\", \"minted\"], [\"newly\", \"minted\", \"medical\"], [\"minted\", \"medical\", \"school\"], [\"medical\", \"school\", \"graduate\"], [\"school\", \"graduate\", \"priscilla\"], [\"graduate\", \"priscilla\", \"chan\"], [\"priscilla\", \"chan\", \"married\"], [\"chan\", \"married\", \"facebook\"], [\"married\", \"facebook\", \"founder\"], [\"facebook\", \"founder\", \"mark\"], [\"founder\", \"mark\", \"zuckerberg\"], [\"mark\", \"zuckerberg\", \"last\"], [\"zuckerberg\", \"last\", \"month\"], [\"last\", \"month\", \"joined\"], [\"month\", \"joined\", \"37\"], [\"joined\", \"37\", \"recent\"], [\"37\", \"recent\", \"asianamerican\"], [\"recent\", \"asianamerican\", \"bride\"], [\"asianamerican\", \"bride\", \"wed\"], [\"bride\", \"wed\", \"nonasian\"], [\"wed\", \"nonasian\", \"groom\"], [\"nonasian\", \"groom\", \"milestone\"], [\"groom\", \"milestone\", \"economic\"], [\"milestone\", \"economic\", \"success\"], [\"economic\", \"success\", \"social\"], [\"success\", \"social\", \"assimilation\"], [\"social\", \"assimilation\", \"come\"], [\"assimilation\", \"come\", \"group\"], [\"come\", \"group\", \"still\"], [\"group\", \"still\", \"majority\"], [\"still\", \"majority\", \"immigrant\"], [\"majority\", \"immigrant\", \"nearly\"], [\"immigrant\", \"nearly\", \"threequarters\"], [\"nearly\", \"threequarters\", \"74\"], [\"threequarters\", \"74\", \"asianamerican\"], [\"74\", \"asianamerican\", \"adult\"], [\"asianamerican\", \"adult\", \"born\"], [\"adult\", \"born\", \"abroad\"], [\"born\", \"abroad\", \"half\"], [\"abroad\", \"half\", \"say\"], [\"half\", \"say\", \"speak\"], [\"say\", \"speak\", \"english\"], [\"speak\", \"english\", \"well\"], [\"english\", \"well\", \"half\"], [\"well\", \"half\", \"say\"], [\"half\", \"say\", \"dont\"], [\"say\", \"dont\", \"asian\"], [\"dont\", \"asian\", \"recently\"], [\"asian\", \"recently\", \"passed\"], [\"recently\", \"passed\", \"hispanic\"], [\"passed\", \"hispanic\", \"largest\"], [\"hispanic\", \"largest\", \"group\"], [\"largest\", \"group\", \"new\"], [\"group\", \"new\", \"immigrant\"], [\"new\", \"immigrant\", \"united\"], [\"immigrant\", \"united\", \"state\"], [\"united\", \"state\", \"educational\"], [\"state\", \"educational\", \"credential\"], [\"educational\", \"credential\", \"recent\"], [\"credential\", \"recent\", \"arrival\"], [\"recent\", \"arrival\", \"striking\"], [\"arrival\", \"striking\", \"sixinten\"], [\"striking\", \"sixinten\", \"61\"], [\"sixinten\", \"61\", \"adult\"], [\"61\", \"adult\", \"age\"], [\"adult\", \"age\", \"25\"], [\"age\", \"25\", \"64\"], [\"25\", \"64\", \"come\"], [\"64\", \"come\", \"asia\"], [\"come\", \"asia\", \"recent\"], [\"asia\", \"recent\", \"year\"], [\"recent\", \"year\", \"least\"], [\"year\", \"least\", \"bachelor\"], [\"least\", \"bachelor\", \"degree\"], [\"bachelor\", \"degree\", \"double\"], [\"degree\", \"double\", \"share\"], [\"double\", \"share\", \"among\"], [\"share\", \"among\", \"recent\"], [\"among\", \"recent\", \"nonasian\"], [\"recent\", \"nonasian\", \"arrival\"], [\"nonasian\", \"arrival\", \"almost\"], [\"arrival\", \"almost\", \"surely\"], [\"almost\", \"surely\", \"make\"], [\"surely\", \"make\", \"recent\"], [\"make\", \"recent\", \"asian\"], [\"recent\", \"asian\", \"arrival\"], [\"asian\", \"arrival\", \"highly\"], [\"arrival\", \"highly\", \"educated\"], [\"highly\", \"educated\", \"cohort\"], [\"educated\", \"cohort\", \"immigrant\"], [\"cohort\", \"immigrant\", \"u\"], [\"immigrant\", \"u\", \"history\"], [\"u\", \"history\", \"compared\"], [\"history\", \"compared\", \"educational\"], [\"compared\", \"educational\", \"attainment\"], [\"educational\", \"attainment\", \"population\"], [\"attainment\", \"population\", \"country\"], [\"population\", \"country\", \"origin\"], [\"country\", \"origin\", \"recent\"], [\"origin\", \"recent\", \"asian\"], [\"recent\", \"asian\", \"immigrant\"], [\"asian\", \"immigrant\", \"also\"], [\"immigrant\", \"also\", \"stand\"], [\"also\", \"stand\", \"select\"], [\"stand\", \"select\", \"group\"], [\"select\", \"group\", \"example\"], [\"group\", \"example\", \"27\"], [\"example\", \"27\", \"adult\"], [\"27\", \"adult\", \"age\"], [\"adult\", \"age\", \"25\"], [\"age\", \"25\", \"64\"], [\"25\", \"64\", \"south\"], [\"64\", \"south\", \"korea\"], [\"south\", \"korea\", \"25\"], [\"korea\", \"25\", \"japan\"], [\"25\", \"japan\", \"bachelor\"], [\"japan\", \"bachelor\", \"degree\"], [\"bachelor\", \"degree\", \"contrast\"], [\"degree\", \"contrast\", \"nearly\"], [\"contrast\", \"nearly\", \"70\"], [\"nearly\", \"70\", \"comparably\"], [\"70\", \"comparably\", \"aged\"], [\"comparably\", \"aged\", \"recent\"], [\"aged\", \"recent\", \"immigrant\"], [\"recent\", \"immigrant\", \"two\"], [\"immigrant\", \"two\", \"country\"], [\"two\", \"country\", \"least\"], [\"country\", \"least\", \"bachelor\"], [\"least\", \"bachelor\", \"degree\"], [\"bachelor\", \"degree\", \"recent\"], [\"degree\", \"recent\", \"asian\"], [\"recent\", \"asian\", \"immigrant\"], [\"asian\", \"immigrant\", \"also\"], [\"immigrant\", \"also\", \"three\"], [\"also\", \"three\", \"time\"], [\"three\", \"time\", \"likely\"], [\"time\", \"likely\", \"recent\"], [\"likely\", \"recent\", \"immigrant\"], [\"recent\", \"immigrant\", \"part\"], [\"immigrant\", \"part\", \"world\"], [\"part\", \"world\", \"receive\"], [\"world\", \"receive\", \"green\"], [\"receive\", \"green\", \"cardsor\"], [\"green\", \"cardsor\", \"permanent\"], [\"cardsor\", \"permanent\", \"resident\"], [\"permanent\", \"resident\", \"statuson\"], [\"resident\", \"statuson\", \"basis\"], [\"statuson\", \"basis\", \"employer\"], [\"basis\", \"employer\", \"rather\"], [\"employer\", \"rather\", \"family\"], [\"rather\", \"family\", \"sponsorship\"], [\"family\", \"sponsorship\", \"though\"], [\"sponsorship\", \"though\", \"family\"], [\"though\", \"family\", \"reunification\"], [\"family\", \"reunification\", \"remains\"], [\"reunification\", \"remains\", \"common\"], [\"remains\", \"common\", \"legal\"], [\"common\", \"legal\", \"gateway\"], [\"legal\", \"gateway\", \"u\"], [\"gateway\", \"u\", \"asian\"], [\"u\", \"asian\", \"immigrant\"], [\"asian\", \"immigrant\", \"immigrant\"], [\"immigrant\", \"immigrant\", \"modern\"], [\"immigrant\", \"modern\", \"immigration\"], [\"modern\", \"immigration\", \"wave\"], [\"immigration\", \"wave\", \"asia\"], [\"wave\", \"asia\", \"nearly\"], [\"asia\", \"nearly\", \"half\"], [\"nearly\", \"half\", \"century\"], [\"half\", \"century\", \"old\"], [\"century\", \"old\", \"pushed\"], [\"old\", \"pushed\", \"total\"], [\"pushed\", \"total\", \"population\"], [\"total\", \"population\", \"asian\"], [\"population\", \"asian\", \"americansforeign\"], [\"asian\", \"americansforeign\", \"born\"], [\"americansforeign\", \"born\", \"u\"], [\"born\", \"u\", \"born\"], [\"u\", \"born\", \"adult\"], [\"born\", \"adult\", \"childrento\"], [\"adult\", \"childrento\", \"record\"], [\"childrento\", \"record\", \"182\"], [\"record\", \"182\", \"million\"], [\"182\", \"million\", \"2011\"], [\"million\", \"2011\", \"58\"], [\"2011\", \"58\", \"total\"], [\"58\", \"total\", \"u\"], [\"total\", \"u\", \"population\"], [\"u\", \"population\", \"le\"], [\"population\", \"le\", \"1\"], [\"le\", \"1\", \"1965\"], [\"1\", \"1965\", \"comparison\"], [\"1965\", \"comparison\", \"nonhispanic\"], [\"comparison\", \"nonhispanic\", \"white\"], [\"nonhispanic\", \"white\", \"1975\"], [\"white\", \"1975\", \"million\"], [\"1975\", \"million\", \"633\"], [\"million\", \"633\", \"hispanic\"], [\"633\", \"hispanic\", \"520\"], [\"hispanic\", \"520\", \"million\"], [\"520\", \"million\", \"167\"], [\"million\", \"167\", \"nonhispanic\"], [\"167\", \"nonhispanic\", \"black\"], [\"nonhispanic\", \"black\", \"383\"], [\"black\", \"383\", \"million\"], [\"383\", \"million\", \"123\"], [\"million\", \"123\", \"asian\"], [\"123\", \"asian\", \"american\"], [\"asian\", \"american\", \"trace\"], [\"american\", \"trace\", \"root\"], [\"trace\", \"root\", \"dozen\"], [\"root\", \"dozen\", \"country\"], [\"dozen\", \"country\", \"far\"], [\"country\", \"far\", \"east\"], [\"far\", \"east\", \"southeast\"], [\"east\", \"southeast\", \"asia\"], [\"southeast\", \"asia\", \"indian\"], [\"asia\", \"indian\", \"subcontinent\"], [\"indian\", \"subcontinent\", \"country\"], [\"subcontinent\", \"country\", \"origin\"], [\"country\", \"origin\", \"subgroup\"], [\"origin\", \"subgroup\", \"unique\"], [\"subgroup\", \"unique\", \"history\"], [\"unique\", \"history\", \"culture\"], [\"history\", \"culture\", \"language\"], [\"culture\", \"language\", \"religious\"], [\"language\", \"religious\", \"belief\"], [\"religious\", \"belief\", \"economic\"], [\"belief\", \"economic\", \"demographic\"], [\"economic\", \"demographic\", \"trait\"], [\"demographic\", \"trait\", \"social\"], [\"trait\", \"social\", \"political\"], [\"social\", \"political\", \"value\"], [\"political\", \"value\", \"pathway\"], [\"value\", \"pathway\", \"america\"], [\"pathway\", \"america\", \"despite\"], [\"america\", \"despite\", \"often\"], [\"despite\", \"often\", \"sizable\"], [\"often\", \"sizable\", \"subgroup\"], [\"sizable\", \"subgroup\", \"difference\"], [\"subgroup\", \"difference\", \"asian\"], [\"difference\", \"asian\", \"american\"], [\"asian\", \"american\", \"distinctive\"], [\"american\", \"distinctive\", \"whole\"], [\"distinctive\", \"whole\", \"especially\"], [\"whole\", \"especially\", \"compared\"], [\"especially\", \"compared\", \"u\"], [\"compared\", \"u\", \"adult\"], [\"u\", \"adult\", \"exceed\"], [\"adult\", \"exceed\", \"share\"], [\"exceed\", \"share\", \"college\"], [\"share\", \"college\", \"degree\"], [\"college\", \"degree\", \"49\"], [\"degree\", \"49\", \"v\"], [\"49\", \"v\", \"28\"], [\"v\", \"28\", \"also\"], [\"28\", \"also\", \"median\"], [\"also\", \"median\", \"annual\"], [\"median\", \"annual\", \"household\"], [\"annual\", \"household\", \"income\"], [\"household\", \"income\", \"66000\"], [\"income\", \"66000\", \"versus\"], [\"66000\", \"versus\", \"49800\"], [\"versus\", \"49800\", \"median\"], [\"49800\", \"median\", \"household\"], [\"median\", \"household\", \"wealth\"], [\"household\", \"wealth\", \"83500\"], [\"wealth\", \"83500\", \"v\"], [\"83500\", \"v\", \"68529\"], [\"v\", \"68529\", \"noteworthy\"], [\"68529\", \"noteworthy\", \"way\"], [\"noteworthy\", \"way\", \"according\"], [\"way\", \"according\", \"pew\"], [\"according\", \"pew\", \"research\"], [\"pew\", \"research\", \"center\"], [\"research\", \"center\", \"survey\"], [\"center\", \"survey\", \"nationally\"], [\"survey\", \"nationally\", \"representative\"], [\"nationally\", \"representative\", \"sample\"], [\"representative\", \"sample\", \"3511\"], [\"sample\", \"3511\", \"asian\"], [\"3511\", \"asian\", \"american\"], [\"asian\", \"american\", \"conducted\"], [\"american\", \"conducted\", \"telephone\"], [\"conducted\", \"telephone\", \"jan\"], [\"telephone\", \"jan\", \"3\"], [\"jan\", \"3\", \"march\"], [\"3\", \"march\", \"27\"], [\"march\", \"27\", \"2012\"], [\"27\", \"2012\", \"english\"], [\"2012\", \"english\", \"seven\"], [\"english\", \"seven\", \"asian\"], [\"seven\", \"asian\", \"language\"], [\"asian\", \"language\", \"satisfied\"], [\"language\", \"satisfied\", \"general\"], [\"satisfied\", \"general\", \"public\"], [\"general\", \"public\", \"life\"], [\"public\", \"life\", \"overall\"], [\"life\", \"overall\", \"82\"], [\"overall\", \"82\", \"v\"], [\"82\", \"v\", \"75\"], [\"v\", \"75\", \"personal\"], [\"75\", \"personal\", \"finance\"], [\"personal\", \"finance\", \"51\"], [\"finance\", \"51\", \"v\"], [\"51\", \"v\", \"35\"], [\"v\", \"35\", \"general\"], [\"35\", \"general\", \"direction\"], [\"general\", \"direction\", \"country\"], [\"direction\", \"country\", \"43\"], [\"country\", \"43\", \"v\"], [\"43\", \"v\", \"21\"], [\"v\", \"21\", \"also\"], [\"21\", \"also\", \"stand\"], [\"also\", \"stand\", \"strong\"], [\"stand\", \"strong\", \"emphasis\"], [\"strong\", \"emphasis\", \"family\"], [\"emphasis\", \"family\", \"half\"], [\"family\", \"half\", \"54\"], [\"half\", \"54\", \"say\"], [\"54\", \"say\", \"successful\"], [\"say\", \"successful\", \"marriage\"], [\"successful\", \"marriage\", \"one\"], [\"marriage\", \"one\", \"important\"], [\"one\", \"important\", \"thing\"], [\"important\", \"thing\", \"life\"], [\"thing\", \"life\", \"34\"], [\"life\", \"34\", \"american\"], [\"34\", \"american\", \"adult\"], [\"american\", \"adult\", \"agree\"], [\"adult\", \"agree\", \"twothirds\"], [\"agree\", \"twothirds\", \"asianamerican\"], [\"twothirds\", \"asianamerican\", \"adult\"], [\"asianamerican\", \"adult\", \"67\"], [\"adult\", \"67\", \"say\"], [\"67\", \"say\", \"good\"], [\"say\", \"good\", \"parent\"], [\"good\", \"parent\", \"one\"], [\"parent\", \"one\", \"important\"], [\"one\", \"important\", \"thing\"], [\"important\", \"thing\", \"life\"], [\"thing\", \"life\", \"50\"], [\"life\", \"50\", \"adult\"], [\"50\", \"adult\", \"agree\"], [\"adult\", \"agree\", \"living\"], [\"agree\", \"living\", \"arrangement\"], [\"living\", \"arrangement\", \"align\"], [\"arrangement\", \"align\", \"value\"], [\"align\", \"value\", \"likely\"], [\"value\", \"likely\", \"american\"], [\"likely\", \"american\", \"adult\"], [\"american\", \"adult\", \"married\"], [\"adult\", \"married\", \"59\"], [\"married\", \"59\", \"v\"], [\"59\", \"v\", \"51\"], [\"v\", \"51\", \"newborn\"], [\"51\", \"newborn\", \"le\"], [\"newborn\", \"le\", \"likely\"], [\"le\", \"likely\", \"u\"], [\"likely\", \"u\", \"newborn\"], [\"u\", \"newborn\", \"unmarried\"], [\"newborn\", \"unmarried\", \"mother\"], [\"unmarried\", \"mother\", \"16\"], [\"mother\", \"16\", \"v\"], [\"16\", \"v\", \"41\"], [\"v\", \"41\", \"child\"], [\"41\", \"child\", \"likely\"], [\"child\", \"likely\", \"u\"], [\"likely\", \"u\", \"child\"], [\"u\", \"child\", \"raised\"], [\"child\", \"raised\", \"household\"], [\"raised\", \"household\", \"two\"], [\"household\", \"two\", \"married\"], [\"two\", \"married\", \"parent\"], [\"married\", \"parent\", \"80\"], [\"parent\", \"80\", \"v\"], [\"80\", \"v\", \"63\"], [\"v\", \"63\", \"likely\"], [\"63\", \"likely\", \"general\"], [\"likely\", \"general\", \"public\"], [\"general\", \"public\", \"live\"], [\"public\", \"live\", \"multigenerational\"], [\"live\", \"multigenerational\", \"family\"], [\"multigenerational\", \"family\", \"household\"], [\"family\", \"household\", \"28\"], [\"household\", \"28\", \"live\"], [\"28\", \"live\", \"least\"], [\"live\", \"least\", \"two\"], [\"least\", \"two\", \"adult\"], [\"two\", \"adult\", \"generation\"], [\"adult\", \"generation\", \"roof\"], [\"generation\", \"roof\", \"twice\"], [\"roof\", \"twice\", \"share\"], [\"twice\", \"share\", \"white\"], [\"share\", \"white\", \"slightly\"], [\"white\", \"slightly\", \"share\"], [\"slightly\", \"share\", \"black\"], [\"share\", \"black\", \"hispanic\"], [\"black\", \"hispanic\", \"live\"], [\"hispanic\", \"live\", \"household\"], [\"live\", \"household\", \"u\"], [\"household\", \"u\", \"asian\"], [\"u\", \"asian\", \"also\"], [\"asian\", \"also\", \"strong\"], [\"also\", \"strong\", \"sense\"], [\"strong\", \"sense\", \"filial\"], [\"sense\", \"filial\", \"respect\"], [\"filial\", \"respect\", \"twothirds\"], [\"respect\", \"twothirds\", \"say\"], [\"twothirds\", \"say\", \"parent\"], [\"say\", \"parent\", \"lot\"], [\"parent\", \"lot\", \"influence\"], [\"lot\", \"influence\", \"choosing\"], [\"influence\", \"choosing\", \"one\"], [\"choosing\", \"one\", \"profession\"], [\"one\", \"profession\", \"66\"], [\"profession\", \"66\", \"spouse\"], [\"66\", \"spouse\", \"61\"], [\"spouse\", \"61\", \"asian\"], [\"61\", \"asian\", \"american\"], [\"asian\", \"american\", \"pervasive\"], [\"american\", \"pervasive\", \"belief\"], [\"pervasive\", \"belief\", \"reward\"], [\"belief\", \"reward\", \"hard\"], [\"reward\", \"hard\", \"work\"], [\"hard\", \"work\", \"nearly\"], [\"work\", \"nearly\", \"seveninten\"], [\"nearly\", \"seveninten\", \"69\"], [\"seveninten\", \"69\", \"say\"], [\"69\", \"say\", \"people\"], [\"say\", \"people\", \"get\"], [\"people\", \"get\", \"ahead\"], [\"get\", \"ahead\", \"willing\"], [\"ahead\", \"willing\", \"work\"], [\"willing\", \"work\", \"hard\"], [\"work\", \"hard\", \"view\"], [\"hard\", \"view\", \"shared\"], [\"view\", \"shared\", \"somewhat\"], [\"shared\", \"somewhat\", \"smaller\"], [\"somewhat\", \"smaller\", \"share\"], [\"smaller\", \"share\", \"american\"], [\"share\", \"american\", \"public\"], [\"american\", \"public\", \"whole\"], [\"public\", \"whole\", \"58\"], [\"whole\", \"58\", \"fully\"], [\"58\", \"fully\", \"93\"], [\"fully\", \"93\", \"asian\"], [\"93\", \"asian\", \"american\"], [\"asian\", \"american\", \"describe\"], [\"american\", \"describe\", \"member\"], [\"describe\", \"member\", \"country\"], [\"member\", \"country\", \"origin\"], [\"country\", \"origin\", \"group\"], [\"origin\", \"group\", \"hardworking\"], [\"group\", \"hardworking\", \"57\"], [\"hardworking\", \"57\", \"say\"], [\"57\", \"say\", \"american\"], [\"say\", \"american\", \"whole\"], [\"american\", \"whole\", \"light\"], [\"whole\", \"light\", \"asian\"], [\"light\", \"asian\", \"american\"], [\"asian\", \"american\", \"sometimes\"], [\"american\", \"sometimes\", \"go\"], [\"sometimes\", \"go\", \"overboard\"], [\"go\", \"overboard\", \"stressing\"], [\"overboard\", \"stressing\", \"hard\"], [\"stressing\", \"hard\", \"work\"], [\"hard\", \"work\", \"nearly\"], [\"work\", \"nearly\", \"fourinten\"], [\"nearly\", \"fourinten\", \"39\"], [\"fourinten\", \"39\", \"say\"], [\"39\", \"say\", \"asianamerican\"], [\"say\", \"asianamerican\", \"parent\"], [\"asianamerican\", \"parent\", \"country\"], [\"parent\", \"country\", \"origin\"], [\"country\", \"origin\", \"subgroup\"], [\"origin\", \"subgroup\", \"put\"], [\"subgroup\", \"put\", \"much\"], [\"put\", \"much\", \"pressure\"], [\"much\", \"pressure\", \"child\"], [\"pressure\", \"child\", \"well\"], [\"child\", \"well\", \"school\"], [\"well\", \"school\", \"9\"], [\"school\", \"9\", \"say\"], [\"9\", \"say\", \"american\"], [\"say\", \"american\", \"parent\"], [\"american\", \"parent\", \"flipside\"], [\"parent\", \"flipside\", \"coin\"], [\"flipside\", \"coin\", \"sixinten\"], [\"coin\", \"sixinten\", \"asian\"], [\"sixinten\", \"asian\", \"american\"], [\"asian\", \"american\", \"say\"], [\"american\", \"say\", \"american\"], [\"say\", \"american\", \"parent\"], [\"american\", \"parent\", \"put\"], [\"parent\", \"put\", \"little\"], [\"put\", \"little\", \"pressure\"], [\"little\", \"pressure\", \"child\"], [\"pressure\", \"child\", \"succeed\"], [\"child\", \"succeed\", \"school\"], [\"succeed\", \"school\", \"9\"], [\"school\", \"9\", \"say\"], [\"9\", \"say\", \"asianamerican\"], [\"say\", \"asianamerican\", \"parent\"], [\"asianamerican\", \"parent\", \"publication\"], [\"parent\", \"publication\", \"last\"], [\"publication\", \"last\", \"year\"], [\"last\", \"year\", \"battle\"], [\"year\", \"battle\", \"hymn\"], [\"battle\", \"hymn\", \"tiger\"], [\"hymn\", \"tiger\", \"mother\"], [\"tiger\", \"mother\", \"comic\"], [\"mother\", \"comic\", \"memoir\"], [\"comic\", \"memoir\", \"strict\"], [\"memoir\", \"strict\", \"parenting\"], [\"strict\", \"parenting\", \"yale\"], [\"parenting\", \"yale\", \"law\"], [\"yale\", \"law\", \"professor\"], [\"law\", \"professor\", \"amy\"], [\"professor\", \"amy\", \"chua\"], [\"amy\", \"chua\", \"daughter\"], [\"chua\", \"daughter\", \"immigrant\"], [\"daughter\", \"immigrant\", \"triggered\"], [\"immigrant\", \"triggered\", \"spirited\"], [\"triggered\", \"spirited\", \"debate\"], [\"spirited\", \"debate\", \"cultural\"], [\"debate\", \"cultural\", \"difference\"], [\"cultural\", \"difference\", \"parenting\"], [\"difference\", \"parenting\", \"norm\"], [\"parenting\", \"norm\", \"immigration\"], [\"norm\", \"immigration\", \"wave\"], [\"immigration\", \"wave\", \"asia\"], [\"wave\", \"asia\", \"occurred\"], [\"asia\", \"occurred\", \"time\"], [\"occurred\", \"time\", \"largest\"], [\"time\", \"largest\", \"sending\"], [\"largest\", \"sending\", \"country\"], [\"sending\", \"country\", \"experienced\"], [\"country\", \"experienced\", \"dramatic\"], [\"experienced\", \"dramatic\", \"gain\"], [\"dramatic\", \"gain\", \"standard\"], [\"gain\", \"standard\", \"living\"], [\"standard\", \"living\", \"asian\"], [\"living\", \"asian\", \"immigrant\"], [\"asian\", \"immigrant\", \"looking\"], [\"immigrant\", \"looking\", \"shoulder\"], [\"looking\", \"shoulder\", \"regret\"], [\"shoulder\", \"regret\", \"12\"], [\"regret\", \"12\", \"say\"], [\"12\", \"say\", \"would\"], [\"say\", \"would\", \"remain\"], [\"would\", \"remain\", \"country\"], [\"remain\", \"country\", \"origin\"], [\"country\", \"origin\", \"lopsided\"], [\"origin\", \"lopsided\", \"margin\"], [\"lopsided\", \"margin\", \"asian\"], [\"margin\", \"asian\", \"american\"], [\"asian\", \"american\", \"say\"], [\"american\", \"say\", \"u\"], [\"say\", \"u\", \"preferable\"], [\"u\", \"preferable\", \"country\"], [\"preferable\", \"country\", \"origin\"], [\"country\", \"origin\", \"realm\"], [\"origin\", \"realm\", \"providing\"], [\"realm\", \"providing\", \"economic\"], [\"providing\", \"economic\", \"opportunity\"], [\"economic\", \"opportunity\", \"political\"], [\"opportunity\", \"political\", \"religious\"], [\"political\", \"religious\", \"freedom\"], [\"religious\", \"freedom\", \"good\"], [\"freedom\", \"good\", \"condition\"], [\"good\", \"condition\", \"raising\"], [\"condition\", \"raising\", \"child\"], [\"raising\", \"child\", \"respondent\"], [\"child\", \"respondent\", \"rated\"], [\"respondent\", \"rated\", \"country\"], [\"rated\", \"country\", \"origin\"], [\"country\", \"origin\", \"superior\"], [\"origin\", \"superior\", \"one\"], [\"superior\", \"one\", \"seven\"], [\"one\", \"seven\", \"measure\"], [\"seven\", \"measure\", \"tested\"], [\"measure\", \"tested\", \"surveystrength\"], [\"tested\", \"surveystrength\", \"family\"], [\"surveystrength\", \"family\", \"tie\"], [\"family\", \"tie\", \"survey\"], [\"tie\", \"survey\", \"conducted\"], [\"survey\", \"conducted\", \"among\"], [\"conducted\", \"among\", \"asian\"], [\"among\", \"asian\", \"american\"], [\"asian\", \"american\", \"currently\"], [\"american\", \"currently\", \"living\"], [\"currently\", \"living\", \"u\"], [\"living\", \"u\", \"case\"], [\"u\", \"case\", \"immigration\"], [\"case\", \"immigration\", \"wave\"], [\"immigration\", \"wave\", \"portion\"], [\"wave\", \"portion\", \"came\"], [\"portion\", \"came\", \"u\"], [\"came\", \"u\", \"asia\"], [\"u\", \"asia\", \"recent\"], [\"asia\", \"recent\", \"decade\"], [\"recent\", \"decade\", \"chosen\"], [\"decade\", \"chosen\", \"return\"], [\"chosen\", \"return\", \"country\"], [\"return\", \"country\", \"origin\"], [\"country\", \"origin\", \"however\"], [\"origin\", \"however\", \"return\"], [\"however\", \"return\", \"migration\"], [\"return\", \"migration\", \"rate\"], [\"migration\", \"rate\", \"estimated\"], [\"rate\", \"estimated\", \"lower\"], [\"estimated\", \"lower\", \"immigrant\"], [\"lower\", \"immigrant\", \"asia\"], [\"immigrant\", \"asia\", \"immigrant\"], [\"asia\", \"immigrant\", \"naturalization\"], [\"immigrant\", \"naturalization\", \"ratesthat\"], [\"naturalization\", \"ratesthat\", \"share\"], [\"ratesthat\", \"share\", \"eligible\"], [\"share\", \"eligible\", \"immigrant\"], [\"eligible\", \"immigrant\", \"become\"], [\"immigrant\", \"become\", \"u\"], [\"become\", \"u\", \"citizensare\"], [\"u\", \"citizensare\", \"higher\"], [\"citizensare\", \"higher\", \"detail\"], [\"higher\", \"detail\", \"see\"], [\"detail\", \"see\", \"chapter\"], [\"see\", \"chapter\", \"1\"], [\"chapter\", \"1\", \"asian\"], [\"1\", \"asian\", \"u\"], [\"asian\", \"u\", \"asia\"], [\"u\", \"asia\", \"finding\"], [\"asia\", \"finding\", \"survey\"], [\"finding\", \"survey\", \"compared\"], [\"survey\", \"compared\", \"recent\"], [\"compared\", \"recent\", \"survey\"], [\"recent\", \"survey\", \"conducted\"], [\"survey\", \"conducted\", \"pew\"], [\"conducted\", \"pew\", \"research\"], [\"pew\", \"research\", \"center\"], [\"research\", \"center\", \"global\"], [\"center\", \"global\", \"attitude\"], [\"global\", \"attitude\", \"project\"], [\"attitude\", \"project\", \"among\"], [\"project\", \"among\", \"asian\"], [\"among\", \"asian\", \"major\"], [\"asian\", \"major\", \"asian\"], [\"major\", \"asian\", \"country\"], [\"asian\", \"country\", \"mixed\"], [\"country\", \"mixed\", \"picture\"], [\"mixed\", \"picture\", \"emerges\"], [\"picture\", \"emerges\", \"example\"], [\"emerges\", \"example\", \"adult\"], [\"example\", \"adult\", \"living\"], [\"adult\", \"living\", \"china\"], [\"living\", \"china\", \"satisfied\"], [\"china\", \"satisfied\", \"way\"], [\"satisfied\", \"way\", \"thing\"], [\"way\", \"thing\", \"going\"], [\"thing\", \"going\", \"country\"], [\"going\", \"country\", \"chinese\"], [\"country\", \"chinese\", \"american\"], [\"chinese\", \"american\", \"way\"], [\"american\", \"way\", \"thing\"], [\"way\", \"thing\", \"going\"], [\"thing\", \"going\", \"united\"], [\"going\", \"united\", \"state\"], [\"united\", \"state\", \"contrast\"], [\"state\", \"contrast\", \"public\"], [\"contrast\", \"public\", \"india\"], [\"public\", \"india\", \"japan\"], [\"india\", \"japan\", \"downbeat\"], [\"japan\", \"downbeat\", \"view\"], [\"downbeat\", \"view\", \"way\"], [\"view\", \"way\", \"thing\"], [\"way\", \"thing\", \"going\"], [\"thing\", \"going\", \"country\"], [\"going\", \"country\", \"counterpart\"], [\"country\", \"counterpart\", \"group\"], [\"counterpart\", \"group\", \"u\"], [\"group\", \"u\", \"across\"], [\"u\", \"across\", \"board\"], [\"across\", \"board\", \"however\"], [\"board\", \"however\", \"u\"], [\"however\", \"u\", \"asian\"], [\"u\", \"asian\", \"likely\"], [\"asian\", \"likely\", \"asian\"], [\"likely\", \"asian\", \"asia\"], [\"asian\", \"asia\", \"say\"], [\"asia\", \"say\", \"standard\"], [\"say\", \"standard\", \"living\"], [\"standard\", \"living\", \"better\"], [\"living\", \"better\", \"parent\"], [\"better\", \"parent\", \"similar\"], [\"parent\", \"similar\", \"stage\"], [\"similar\", \"stage\", \"life\"], [\"stage\", \"life\", \"u\"], [\"life\", \"u\", \"asian\"], [\"u\", \"asian\", \"also\"], [\"asian\", \"also\", \"exceed\"], [\"also\", \"exceed\", \"asian\"], [\"exceed\", \"asian\", \"belief\"], [\"asian\", \"belief\", \"hard\"], [\"belief\", \"hard\", \"work\"], [\"hard\", \"work\", \"lead\"], [\"work\", \"lead\", \"success\"], [\"lead\", \"success\", \"life\"], [\"success\", \"life\", \"many\"], [\"life\", \"many\", \"u\"], [\"many\", \"u\", \"asian\"], [\"u\", \"asian\", \"say\"], [\"asian\", \"say\", \"asianamerican\"], [\"say\", \"asianamerican\", \"parent\"], [\"asianamerican\", \"parent\", \"place\"], [\"parent\", \"place\", \"much\"], [\"place\", \"much\", \"pressure\"], [\"much\", \"pressure\", \"child\"], [\"pressure\", \"child\", \"well\"], [\"child\", \"well\", \"school\"], [\"well\", \"school\", \"even\"], [\"school\", \"even\", \"chinese\"], [\"even\", \"chinese\", \"japanese\"], [\"chinese\", \"japanese\", \"say\"], [\"japanese\", \"say\", \"parent\"], [\"say\", \"parent\", \"country\"], [\"parent\", \"country\", \"detail\"], [\"country\", \"detail\", \"crossnational\"], [\"detail\", \"crossnational\", \"comparison\"], [\"crossnational\", \"comparison\", \"see\"], [\"comparison\", \"see\", \"chapter\"], [\"see\", \"chapter\", \"4\"], [\"chapter\", \"4\", \"difference\"], [\"4\", \"difference\", \"among\"], [\"difference\", \"among\", \"asianamerican\"], [\"among\", \"asianamerican\", \"subgroup\"], [\"asianamerican\", \"subgroup\", \"pew\"], [\"subgroup\", \"pew\", \"research\"], [\"pew\", \"research\", \"center\"], [\"research\", \"center\", \"survey\"], [\"center\", \"survey\", \"designed\"], [\"survey\", \"designed\", \"contain\"], [\"designed\", \"contain\", \"nationally\"], [\"contain\", \"nationally\", \"representative\"], [\"nationally\", \"representative\", \"sample\"], [\"representative\", \"sample\", \"six\"], [\"sample\", \"six\", \"largest\"], [\"six\", \"largest\", \"asianamerican\"], [\"largest\", \"asianamerican\", \"group\"], [\"asianamerican\", \"group\", \"country\"], [\"group\", \"country\", \"originchinese\"], [\"country\", \"originchinese\", \"american\"], [\"originchinese\", \"american\", \"filipino\"], [\"american\", \"filipino\", \"american\"], [\"filipino\", \"american\", \"indian\"], [\"american\", \"indian\", \"american\"], [\"indian\", \"american\", \"vietnamese\"], [\"american\", \"vietnamese\", \"american\"], [\"vietnamese\", \"american\", \"korean\"], [\"american\", \"korean\", \"american\"], [\"korean\", \"american\", \"japanese\"], [\"american\", \"japanese\", \"american\"], [\"japanese\", \"american\", \"together\"], [\"american\", \"together\", \"group\"], [\"together\", \"group\", \"comprise\"], [\"group\", \"comprise\", \"least\"], [\"comprise\", \"least\", \"83\"], [\"least\", \"83\", \"total\"], [\"83\", \"total\", \"asian\"], [\"total\", \"asian\", \"population\"], [\"asian\", \"population\", \"u\"], [\"population\", \"u\", \"basic\"], [\"u\", \"basic\", \"demographic\"], [\"basic\", \"demographic\", \"group\"], [\"demographic\", \"group\", \"different\"], [\"group\", \"different\", \"many\"], [\"different\", \"many\", \"measure\"], [\"many\", \"measure\", \"example\"], [\"measure\", \"example\", \"indian\"], [\"example\", \"indian\", \"american\"], [\"indian\", \"american\", \"lead\"], [\"american\", \"lead\", \"group\"], [\"lead\", \"group\", \"significant\"], [\"group\", \"significant\", \"margin\"], [\"significant\", \"margin\", \"level\"], [\"margin\", \"level\", \"income\"], [\"level\", \"income\", \"education\"], [\"income\", \"education\", \"seveninten\"], [\"education\", \"seveninten\", \"indianamerican\"], [\"seveninten\", \"indianamerican\", \"adult\"], [\"indianamerican\", \"adult\", \"age\"], [\"adult\", \"age\", \"25\"], [\"age\", \"25\", \"older\"], [\"25\", \"older\", \"college\"], [\"older\", \"college\", \"degree\"], [\"college\", \"degree\", \"compared\"], [\"degree\", \"compared\", \"half\"], [\"compared\", \"half\", \"american\"], [\"half\", \"american\", \"korean\"], [\"american\", \"korean\", \"chinese\"], [\"korean\", \"chinese\", \"filipino\"], [\"chinese\", \"filipino\", \"japanese\"], [\"filipino\", \"japanese\", \"ancestry\"], [\"japanese\", \"ancestry\", \"quarter\"], [\"ancestry\", \"quarter\", \"vietnamese\"], [\"quarter\", \"vietnamese\", \"american\"], [\"vietnamese\", \"american\", \"side\"], [\"american\", \"side\", \"socioeconomic\"], [\"side\", \"socioeconomic\", \"ledger\"], [\"socioeconomic\", \"ledger\", \"american\"], [\"ledger\", \"american\", \"korean\"], [\"american\", \"korean\", \"vietnamese\"], [\"korean\", \"vietnamese\", \"chinese\"], [\"vietnamese\", \"chinese\", \"u\"], [\"chinese\", \"u\", \"asian\"], [\"u\", \"asian\", \"origin\"], [\"asian\", \"origin\", \"higher\"], [\"origin\", \"higher\", \"share\"], [\"higher\", \"share\", \"poverty\"], [\"share\", \"poverty\", \"u\"], [\"poverty\", \"u\", \"general\"], [\"u\", \"general\", \"public\"], [\"general\", \"public\", \"indian\"], [\"public\", \"indian\", \"japanese\"], [\"indian\", \"japanese\", \"filipino\"], [\"japanese\", \"filipino\", \"origin\"], [\"filipino\", \"origin\", \"lower\"], [\"origin\", \"lower\", \"share\"], [\"lower\", \"share\", \"geographic\"], [\"share\", \"geographic\", \"settlement\"], [\"geographic\", \"settlement\", \"pattern\"], [\"settlement\", \"pattern\", \"also\"], [\"pattern\", \"also\", \"differ\"], [\"also\", \"differ\", \"seveninten\"], [\"differ\", \"seveninten\", \"japanese\"], [\"seveninten\", \"japanese\", \"twothirds\"], [\"japanese\", \"twothirds\", \"filipino\"], [\"twothirds\", \"filipino\", \"live\"], [\"filipino\", \"live\", \"west\"], [\"live\", \"west\", \"compared\"], [\"west\", \"compared\", \"fewer\"], [\"compared\", \"fewer\", \"half\"], [\"fewer\", \"half\", \"chinese\"], [\"half\", \"chinese\", \"vietnamese\"], [\"chinese\", \"vietnamese\", \"korean\"], [\"vietnamese\", \"korean\", \"quarter\"], [\"korean\", \"quarter\", \"indian\"], [\"quarter\", \"indian\", \"religious\"], [\"indian\", \"religious\", \"identity\"], [\"religious\", \"identity\", \"asian\"], [\"identity\", \"asian\", \"american\"], [\"asian\", \"american\", \"quite\"], [\"american\", \"quite\", \"varied\"], [\"quite\", \"varied\", \"according\"], [\"varied\", \"according\", \"pew\"], [\"according\", \"pew\", \"research\"], [\"pew\", \"research\", \"survey\"], [\"research\", \"survey\", \"half\"], [\"survey\", \"half\", \"chinese\"], [\"half\", \"chinese\", \"unaffiliated\"], [\"chinese\", \"unaffiliated\", \"filipino\"], [\"unaffiliated\", \"filipino\", \"catholic\"], [\"filipino\", \"catholic\", \"half\"], [\"catholic\", \"half\", \"indian\"], [\"half\", \"indian\", \"hindu\"], [\"indian\", \"hindu\", \"korean\"], [\"hindu\", \"korean\", \"protestant\"], [\"korean\", \"protestant\", \"plurality\"], [\"protestant\", \"plurality\", \"vietnamese\"], [\"plurality\", \"vietnamese\", \"buddhist\"], [\"vietnamese\", \"buddhist\", \"among\"], [\"buddhist\", \"among\", \"japanese\"], [\"among\", \"japanese\", \"american\"], [\"japanese\", \"american\", \"one\"], [\"american\", \"one\", \"group\"], [\"one\", \"group\", \"dominant\"], [\"group\", \"dominant\", \"38\"], [\"dominant\", \"38\", \"christian\"], [\"38\", \"christian\", \"32\"], [\"christian\", \"32\", \"unaffiliated\"], [\"32\", \"unaffiliated\", \"25\"], [\"unaffiliated\", \"25\", \"buddhist\"], [\"25\", \"buddhist\", \"total\"], [\"buddhist\", \"total\", \"26\"], [\"total\", \"26\", \"asian\"], [\"26\", \"asian\", \"american\"], [\"asian\", \"american\", \"unaffiliated\"], [\"american\", \"unaffiliated\", \"22\"], [\"unaffiliated\", \"22\", \"protestant\"], [\"22\", \"protestant\", \"13\"], [\"protestant\", \"13\", \"evangelical\"], [\"13\", \"evangelical\", \"9\"], [\"evangelical\", \"9\", \"mainline\"], [\"9\", \"mainline\", \"19\"], [\"mainline\", \"19\", \"catholic\"], [\"19\", \"catholic\", \"14\"], [\"catholic\", \"14\", \"buddhist\"], [\"14\", \"buddhist\", \"10\"], [\"buddhist\", \"10\", \"hindu\"], [\"10\", \"hindu\", \"4\"], [\"hindu\", \"4\", \"muslim\"], [\"4\", \"muslim\", \"1\"], [\"muslim\", \"1\", \"sikh\"], [\"1\", \"sikh\", \"overall\"], [\"sikh\", \"overall\", \"39\"], [\"overall\", \"39\", \"asian\"], [\"39\", \"asian\", \"american\"], [\"asian\", \"american\", \"say\"], [\"american\", \"say\", \"religion\"], [\"say\", \"religion\", \"important\"], [\"religion\", \"important\", \"life\"], [\"important\", \"life\", \"compared\"], [\"life\", \"compared\", \"58\"], [\"compared\", \"58\", \"u\"], [\"58\", \"u\", \"general\"], [\"u\", \"general\", \"public\"], [\"general\", \"public\", \"subgroup\"], [\"public\", \"subgroup\", \"difference\"], [\"subgroup\", \"difference\", \"social\"], [\"difference\", \"social\", \"cultural\"], [\"social\", \"cultural\", \"realm\"], [\"cultural\", \"realm\", \"well\"], [\"realm\", \"well\", \"japanese\"], [\"well\", \"japanese\", \"filipino\"], [\"japanese\", \"filipino\", \"american\"], [\"filipino\", \"american\", \"accepting\"], [\"american\", \"accepting\", \"interracial\"], [\"accepting\", \"interracial\", \"intergroup\"], [\"interracial\", \"intergroup\", \"marriage\"], [\"intergroup\", \"marriage\", \"korean\"], [\"marriage\", \"korean\", \"vietnamese\"], [\"korean\", \"vietnamese\", \"indian\"], [\"vietnamese\", \"indian\", \"le\"], [\"indian\", \"le\", \"comfortable\"], [\"le\", \"comfortable\", \"korean\"], [\"comfortable\", \"korean\", \"likely\"], [\"korean\", \"likely\", \"say\"], [\"likely\", \"say\", \"discrimination\"], [\"say\", \"discrimination\", \"group\"], [\"discrimination\", \"group\", \"major\"], [\"group\", \"major\", \"problem\"], [\"major\", \"problem\", \"least\"], [\"problem\", \"least\", \"likely\"], [\"least\", \"likely\", \"say\"], [\"likely\", \"say\", \"group\"], [\"say\", \"group\", \"get\"], [\"group\", \"get\", \"along\"], [\"get\", \"along\", \"well\"], [\"along\", \"well\", \"racial\"], [\"well\", \"racial\", \"ethnic\"], [\"racial\", \"ethnic\", \"group\"], [\"ethnic\", \"group\", \"u\"], [\"group\", \"u\", \"contrast\"], [\"u\", \"contrast\", \"filipino\"], [\"contrast\", \"filipino\", \"upbeat\"], [\"filipino\", \"upbeat\", \"view\"], [\"upbeat\", \"view\", \"intergroup\"], [\"view\", \"intergroup\", \"relation\"], [\"intergroup\", \"relation\", \"u\"], [\"relation\", \"u\", \"japanese\"], [\"u\", \"japanese\", \"group\"], [\"japanese\", \"group\", \"majority\"], [\"group\", \"majority\", \"u\"], [\"majority\", \"u\", \"born\"], [\"u\", \"born\", \"73\"], [\"born\", \"73\", \"total\"], [\"73\", \"total\", \"population\"], [\"total\", \"population\", \"68\"], [\"population\", \"68\", \"adult\"], [\"68\", \"adult\", \"subgroup\"], [\"adult\", \"subgroup\", \"majority\"], [\"subgroup\", \"majority\", \"foreign\"], [\"majority\", \"foreign\", \"born\"], [\"foreign\", \"born\", \"pathway\"], [\"born\", \"pathway\", \"u\"], [\"pathway\", \"u\", \"different\"], [\"u\", \"different\", \"half\"], [\"different\", \"half\", \"korean\"], [\"half\", \"korean\", \"indian\"], [\"korean\", \"indian\", \"immigrant\"], [\"indian\", \"immigrant\", \"received\"], [\"immigrant\", \"received\", \"green\"], [\"received\", \"green\", \"card\"], [\"green\", \"card\", \"2011\"], [\"card\", \"2011\", \"got\"], [\"2011\", \"got\", \"basis\"], [\"got\", \"basis\", \"employer\"], [\"basis\", \"employer\", \"sponsorship\"], [\"employer\", \"sponsorship\", \"compared\"], [\"sponsorship\", \"compared\", \"third\"], [\"compared\", \"third\", \"japanese\"], [\"third\", \"japanese\", \"fifth\"], [\"japanese\", \"fifth\", \"chinese\"], [\"fifth\", \"chinese\", \"oneineight\"], [\"chinese\", \"oneineight\", \"filipino\"], [\"oneineight\", \"filipino\", \"1\"], [\"filipino\", \"1\", \"vietnamese\"], [\"1\", \"vietnamese\", \"vietnamese\"], [\"vietnamese\", \"vietnamese\", \"major\"], [\"vietnamese\", \"major\", \"subgroup\"], [\"major\", \"subgroup\", \"come\"], [\"subgroup\", \"come\", \"u\"], [\"come\", \"u\", \"large\"], [\"u\", \"large\", \"number\"], [\"large\", \"number\", \"political\"], [\"number\", \"political\", \"refugee\"], [\"political\", \"refugee\", \"others\"], [\"refugee\", \"others\", \"say\"], [\"others\", \"say\", \"come\"], [\"say\", \"come\", \"mostly\"], [\"come\", \"mostly\", \"economic\"], [\"mostly\", \"economic\", \"educational\"], [\"economic\", \"educational\", \"family\"], [\"educational\", \"family\", \"reason\"], [\"family\", \"reason\", \"asian\"], [\"reason\", \"asian\", \"american\"], [\"asian\", \"american\", \"varying\"], [\"american\", \"varying\", \"degree\"], [\"varying\", \"degree\", \"attachment\"], [\"degree\", \"attachment\", \"relative\"], [\"attachment\", \"relative\", \"home\"], [\"relative\", \"home\", \"countrieslikely\"], [\"home\", \"countrieslikely\", \"reflecting\"], [\"countrieslikely\", \"reflecting\", \"difference\"], [\"reflecting\", \"difference\", \"timing\"], [\"difference\", \"timing\", \"circumstance\"], [\"timing\", \"circumstance\", \"immigration\"], [\"circumstance\", \"immigration\", \"example\"], [\"immigration\", \"example\", \"though\"], [\"example\", \"though\", \"among\"], [\"though\", \"among\", \"least\"], [\"among\", \"least\", \"welloff\"], [\"least\", \"welloff\", \"financially\"], [\"welloff\", \"financially\", \"vietnamese\"], [\"financially\", \"vietnamese\", \"american\"], [\"vietnamese\", \"american\", \"among\"], [\"american\", \"among\", \"likely\"], [\"among\", \"likely\", \"58\"], [\"likely\", \"58\", \"say\"], [\"58\", \"say\", \"sent\"], [\"say\", \"sent\", \"money\"], [\"sent\", \"money\", \"someone\"], [\"money\", \"someone\", \"vietnam\"], [\"someone\", \"vietnam\", \"past\"], [\"vietnam\", \"past\", \"year\"], [\"past\", \"year\", \"half\"], [\"year\", \"half\", \"filipino\"], [\"half\", \"filipino\", \"52\"], [\"filipino\", \"52\", \"also\"], [\"52\", \"also\", \"say\"], [\"also\", \"say\", \"sent\"], [\"say\", \"sent\", \"remittance\"], [\"sent\", \"remittance\", \"home\"], [\"remittance\", \"home\", \"past\"], [\"home\", \"past\", \"year\"], [\"past\", \"year\", \"contrast\"], [\"year\", \"contrast\", \"japanese\"], [\"contrast\", \"japanese\", \"12\"], [\"japanese\", \"12\", \"korean\"], [\"12\", \"korean\", \"16\"], [\"korean\", \"16\", \"much\"], [\"16\", \"much\", \"le\"], [\"much\", \"le\", \"likely\"], [\"le\", \"likely\", \"done\"], [\"likely\", \"done\", \"different\"], [\"done\", \"different\", \"naturalization\"], [\"different\", \"naturalization\", \"rate\"], [\"naturalization\", \"rate\", \"fully\"], [\"rate\", \"fully\", \"threequarters\"], [\"fully\", \"threequarters\", \"foreignborn\"], [\"threequarters\", \"foreignborn\", \"vietnamese\"], [\"foreignborn\", \"vietnamese\", \"naturalized\"], [\"vietnamese\", \"naturalized\", \"u\"], [\"naturalized\", \"u\", \"citizen\"], [\"u\", \"citizen\", \"compared\"], [\"citizen\", \"compared\", \"twothirds\"], [\"compared\", \"twothirds\", \"filipino\"], [\"twothirds\", \"filipino\", \"sixinten\"], [\"filipino\", \"sixinten\", \"chinese\"], [\"sixinten\", \"chinese\", \"korean\"], [\"chinese\", \"korean\", \"half\"], [\"korean\", \"half\", \"indian\"], [\"half\", \"indian\", \"third\"], [\"indian\", \"third\", \"japanese\"], [\"third\", \"japanese\", \"history\"], [\"japanese\", \"history\", \"asian\"], [\"history\", \"asian\", \"immigrant\"], [\"asian\", \"immigrant\", \"first\"], [\"immigrant\", \"first\", \"came\"], [\"first\", \"came\", \"u\"], [\"came\", \"u\", \"significant\"], [\"u\", \"significant\", \"number\"], [\"significant\", \"number\", \"century\"], [\"number\", \"century\", \"half\"], [\"century\", \"half\", \"agomainly\"], [\"half\", \"agomainly\", \"lowskilled\"], [\"agomainly\", \"lowskilled\", \"male\"], [\"lowskilled\", \"male\", \"laborer\"], [\"male\", \"laborer\", \"mined\"], [\"laborer\", \"mined\", \"farmed\"], [\"mined\", \"farmed\", \"built\"], [\"farmed\", \"built\", \"railroad\"], [\"built\", \"railroad\", \"endured\"], [\"railroad\", \"endured\", \"generation\"], [\"endured\", \"generation\", \"officially\"], [\"generation\", \"officially\", \"sanctioned\"], [\"officially\", \"sanctioned\", \"racial\"], [\"sanctioned\", \"racial\", \"prejudiceincluding\"], [\"racial\", \"prejudiceincluding\", \"regulation\"], [\"prejudiceincluding\", \"regulation\", \"prohibited\"], [\"regulation\", \"prohibited\", \"immigration\"], [\"prohibited\", \"immigration\", \"asian\"], [\"immigration\", \"asian\", \"woman\"], [\"asian\", \"woman\", \"chinese\"], [\"woman\", \"chinese\", \"exclusion\"], [\"chinese\", \"exclusion\", \"act\"], [\"exclusion\", \"act\", \"1882\"], [\"act\", \"1882\", \"barred\"], [\"1882\", \"barred\", \"new\"], [\"barred\", \"new\", \"immigration\"], [\"new\", \"immigration\", \"china\"], [\"immigration\", \"china\", \"immigration\"], [\"china\", \"immigration\", \"act\"], [\"immigration\", \"act\", \"1917\"], [\"act\", \"1917\", \"national\"], [\"1917\", \"national\", \"origin\"], [\"national\", \"origin\", \"act\"], [\"origin\", \"act\", \"1924\"], [\"act\", \"1924\", \"extended\"], [\"1924\", \"extended\", \"immigration\"], [\"extended\", \"immigration\", \"ban\"], [\"immigration\", \"ban\", \"include\"], [\"ban\", \"include\", \"virtually\"], [\"include\", \"virtually\", \"asia\"], [\"virtually\", \"asia\", \"forced\"], [\"asia\", \"forced\", \"relocation\"], [\"forced\", \"relocation\", \"internment\"], [\"relocation\", \"internment\", \"120000\"], [\"internment\", \"120000\", \"japanese\"], [\"120000\", \"japanese\", \"american\"], [\"japanese\", \"american\", \"japanese\"], [\"american\", \"japanese\", \"attack\"], [\"japanese\", \"attack\", \"pearl\"], [\"attack\", \"pearl\", \"harbor\"], [\"pearl\", \"harbor\", \"1941\"], [\"harbor\", \"1941\", \"largescale\"], [\"1941\", \"largescale\", \"immigration\"], [\"largescale\", \"immigration\", \"asia\"], [\"immigration\", \"asia\", \"take\"], [\"asia\", \"take\", \"passage\"], [\"take\", \"passage\", \"landmark\"], [\"passage\", \"landmark\", \"immigration\"], [\"landmark\", \"immigration\", \"nationality\"], [\"immigration\", \"nationality\", \"act\"], [\"nationality\", \"act\", \"1965\"], [\"act\", \"1965\", \"decade\"], [\"1965\", \"decade\", \"modern\"], [\"decade\", \"modern\", \"wave\"], [\"modern\", \"wave\", \"immigrant\"], [\"wave\", \"immigrant\", \"asia\"], [\"immigrant\", \"asia\", \"increasingly\"], [\"asia\", \"increasingly\", \"become\"], [\"increasingly\", \"become\", \"skilled\"], [\"become\", \"skilled\", \"educated\"], [\"skilled\", \"educated\", \"today\"], [\"educated\", \"today\", \"recent\"], [\"today\", \"recent\", \"arrival\"], [\"recent\", \"arrival\", \"asia\"], [\"arrival\", \"asia\", \"nearly\"], [\"asia\", \"nearly\", \"twice\"], [\"nearly\", \"twice\", \"likely\"], [\"twice\", \"likely\", \"came\"], [\"likely\", \"came\", \"three\"], [\"came\", \"three\", \"decade\"], [\"three\", \"decade\", \"ago\"], [\"decade\", \"ago\", \"college\"], [\"ago\", \"college\", \"degree\"], [\"college\", \"degree\", \"many\"], [\"degree\", \"many\", \"go\"], [\"many\", \"go\", \"highpaying\"], [\"go\", \"highpaying\", \"field\"], [\"highpaying\", \"field\", \"science\"], [\"field\", \"science\", \"engineering\"], [\"science\", \"engineering\", \"medicine\"], [\"engineering\", \"medicine\", \"finance\"], [\"medicine\", \"finance\", \"evolution\"], [\"finance\", \"evolution\", \"spurred\"], [\"evolution\", \"spurred\", \"change\"], [\"spurred\", \"change\", \"u\"], [\"change\", \"u\", \"immigration\"], [\"u\", \"immigration\", \"policy\"], [\"immigration\", \"policy\", \"labor\"], [\"policy\", \"labor\", \"market\"], [\"labor\", \"market\", \"political\"], [\"market\", \"political\", \"liberalization\"], [\"political\", \"liberalization\", \"economic\"], [\"liberalization\", \"economic\", \"growth\"], [\"economic\", \"growth\", \"sending\"], [\"growth\", \"sending\", \"country\"], [\"sending\", \"country\", \"force\"], [\"country\", \"force\", \"globalization\"], [\"force\", \"globalization\", \"evermore\"], [\"globalization\", \"evermore\", \"digitally\"], [\"evermore\", \"digitally\", \"interconnected\"], [\"digitally\", \"interconnected\", \"world\"], [\"interconnected\", \"world\", \"trend\"], [\"world\", \"trend\", \"raised\"], [\"trend\", \"raised\", \"education\"], [\"raised\", \"education\", \"level\"], [\"education\", \"level\", \"immigrant\"], [\"level\", \"immigrant\", \"race\"], [\"immigrant\", \"race\", \"recent\"], [\"race\", \"recent\", \"year\"], [\"recent\", \"year\", \"asian\"], [\"year\", \"asian\", \"immigrant\"], [\"asian\", \"immigrant\", \"exceed\"], [\"immigrant\", \"exceed\", \"race\"], [\"exceed\", \"race\", \"ethnic\"], [\"race\", \"ethnic\", \"group\"], [\"ethnic\", \"group\", \"share\"], [\"group\", \"share\", \"either\"], [\"share\", \"either\", \"college\"], [\"either\", \"college\", \"student\"], [\"college\", \"student\", \"college\"], [\"student\", \"college\", \"graduate\"], [\"college\", \"graduate\", \"native\"], [\"graduate\", \"native\", \"born\"], [\"native\", \"born\", \"foreign\"], [\"born\", \"foreign\", \"born\"], [\"foreign\", \"born\", \"throughout\"], [\"born\", \"throughout\", \"long\"], [\"throughout\", \"long\", \"history\"], [\"long\", \"history\", \"immigration\"], [\"history\", \"immigration\", \"wave\"], [\"immigration\", \"wave\", \"u\"], [\"wave\", \"u\", \"typical\"], [\"u\", \"typical\", \"pattern\"], [\"typical\", \"pattern\", \"time\"], [\"pattern\", \"time\", \"second\"], [\"time\", \"second\", \"generation\"], [\"second\", \"generation\", \"ie\"], [\"generation\", \"ie\", \"child\"], [\"ie\", \"child\", \"immigrant\"], [\"child\", \"immigrant\", \"surpasses\"], [\"immigrant\", \"surpasses\", \"immigrant\"], [\"surpasses\", \"immigrant\", \"generation\"], [\"immigrant\", \"generation\", \"key\"], [\"generation\", \"key\", \"measure\"], [\"key\", \"measure\", \"socioeconomic\"], [\"measure\", \"socioeconomic\", \"wellbeing\"], [\"socioeconomic\", \"wellbeing\", \"assimilation\"], [\"wellbeing\", \"assimilation\", \"household\"], [\"assimilation\", \"household\", \"income\"], [\"household\", \"income\", \"educational\"], [\"income\", \"educational\", \"attainment\"], [\"educational\", \"attainment\", \"english\"], [\"attainment\", \"english\", \"fluency\"], [\"english\", \"fluency\", \"yet\"], [\"fluency\", \"yet\", \"possible\"], [\"yet\", \"possible\", \"make\"], [\"possible\", \"make\", \"full\"], [\"make\", \"full\", \"intergenerational\"], [\"full\", \"intergenerational\", \"accounting\"], [\"intergenerational\", \"accounting\", \"modern\"], [\"accounting\", \"modern\", \"asianamerican\"], [\"modern\", \"asianamerican\", \"immigration\"], [\"asianamerican\", \"immigration\", \"wave\"], [\"immigration\", \"wave\", \"immigrant\"], [\"wave\", \"immigrant\", \"still\"], [\"immigrant\", \"still\", \"far\"], [\"still\", \"far\", \"dominant\"], [\"far\", \"dominant\", \"group\"], [\"dominant\", \"group\", \"second\"], [\"group\", \"second\", \"generation\"], [\"second\", \"generation\", \"recently\"], [\"generation\", \"recently\", \"begun\"], [\"recently\", \"begun\", \"come\"], [\"begun\", \"come\", \"adulthood\"], [\"come\", \"adulthood\", \"significant\"], [\"adulthood\", \"significant\", \"number\"], [\"significant\", \"number\", \"among\"], [\"number\", \"among\", \"secondgeneration\"], [\"among\", \"secondgeneration\", \"asian\"], [\"secondgeneration\", \"asian\", \"median\"], [\"asian\", \"median\", \"age\"], [\"median\", \"age\", \"17\"], [\"age\", \"17\", \"word\"], [\"17\", \"word\", \"half\"], [\"word\", \"half\", \"still\"], [\"half\", \"still\", \"child\"], [\"still\", \"child\", \"basis\"], [\"child\", \"basis\", \"evidence\"], [\"basis\", \"evidence\", \"far\"], [\"evidence\", \"far\", \"immigrant\"], [\"far\", \"immigrant\", \"generation\"], [\"immigrant\", \"generation\", \"set\"], [\"generation\", \"set\", \"bar\"], [\"set\", \"bar\", \"success\"], [\"bar\", \"success\", \"challenge\"], [\"success\", \"challenge\", \"next\"], [\"challenge\", \"next\", \"generation\"], [\"next\", \"generation\", \"surpass\"], [\"generation\", \"surpass\", \"difference\"], [\"surpass\", \"difference\", \"share\"], [\"difference\", \"share\", \"native\"], [\"share\", \"native\", \"foreignborn\"], [\"native\", \"foreignborn\", \"asian\"], [\"foreignborn\", \"asian\", \"american\"], [\"asian\", \"american\", \"age\"], [\"american\", \"age\", \"25\"], [\"age\", \"25\", \"older\"], [\"25\", \"older\", \"college\"], [\"older\", \"college\", \"degree\"], [\"college\", \"degree\", \"49\"], [\"degree\", \"49\", \"group\"], [\"49\", \"group\", \"modest\"], [\"group\", \"modest\", \"difference\"], [\"modest\", \"difference\", \"median\"], [\"difference\", \"median\", \"annual\"], [\"median\", \"annual\", \"earnings\"], [\"annual\", \"earnings\", \"fulltime\"], [\"earnings\", \"fulltime\", \"worker\"], [\"fulltime\", \"worker\", \"group\"], [\"worker\", \"group\", \"50000\"], [\"group\", \"50000\", \"native\"], [\"50000\", \"native\", \"born\"], [\"native\", \"born\", \"47000\"], [\"born\", \"47000\", \"foreign\"], [\"47000\", \"foreign\", \"born\"], [\"foreign\", \"born\", \"two\"], [\"born\", \"two\", \"group\"], [\"two\", \"group\", \"also\"], [\"group\", \"also\", \"similar\"], [\"also\", \"similar\", \"share\"], [\"similar\", \"share\", \"poverty\"], [\"share\", \"poverty\", \"homeownership\"], [\"poverty\", \"homeownership\", \"rate\"], [\"homeownership\", \"rate\", \"surprisingly\"], [\"rate\", \"surprisingly\", \"come\"], [\"surprisingly\", \"come\", \"language\"], [\"come\", \"language\", \"fluency\"], [\"language\", \"fluency\", \"significant\"], [\"fluency\", \"significant\", \"difference\"], [\"significant\", \"difference\", \"native\"], [\"difference\", \"native\", \"foreignborn\"], [\"native\", \"foreignborn\", \"adult\"], [\"foreignborn\", \"adult\", \"half\"], [\"adult\", \"half\", \"53\"], [\"half\", \"53\", \"foreign\"], [\"53\", \"foreign\", \"born\"], [\"foreign\", \"born\", \"say\"], [\"born\", \"say\", \"speak\"], [\"say\", \"speak\", \"english\"], [\"speak\", \"english\", \"well\"], [\"english\", \"well\", \"compared\"], [\"well\", \"compared\", \"95\"], [\"compared\", \"95\", \"u\"], [\"95\", \"u\", \"born\"], [\"u\", \"born\", \"family\"], [\"born\", \"family\", \"formation\"], [\"family\", \"formation\", \"pattern\"], [\"formation\", \"pattern\", \"also\"], [\"pattern\", \"also\", \"quite\"], [\"also\", \"quite\", \"different\"], [\"quite\", \"different\", \"u\"], [\"different\", \"u\", \"born\"], [\"u\", \"born\", \"much\"], [\"born\", \"much\", \"le\"], [\"much\", \"le\", \"likely\"], [\"le\", \"likely\", \"foreign\"], [\"likely\", \"foreign\", \"born\"], [\"foreign\", \"born\", \"married\"], [\"born\", \"married\", \"35\"], [\"married\", \"35\", \"v\"], [\"35\", \"v\", \"67\"], [\"v\", \"67\", \"difference\"], [\"67\", \"difference\", \"largely\"], [\"difference\", \"largely\", \"driven\"], [\"largely\", \"driven\", \"fact\"], [\"driven\", \"fact\", \"much\"], [\"fact\", \"much\", \"younger\"], [\"much\", \"younger\", \"group\"], [\"younger\", \"group\", \"among\"], [\"group\", \"among\", \"adult\"], [\"among\", \"adult\", \"median\"], [\"adult\", \"median\", \"age\"], [\"median\", \"age\", \"30\"], [\"age\", \"30\", \"versus\"], [\"30\", \"versus\", \"44\"], [\"versus\", \"44\", \"foreign\"], [\"44\", \"foreign\", \"born\"], [\"foreign\", \"born\", \"also\"], [\"born\", \"also\", \"difference\"], [\"also\", \"difference\", \"native\"], [\"difference\", \"native\", \"born\"], [\"native\", \"born\", \"foreign\"], [\"born\", \"foreign\", \"born\"], [\"foreign\", \"born\", \"share\"], [\"born\", \"share\", \"recent\"], [\"share\", \"recent\", \"mother\"], [\"recent\", \"mother\", \"unmarried\"], [\"mother\", \"unmarried\", \"threeinten\"], [\"unmarried\", \"threeinten\", \"31\"], [\"threeinten\", \"31\", \"usborn\"], [\"31\", \"usborn\", \"asian\"], [\"usborn\", \"asian\", \"woman\"], [\"asian\", \"woman\", \"child\"], [\"woman\", \"child\", \"recently\"], [\"child\", \"recently\", \"unmarried\"], [\"recently\", \"unmarried\", \"compared\"], [\"unmarried\", \"compared\", \"10\"], [\"compared\", \"10\", \"recent\"], [\"10\", \"recent\", \"foreignborn\"], [\"recent\", \"foreignborn\", \"asianamerican\"], [\"foreignborn\", \"asianamerican\", \"mother\"], [\"asianamerican\", \"mother\", \"among\"], [\"mother\", \"among\", \"u\"], [\"among\", \"u\", \"population\"], [\"u\", \"population\", \"whole\"], [\"population\", \"whole\", \"fourinten\"], [\"whole\", \"fourinten\", \"recent\"], [\"fourinten\", \"recent\", \"american\"], [\"recent\", \"american\", \"mother\"], [\"american\", \"mother\", \"unmarried\"], [\"mother\", \"unmarried\", \"even\"], [\"unmarried\", \"even\", \"birth\"], [\"even\", \"birth\", \"single\"], [\"birth\", \"single\", \"mother\"], [\"single\", \"mother\", \"become\"], [\"mother\", \"become\", \"widespread\"], [\"become\", \"widespread\", \"recent\"], [\"widespread\", \"recent\", \"decade\"], [\"recent\", \"decade\", \"pew\"], [\"decade\", \"pew\", \"research\"], [\"pew\", \"research\", \"survey\"], [\"research\", \"survey\", \"find\"], [\"survey\", \"find\", \"sizable\"], [\"find\", \"sizable\", \"majority\"], [\"sizable\", \"majority\", \"american\"], [\"majority\", \"american\", \"believe\"], [\"american\", \"believe\", \"growing\"], [\"believe\", \"growing\", \"phenomenon\"], [\"growing\", \"phenomenon\", \"bad\"], [\"phenomenon\", \"bad\", \"society\"], [\"bad\", \"society\", \"eye\"], [\"society\", \"eye\", \"public\"], [\"eye\", \"public\", \"appears\"], [\"public\", \"appears\", \"case\"], [\"appears\", \"case\", \"downward\"], [\"case\", \"downward\", \"assimilation\"], [\"downward\", \"assimilation\", \"second\"], [\"assimilation\", \"second\", \"generation\"], [\"second\", \"generation\", \"later\"], [\"generation\", \"later\", \"generation\"], [\"later\", \"generation\", \"asian\"], [\"generation\", \"asian\", \"american\"], [\"asian\", \"american\", \"increasingly\"], [\"american\", \"increasingly\", \"prevalentbut\"], [\"increasingly\", \"prevalentbut\", \"still\"], [\"prevalentbut\", \"still\", \"frowned\"], [\"still\", \"frowned\", \"uponus\"], [\"frowned\", \"uponus\", \"pattern\"], [\"uponus\", \"pattern\", \"behavior\"], [\"pattern\", \"behavior\", \"positive\"], [\"behavior\", \"positive\", \"note\"], [\"positive\", \"note\", \"usborn\"], [\"note\", \"usborn\", \"asian\"], [\"usborn\", \"asian\", \"upbeat\"], [\"asian\", \"upbeat\", \"foreign\"], [\"upbeat\", \"foreign\", \"born\"], [\"foreign\", \"born\", \"relation\"], [\"born\", \"relation\", \"racial\"], [\"relation\", \"racial\", \"ethnic\"], [\"racial\", \"ethnic\", \"group\"], [\"ethnic\", \"group\", \"receptive\"], [\"group\", \"receptive\", \"growing\"], [\"receptive\", \"growing\", \"practice\"], [\"growing\", \"practice\", \"racial\"], [\"practice\", \"racial\", \"ethnic\"], [\"racial\", \"ethnic\", \"intermarriage\"], [\"ethnic\", \"intermarriage\", \"perception\"], [\"intermarriage\", \"perception\", \"discrimination\"], [\"perception\", \"discrimination\", \"part\"], [\"discrimination\", \"part\", \"today\"], [\"part\", \"today\", \"asian\"], [\"today\", \"asian\", \"american\"], [\"asian\", \"american\", \"feel\"], [\"american\", \"feel\", \"sting\"], [\"feel\", \"sting\", \"racial\"], [\"sting\", \"racial\", \"discrimination\"], [\"racial\", \"discrimination\", \"burden\"], [\"discrimination\", \"burden\", \"culturally\"], [\"burden\", \"culturally\", \"imposed\"], [\"culturally\", \"imposed\", \"otherness\"], [\"imposed\", \"otherness\", \"much\"], [\"otherness\", \"much\", \"part\"], [\"much\", \"part\", \"experience\"], [\"part\", \"experience\", \"predecessor\"], [\"experience\", \"predecessor\", \"came\"], [\"predecessor\", \"came\", \"19th\"], [\"came\", \"19th\", \"early\"], [\"19th\", \"early\", \"20th\"], [\"early\", \"20th\", \"century\"], [\"20th\", \"century\", \"oneinfive\"], [\"century\", \"oneinfive\", \"asian\"], [\"oneinfive\", \"asian\", \"american\"], [\"asian\", \"american\", \"say\"], [\"american\", \"say\", \"personally\"], [\"say\", \"personally\", \"treated\"], [\"personally\", \"treated\", \"unfairly\"], [\"treated\", \"unfairly\", \"past\"], [\"unfairly\", \"past\", \"year\"], [\"past\", \"year\", \"asian\"], [\"year\", \"asian\", \"oneinten\"], [\"asian\", \"oneinten\", \"say\"], [\"oneinten\", \"say\", \"called\"], [\"say\", \"called\", \"offensive\"], [\"called\", \"offensive\", \"name\"], [\"offensive\", \"name\", \"older\"], [\"name\", \"older\", \"adult\"], [\"older\", \"adult\", \"le\"], [\"adult\", \"le\", \"likely\"], [\"le\", \"likely\", \"young\"], [\"likely\", \"young\", \"middleaged\"], [\"young\", \"middleaged\", \"adult\"], [\"middleaged\", \"adult\", \"report\"], [\"adult\", \"report\", \"negative\"], [\"report\", \"negative\", \"personal\"], [\"negative\", \"personal\", \"experience\"], [\"personal\", \"experience\", \"bias\"], [\"experience\", \"bias\", \"compared\"], [\"bias\", \"compared\", \"nation\"], [\"compared\", \"nation\", \"two\"], [\"nation\", \"two\", \"largest\"], [\"two\", \"largest\", \"minority\"], [\"largest\", \"minority\", \"groupshispanics\"], [\"minority\", \"groupshispanics\", \"blacksasian\"], [\"groupshispanics\", \"blacksasian\", \"american\"], [\"blacksasian\", \"american\", \"appear\"], [\"american\", \"appear\", \"le\"], [\"appear\", \"le\", \"inclined\"], [\"le\", \"inclined\", \"view\"], [\"inclined\", \"view\", \"discrimination\"], [\"view\", \"discrimination\", \"group\"], [\"discrimination\", \"group\", \"major\"], [\"group\", \"major\", \"problem\"], [\"major\", \"problem\", \"13\"], [\"problem\", \"13\", \"asian\"], [\"13\", \"asian\", \"american\"], [\"asian\", \"american\", \"say\"], [\"american\", \"say\", \"half\"], [\"say\", \"half\", \"48\"], [\"half\", \"48\", \"say\"], [\"48\", \"say\", \"minor\"], [\"say\", \"minor\", \"problem\"], [\"minor\", \"problem\", \"third\"], [\"problem\", \"third\", \"35\"], [\"third\", \"35\", \"say\"], [\"35\", \"say\", \"problem\"], [\"say\", \"problem\", \"sixinten\"], [\"problem\", \"sixinten\", \"say\"], [\"sixinten\", \"say\", \"asian\"], [\"say\", \"asian\", \"american\"], [\"asian\", \"american\", \"make\"], [\"american\", \"make\", \"difference\"], [\"make\", \"difference\", \"come\"], [\"difference\", \"come\", \"getting\"], [\"come\", \"getting\", \"job\"], [\"getting\", \"job\", \"gaining\"], [\"job\", \"gaining\", \"admission\"], [\"gaining\", \"admission\", \"college\"], [\"admission\", \"college\", \"say\"], [\"college\", \"say\", \"make\"], [\"say\", \"make\", \"difference\"], [\"make\", \"difference\", \"slightly\"], [\"difference\", \"slightly\", \"higher\"], [\"slightly\", \"higher\", \"share\"], [\"higher\", \"share\", \"say\"], [\"share\", \"say\", \"member\"], [\"say\", \"member\", \"group\"], [\"member\", \"group\", \"helped\"], [\"group\", \"helped\", \"rather\"], [\"helped\", \"rather\", \"hurt\"], [\"rather\", \"hurt\", \"race\"], [\"hurt\", \"race\", \"le\"], [\"race\", \"le\", \"education\"], [\"le\", \"education\", \"prone\"], [\"education\", \"prone\", \"education\"], [\"prone\", \"education\", \"say\"], [\"education\", \"say\", \"asian\"], [\"say\", \"asian\", \"american\"], [\"asian\", \"american\", \"advantage\"], [\"american\", \"advantage\", \"group\"], [\"advantage\", \"group\", \"relation\"], [\"group\", \"relation\", \"overall\"], [\"relation\", \"overall\", \"eightinten\"], [\"overall\", \"eightinten\", \"asian\"], [\"eightinten\", \"asian\", \"american\"], [\"asian\", \"american\", \"say\"], [\"american\", \"say\", \"group\"], [\"say\", \"group\", \"get\"], [\"group\", \"get\", \"along\"], [\"get\", \"along\", \"either\"], [\"along\", \"either\", \"pretty\"], [\"either\", \"pretty\", \"well\"], [\"pretty\", \"well\", \"white\"], [\"well\", \"white\", \"roughly\"], [\"white\", \"roughly\", \"seveninten\"], [\"roughly\", \"seveninten\", \"say\"], [\"seveninten\", \"say\", \"relation\"], [\"say\", \"relation\", \"hispanic\"], [\"relation\", \"hispanic\", \"sixinten\"], [\"hispanic\", \"sixinten\", \"say\"], [\"sixinten\", \"say\", \"relation\"], [\"say\", \"relation\", \"black\"], [\"relation\", \"black\", \"korean\"], [\"black\", \"korean\", \"american\"], [\"korean\", \"american\", \"stand\"], [\"american\", \"stand\", \"negative\"], [\"stand\", \"negative\", \"view\"], [\"negative\", \"view\", \"group\"], [\"view\", \"group\", \"relation\"], [\"group\", \"relation\", \"black\"], [\"relation\", \"black\", \"fully\"], [\"black\", \"fully\", \"half\"], [\"fully\", \"half\", \"say\"], [\"half\", \"say\", \"two\"], [\"say\", \"two\", \"group\"], [\"two\", \"group\", \"dont\"], [\"group\", \"dont\", \"get\"], [\"dont\", \"get\", \"along\"], [\"get\", \"along\", \"well\"], [\"along\", \"well\", \"39\"], [\"well\", \"39\", \"say\"], [\"39\", \"say\", \"get\"], [\"say\", \"get\", \"along\"], [\"get\", \"along\", \"pretty\"], [\"along\", \"pretty\", \"well\"], [\"pretty\", \"well\", \"4\"], [\"well\", \"4\", \"say\"], [\"4\", \"say\", \"get\"], [\"say\", \"get\", \"along\"], [\"get\", \"along\", \"well\"], [\"along\", \"well\", \"several\"], [\"well\", \"several\", \"city\"], [\"several\", \"city\", \"across\"], [\"city\", \"across\", \"country\"], [\"across\", \"country\", \"history\"], [\"country\", \"history\", \"tension\"], [\"history\", \"tension\", \"korean\"], [\"tension\", \"korean\", \"black\"], [\"korean\", \"black\", \"often\"], [\"black\", \"often\", \"arising\"], [\"often\", \"arising\", \"friction\"], [\"arising\", \"friction\", \"korean\"], [\"friction\", \"korean\", \"shopkeeper\"], [\"korean\", \"shopkeeper\", \"black\"], [\"shopkeeper\", \"black\", \"customer\"], [\"black\", \"customer\", \"predominantly\"], [\"customer\", \"predominantly\", \"black\"], [\"predominantly\", \"black\", \"neighborhood\"], [\"black\", \"neighborhood\", \"fourinten\"], [\"neighborhood\", \"fourinten\", \"asian\"], [\"fourinten\", \"asian\", \"american\"], [\"asian\", \"american\", \"say\"], [\"american\", \"say\", \"circle\"], [\"say\", \"circle\", \"friend\"], [\"circle\", \"friend\", \"dominated\"], [\"friend\", \"dominated\", \"asian\"], [\"dominated\", \"asian\", \"country\"], [\"asian\", \"country\", \"origin\"], [\"country\", \"origin\", \"58\"], [\"origin\", \"58\", \"say\"], [\"58\", \"say\", \"among\"], [\"say\", \"among\", \"usborn\"], [\"among\", \"usborn\", \"asian\"], [\"usborn\", \"asian\", \"however\"], [\"asian\", \"however\", \"17\"], [\"however\", \"17\", \"say\"], [\"17\", \"say\", \"friend\"], [\"say\", \"friend\", \"country\"], [\"friend\", \"country\", \"origin\"], [\"country\", \"origin\", \"group\"], [\"origin\", \"group\", \"asianamerican\"], [\"group\", \"asianamerican\", \"newlywed\"], [\"asianamerican\", \"newlywed\", \"likely\"], [\"newlywed\", \"likely\", \"major\"], [\"likely\", \"major\", \"racial\"], [\"major\", \"racial\", \"ethnic\"], [\"racial\", \"ethnic\", \"group\"], [\"ethnic\", \"group\", \"intermarried\"], [\"group\", \"intermarried\", \"2008\"], [\"intermarried\", \"2008\", \"2010\"], [\"2008\", \"2010\", \"29\"], [\"2010\", \"29\", \"asian\"], [\"29\", \"asian\", \"newlywed\"], [\"asian\", \"newlywed\", \"married\"], [\"newlywed\", \"married\", \"someone\"], [\"married\", \"someone\", \"different\"], [\"someone\", \"different\", \"race\"], [\"different\", \"race\", \"compared\"], [\"race\", \"compared\", \"26\"], [\"compared\", \"26\", \"hispanic\"], [\"26\", \"hispanic\", \"17\"], [\"hispanic\", \"17\", \"black\"], [\"17\", \"black\", \"9\"], [\"black\", \"9\", \"white\"], [\"9\", \"white\", \"notable\"], [\"white\", \"notable\", \"gender\"], [\"notable\", \"gender\", \"difference\"], [\"gender\", \"difference\", \"asian\"], [\"difference\", \"asian\", \"woman\"], [\"asian\", \"woman\", \"twice\"], [\"woman\", \"twice\", \"likely\"], [\"twice\", \"likely\", \"asian\"], [\"likely\", \"asian\", \"men\"], [\"asian\", \"men\", \"marry\"], [\"men\", \"marry\", \"among\"], [\"marry\", \"among\", \"black\"], [\"among\", \"black\", \"gender\"], [\"black\", \"gender\", \"pattern\"], [\"gender\", \"pattern\", \"run\"], [\"pattern\", \"run\", \"waymen\"], [\"run\", \"waymen\", \"twice\"], [\"waymen\", \"twice\", \"likely\"], [\"twice\", \"likely\", \"woman\"], [\"likely\", \"woman\", \"marry\"], [\"woman\", \"marry\", \"among\"], [\"marry\", \"among\", \"white\"], [\"among\", \"white\", \"hispanic\"], [\"white\", \"hispanic\", \"difference\"], [\"hispanic\", \"difference\", \"gender\"], [\"difference\", \"gender\", \"among\"], [\"gender\", \"among\", \"asianamerican\"], [\"among\", \"asianamerican\", \"newlywed\"], [\"asianamerican\", \"newlywed\", \"japanese\"], [\"newlywed\", \"japanese\", \"highest\"], [\"japanese\", \"highest\", \"rate\"], [\"highest\", \"rate\", \"intermarriage\"], [\"rate\", \"intermarriage\", \"indian\"], [\"intermarriage\", \"indian\", \"lowest\"], [\"indian\", \"lowest\", \"half\"], [\"lowest\", \"half\", \"recent\"], [\"half\", \"recent\", \"japanese\"], [\"recent\", \"japanese\", \"newlywed\"], [\"japanese\", \"newlywed\", \"married\"], [\"newlywed\", \"married\", \"nonasian\"], [\"married\", \"nonasian\", \"among\"], [\"nonasian\", \"among\", \"recent\"], [\"among\", \"recent\", \"indian\"], [\"recent\", \"indian\", \"newlywed\"], [\"indian\", \"newlywed\", \"oneineight\"], [\"newlywed\", \"oneineight\", \"asian\"], [\"oneineight\", \"asian\", \"american\"], [\"asian\", \"american\", \"highly\"], [\"american\", \"highly\", \"concentrated\"], [\"highly\", \"concentrated\", \"residential\"], [\"concentrated\", \"residential\", \"enclave\"], [\"residential\", \"enclave\", \"exemplified\"], [\"enclave\", \"exemplified\", \"establishment\"], [\"exemplified\", \"establishment\", \"chinatowns\"], [\"establishment\", \"chinatowns\", \"asian\"], [\"chinatowns\", \"asian\", \"community\"], [\"asian\", \"community\", \"city\"], [\"community\", \"city\", \"across\"], [\"city\", \"across\", \"country\"], [\"across\", \"country\", \"today\"], [\"country\", \"today\", \"however\"], [\"today\", \"however\", \"asian\"], [\"however\", \"asian\", \"american\"], [\"asian\", \"american\", \"much\"], [\"american\", \"much\", \"likely\"], [\"much\", \"likely\", \"racial\"], [\"likely\", \"racial\", \"group\"], [\"racial\", \"group\", \"live\"], [\"group\", \"live\", \"racially\"], [\"live\", \"racially\", \"mixed\"], [\"racially\", \"mixed\", \"neighborhood\"], [\"mixed\", \"neighborhood\", \"11\"], [\"neighborhood\", \"11\", \"currently\"], [\"11\", \"currently\", \"live\"], [\"currently\", \"live\", \"census\"], [\"live\", \"census\", \"tract\"], [\"census\", \"tract\", \"asian\"], [\"tract\", \"asian\", \"american\"], [\"asian\", \"american\", \"majority\"], [\"american\", \"majority\", \"comparable\"], [\"majority\", \"comparable\", \"figure\"], [\"comparable\", \"figure\", \"41\"], [\"figure\", \"41\", \"black\"], [\"41\", \"black\", \"43\"], [\"black\", \"43\", \"hispanic\"], [\"43\", \"hispanic\", \"90\"], [\"hispanic\", \"90\", \"white\"], [\"90\", \"white\", \"comparison\"], [\"white\", \"comparison\", \"treated\"], [\"comparison\", \"treated\", \"caution\"], [\"treated\", \"caution\", \"group\"], [\"caution\", \"group\", \"numerous\"], [\"group\", \"numerous\", \"asian\"], [\"numerous\", \"asian\", \"thereby\"], [\"asian\", \"thereby\", \"creating\"], [\"thereby\", \"creating\", \"larger\"], [\"creating\", \"larger\", \"potential\"], [\"larger\", \"potential\", \"pool\"], [\"potential\", \"pool\", \"racial\"], [\"pool\", \"racial\", \"enclave\"], [\"racial\", \"enclave\", \"despite\"], [\"enclave\", \"despite\", \"high\"], [\"despite\", \"high\", \"level\"], [\"high\", \"level\", \"residential\"], [\"level\", \"residential\", \"integration\"], [\"residential\", \"integration\", \"outmarriage\"], [\"integration\", \"outmarriage\", \"many\"], [\"outmarriage\", \"many\", \"asian\"], [\"many\", \"asian\", \"american\"], [\"asian\", \"american\", \"continue\"], [\"american\", \"continue\", \"feel\"], [\"continue\", \"feel\", \"degree\"], [\"feel\", \"degree\", \"cultural\"], [\"degree\", \"cultural\", \"separation\"], [\"cultural\", \"separation\", \"american\"], [\"separation\", \"american\", \"surprisingly\"], [\"american\", \"surprisingly\", \"feeling\"], [\"surprisingly\", \"feeling\", \"highly\"], [\"feeling\", \"highly\", \"correlated\"], [\"highly\", \"correlated\", \"nativity\"], [\"correlated\", \"nativity\", \"duration\"], [\"nativity\", \"duration\", \"time\"], [\"duration\", \"time\", \"u\"], [\"time\", \"u\", \"among\"], [\"u\", \"among\", \"usborn\"], [\"among\", \"usborn\", \"asian\"], [\"usborn\", \"asian\", \"american\"], [\"asian\", \"american\", \"twothirds\"], [\"american\", \"twothirds\", \"65\"], [\"twothirds\", \"65\", \"say\"], [\"65\", \"say\", \"feel\"], [\"say\", \"feel\", \"like\"], [\"feel\", \"like\", \"typical\"], [\"like\", \"typical\", \"american\"], [\"typical\", \"american\", \"among\"], [\"american\", \"among\", \"immigrant\"], [\"among\", \"immigrant\", \"30\"], [\"immigrant\", \"30\", \"say\"], [\"30\", \"say\", \"figure\"], [\"say\", \"figure\", \"fall\"], [\"figure\", \"fall\", \"22\"], [\"fall\", \"22\", \"among\"], [\"22\", \"among\", \"immigrant\"], [\"among\", \"immigrant\", \"arrived\"], [\"immigrant\", \"arrived\", \"since\"], [\"arrived\", \"since\", \"2000\"], [\"since\", \"2000\", \"asianamerican\"], [\"2000\", \"asianamerican\", \"label\"], [\"asianamerican\", \"label\", \"doesnt\"], [\"label\", \"doesnt\", \"hold\"], [\"doesnt\", \"hold\", \"much\"], [\"hold\", \"much\", \"sway\"], [\"much\", \"sway\", \"asian\"], [\"sway\", \"asian\", \"american\"], [\"asian\", \"american\", \"oneinfive\"], [\"american\", \"oneinfive\", \"19\"], [\"oneinfive\", \"19\", \"say\"], [\"19\", \"say\", \"often\"], [\"say\", \"often\", \"describe\"], [\"often\", \"describe\", \"asian\"], [\"describe\", \"asian\", \"american\"], [\"asian\", \"american\", \"asian\"], [\"american\", \"asian\", \"majority\"], [\"asian\", \"majority\", \"62\"], [\"majority\", \"62\", \"say\"], [\"62\", \"say\", \"often\"], [\"say\", \"often\", \"describe\"], [\"often\", \"describe\", \"country\"], [\"describe\", \"country\", \"origin\"], [\"country\", \"origin\", \"eg\"], [\"origin\", \"eg\", \"chinese\"], [\"eg\", \"chinese\", \"chinese\"], [\"chinese\", \"chinese\", \"american\"], [\"chinese\", \"american\", \"vietnamese\"], [\"american\", \"vietnamese\", \"vietnamese\"], [\"vietnamese\", \"vietnamese\", \"american\"], [\"vietnamese\", \"american\", \"14\"], [\"american\", \"14\", \"say\"], [\"14\", \"say\", \"often\"], [\"say\", \"often\", \"simply\"], [\"often\", \"simply\", \"call\"], [\"simply\", \"call\", \"american\"], [\"call\", \"american\", \"among\"], [\"american\", \"among\", \"usborn\"], [\"among\", \"usborn\", \"asian\"], [\"usborn\", \"asian\", \"share\"], [\"asian\", \"share\", \"often\"], [\"share\", \"often\", \"call\"], [\"often\", \"call\", \"american\"], [\"call\", \"american\", \"rise\"], [\"american\", \"rise\", \"28\"], [\"rise\", \"28\", \"identity\"], [\"28\", \"identity\", \"preference\"], [\"identity\", \"preference\", \"asian\"], [\"preference\", \"asian\", \"american\"], [\"asian\", \"american\", \"similar\"], [\"american\", \"similar\", \"hispanic\"], [\"similar\", \"hispanic\", \"group\"], [\"hispanic\", \"group\", \"driving\"], [\"group\", \"driving\", \"modern\"], [\"driving\", \"modern\", \"immigration\"], [\"modern\", \"immigration\", \"wave\"], [\"immigration\", \"wave\", \"hispanic\"], [\"wave\", \"hispanic\", \"likely\"], [\"hispanic\", \"likely\", \"identify\"], [\"likely\", \"identify\", \"using\"], [\"identify\", \"using\", \"country\"], [\"using\", \"country\", \"origin\"], [\"country\", \"origin\", \"identify\"], [\"origin\", \"identify\", \"hispanic\"], [\"identify\", \"hispanic\", \"american\"], [\"hispanic\", \"american\", \"perception\"], [\"american\", \"perception\", \"success\"], [\"perception\", \"success\", \"fourinten\"], [\"success\", \"fourinten\", \"asian\"], [\"fourinten\", \"asian\", \"american\"], [\"asian\", \"american\", \"43\"], [\"american\", \"43\", \"say\"], [\"43\", \"say\", \"asian\"], [\"say\", \"asian\", \"american\"], [\"asian\", \"american\", \"successful\"], [\"american\", \"successful\", \"racial\"], [\"successful\", \"racial\", \"ethnic\"], [\"racial\", \"ethnic\", \"minority\"], [\"ethnic\", \"minority\", \"u\"], [\"minority\", \"u\", \"similar\"], [\"u\", \"similar\", \"share\"], [\"similar\", \"share\", \"asian\"], [\"share\", \"asian\", \"american\"], [\"asian\", \"american\", \"45\"], [\"american\", \"45\", \"say\"], [\"45\", \"say\", \"successful\"], [\"say\", \"successful\", \"5\"], [\"successful\", \"5\", \"say\"], [\"5\", \"say\", \"le\"], [\"say\", \"le\", \"successful\"], [\"le\", \"successful\", \"nativeborn\"], [\"successful\", \"nativeborn\", \"foreignborn\"], [\"nativeborn\", \"foreignborn\", \"asian\"], [\"foreignborn\", \"asian\", \"american\"], [\"asian\", \"american\", \"similar\"], [\"american\", \"similar\", \"view\"], [\"similar\", \"view\", \"group\"], [\"view\", \"group\", \"success\"], [\"group\", \"success\", \"relative\"], [\"success\", \"relative\", \"minority\"], [\"relative\", \"minority\", \"recent\"], [\"minority\", \"recent\", \"immigrant\"], [\"recent\", \"immigrant\", \"however\"], [\"immigrant\", \"however\", \"tend\"], [\"however\", \"tend\", \"somewhat\"], [\"tend\", \"somewhat\", \"le\"], [\"somewhat\", \"le\", \"upbeat\"], [\"le\", \"upbeat\", \"assessment\"], [\"upbeat\", \"assessment\", \"immigrant\"], [\"assessment\", \"immigrant\", \"came\"], [\"immigrant\", \"came\", \"2000\"], [\"came\", \"2000\", \"36\"], [\"2000\", \"36\", \"former\"], [\"36\", \"former\", \"versus\"], [\"former\", \"versus\", \"48\"], [\"versus\", \"48\", \"latter\"], [\"48\", \"latter\", \"say\"], [\"latter\", \"say\", \"group\"], [\"say\", \"group\", \"successful\"], [\"group\", \"successful\", \"minority\"], [\"successful\", \"minority\", \"group\"], [\"minority\", \"group\", \"u\"], [\"group\", \"u\", \"member\"], [\"u\", \"member\", \"nation\"], [\"member\", \"nation\", \"large\"], [\"nation\", \"large\", \"immigrant\"], [\"large\", \"immigrant\", \"grouphispanicsare\"], [\"immigrant\", \"grouphispanicsare\", \"le\"], [\"grouphispanicsare\", \"le\", \"half\"], [\"le\", \"half\", \"likely\"], [\"half\", \"likely\", \"asian\"], [\"likely\", \"asian\", \"american\"], [\"asian\", \"american\", \"say\"], [\"american\", \"say\", \"group\"], [\"say\", \"group\", \"successful\"], [\"group\", \"successful\", \"racial\"], [\"successful\", \"racial\", \"ethnic\"], [\"racial\", \"ethnic\", \"minority\"], [\"ethnic\", \"minority\", \"four\"], [\"minority\", \"four\", \"time\"], [\"four\", \"time\", \"likely\"], [\"time\", \"likely\", \"say\"], [\"likely\", \"say\", \"le\"], [\"say\", \"le\", \"successful\"], [\"le\", \"successful\", \"personal\"], [\"successful\", \"personal\", \"level\"], [\"personal\", \"level\", \"asian\"], [\"level\", \"asian\", \"american\"], [\"asian\", \"american\", \"satisfied\"], [\"american\", \"satisfied\", \"general\"], [\"satisfied\", \"general\", \"public\"], [\"general\", \"public\", \"financial\"], [\"public\", \"financial\", \"situation\"], [\"financial\", \"situation\", \"standard\"], [\"situation\", \"standard\", \"living\"], [\"standard\", \"living\", \"measured\"], [\"living\", \"measured\", \"well\"], [\"measured\", \"well\", \"parent\"], [\"well\", \"parent\", \"stage\"], [\"parent\", \"stage\", \"life\"], [\"stage\", \"life\", \"half\"], [\"life\", \"half\", \"49\"], [\"half\", \"49\", \"say\"], [\"49\", \"say\", \"much\"], [\"say\", \"much\", \"better\"], [\"much\", \"better\", \"quarter\"], [\"better\", \"quarter\", \"say\"], [\"quarter\", \"say\", \"somewhat\"], [\"say\", \"somewhat\", \"better\"], [\"somewhat\", \"better\", \"contrast\"], [\"better\", \"contrast\", \"third\"], [\"contrast\", \"third\", \"american\"], [\"third\", \"american\", \"say\"], [\"american\", \"say\", \"much\"], [\"say\", \"much\", \"better\"], [\"much\", \"better\", \"parent\"], [\"better\", \"parent\", \"similar\"], [\"parent\", \"similar\", \"stage\"], [\"similar\", \"stage\", \"life\"], [\"stage\", \"life\", \"minor\"], [\"life\", \"minor\", \"difference\"], [\"minor\", \"difference\", \"asian\"], [\"difference\", \"asian\", \"american\"], [\"asian\", \"american\", \"general\"], [\"american\", \"general\", \"public\"], [\"general\", \"public\", \"expectation\"], [\"public\", \"expectation\", \"upward\"], [\"expectation\", \"upward\", \"mobility\"], [\"upward\", \"mobility\", \"child\"], [\"mobility\", \"child\", \"31\"], [\"child\", \"31\", \"asian\"], [\"31\", \"asian\", \"american\"], [\"asian\", \"american\", \"believe\"], [\"american\", \"believe\", \"child\"], [\"believe\", \"child\", \"age\"], [\"child\", \"age\", \"child\"], [\"age\", \"child\", \"much\"], [\"child\", \"much\", \"better\"], [\"much\", \"better\", \"standard\"], [\"better\", \"standard\", \"living\"], [\"standard\", \"living\", \"22\"], [\"living\", \"22\", \"say\"], [\"22\", \"say\", \"somewhat\"], [\"say\", \"somewhat\", \"better\"], [\"somewhat\", \"better\", \"19\"], [\"better\", \"19\", \"say\"], [\"19\", \"say\", \"19\"], [\"say\", \"19\", \"say\"], [\"19\", \"say\", \"somewhat\"], [\"say\", \"somewhat\", \"much\"], [\"somewhat\", \"much\", \"worse\"], [\"much\", \"worse\", \"measure\"], [\"worse\", \"measure\", \"sizable\"], [\"measure\", \"sizable\", \"difference\"], [\"sizable\", \"difference\", \"among\"], [\"difference\", \"among\", \"u\"], [\"among\", \"u\", \"asian\"], [\"u\", \"asian\", \"subgroup\"], [\"asian\", \"subgroup\", \"nearly\"], [\"subgroup\", \"nearly\", \"half\"], [\"nearly\", \"half\", \"vietnamese\"], [\"half\", \"vietnamese\", \"american\"], [\"vietnamese\", \"american\", \"48\"], [\"american\", \"48\", \"say\"], [\"48\", \"say\", \"expect\"], [\"say\", \"expect\", \"child\"], [\"expect\", \"child\", \"eventually\"], [\"child\", \"eventually\", \"much\"], [\"eventually\", \"much\", \"better\"], [\"much\", \"better\", \"standard\"], [\"better\", \"standard\", \"living\"], [\"standard\", \"living\", \"third\"], [\"living\", \"third\", \"korean\"], [\"third\", \"korean\", \"indian\"], [\"korean\", \"indian\", \"feel\"], [\"indian\", \"feel\", \"way\"], [\"feel\", \"way\", \"oneinfour\"], [\"way\", \"oneinfour\", \"chinese\"], [\"oneinfour\", \"chinese\", \"filipino\"], [\"chinese\", \"filipino\", \"oneinfive\"], [\"filipino\", \"oneinfive\", \"japanese\"], [\"oneinfive\", \"japanese\", \"overall\"], [\"japanese\", \"overall\", \"foreign\"], [\"overall\", \"foreign\", \"born\"], [\"foreign\", \"born\", \"optimistic\"], [\"born\", \"optimistic\", \"native\"], [\"optimistic\", \"native\", \"born\"], [\"native\", \"born\", \"childrens\"], [\"born\", \"childrens\", \"future\"], [\"childrens\", \"future\", \"standard\"], [\"future\", \"standard\", \"living\"], [\"standard\", \"living\", \"relative\"], [\"living\", \"relative\", \"present\"], [\"relative\", \"present\", \"political\"], [\"present\", \"political\", \"social\"], [\"political\", \"social\", \"attitude\"], [\"social\", \"attitude\", \"compared\"], [\"attitude\", \"compared\", \"general\"], [\"compared\", \"general\", \"public\"], [\"general\", \"public\", \"asian\"], [\"public\", \"asian\", \"american\"], [\"asian\", \"american\", \"likely\"], [\"american\", \"likely\", \"support\"], [\"likely\", \"support\", \"activist\"], [\"support\", \"activist\", \"government\"], [\"activist\", \"government\", \"le\"], [\"government\", \"le\", \"likely\"], [\"le\", \"likely\", \"identify\"], [\"likely\", \"identify\", \"republican\"], [\"identify\", \"republican\", \"half\"], [\"republican\", \"half\", \"democrat\"], [\"half\", \"democrat\", \"lean\"], [\"democrat\", \"lean\", \"democratic\"], [\"lean\", \"democratic\", \"28\"], [\"democratic\", \"28\", \"identify\"], [\"28\", \"identify\", \"lean\"], [\"identify\", \"lean\", \"toward\"], [\"lean\", \"toward\", \"gop\"], [\"toward\", \"gop\", \"among\"], [\"gop\", \"among\", \"american\"], [\"among\", \"american\", \"adult\"], [\"american\", \"adult\", \"49\"], [\"adult\", \"49\", \"fall\"], [\"49\", \"fall\", \"democratic\"], [\"fall\", \"democratic\", \"camp\"], [\"democratic\", \"camp\", \"39\"], [\"camp\", \"39\", \"identify\"], [\"39\", \"identify\", \"lean\"], [\"identify\", \"lean\", \"toward\"], [\"lean\", \"toward\", \"republican\"], [\"toward\", \"republican\", \"party\"], [\"republican\", \"party\", \"indian\"], [\"party\", \"indian\", \"american\"], [\"indian\", \"american\", \"heavily\"], [\"american\", \"heavily\", \"democratic\"], [\"heavily\", \"democratic\", \"asian\"], [\"democratic\", \"asian\", \"subgroup\"], [\"asian\", \"subgroup\", \"65\"], [\"subgroup\", \"65\", \"filipino\"], [\"65\", \"filipino\", \"american\"], [\"filipino\", \"american\", \"vietnamese\"], [\"american\", \"vietnamese\", \"american\"], [\"vietnamese\", \"american\", \"evenly\"], [\"american\", \"evenly\", \"split\"], [\"evenly\", \"split\", \"two\"], [\"split\", \"two\", \"party\"], [\"two\", \"party\", \"president\"], [\"party\", \"president\", \"obama\"], [\"president\", \"obama\", \"get\"], [\"obama\", \"get\", \"higher\"], [\"get\", \"higher\", \"rating\"], [\"higher\", \"rating\", \"asian\"], [\"rating\", \"asian\", \"american\"], [\"asian\", \"american\", \"general\"], [\"american\", \"general\", \"public\"], [\"general\", \"public\", \"54\"], [\"public\", \"54\", \"approve\"], [\"54\", \"approve\", \"way\"], [\"approve\", \"way\", \"handling\"], [\"way\", \"handling\", \"job\"], [\"handling\", \"job\", \"president\"], [\"job\", \"president\", \"compared\"], [\"president\", \"compared\", \"44\"], [\"compared\", \"44\", \"general\"], [\"44\", \"general\", \"public\"], [\"general\", \"public\", \"2008\"], [\"public\", \"2008\", \"asianamerican\"], [\"2008\", \"asianamerican\", \"voter\"], [\"asianamerican\", \"voter\", \"supported\"], [\"voter\", \"supported\", \"obama\"], [\"supported\", \"obama\", \"republican\"], [\"obama\", \"republican\", \"john\"], [\"republican\", \"john\", \"mccain\"], [\"john\", \"mccain\", \"62\"], [\"mccain\", \"62\", \"35\"], [\"62\", \"35\", \"according\"], [\"35\", \"according\", \"election\"], [\"according\", \"election\", \"day\"], [\"election\", \"day\", \"exit\"], [\"day\", \"exit\", \"poll\"], [\"exit\", \"poll\", \"balance\"], [\"poll\", \"balance\", \"asian\"], [\"balance\", \"asian\", \"american\"], [\"asian\", \"american\", \"prefer\"], [\"american\", \"prefer\", \"big\"], [\"prefer\", \"big\", \"government\"], [\"big\", \"government\", \"provides\"], [\"government\", \"provides\", \"service\"], [\"provides\", \"service\", \"55\"], [\"service\", \"55\", \"smaller\"], [\"55\", \"smaller\", \"government\"], [\"smaller\", \"government\", \"provides\"], [\"government\", \"provides\", \"fewer\"], [\"provides\", \"fewer\", \"service\"], [\"fewer\", \"service\", \"36\"], [\"service\", \"36\", \"contrast\"], [\"36\", \"contrast\", \"general\"], [\"contrast\", \"general\", \"public\"], [\"general\", \"public\", \"prefers\"], [\"public\", \"prefers\", \"smaller\"], [\"prefers\", \"smaller\", \"government\"], [\"smaller\", \"government\", \"bigger\"], [\"government\", \"bigger\", \"government\"], [\"bigger\", \"government\", \"52\"], [\"government\", \"52\", \"39\"], [\"52\", \"39\", \"differ\"], [\"39\", \"differ\", \"role\"], [\"differ\", \"role\", \"government\"], [\"role\", \"government\", \"asian\"], [\"government\", \"asian\", \"american\"], [\"asian\", \"american\", \"close\"], [\"american\", \"close\", \"public\"], [\"close\", \"public\", \"opinion\"], [\"public\", \"opinion\", \"two\"], [\"opinion\", \"two\", \"key\"], [\"two\", \"key\", \"social\"], [\"key\", \"social\", \"issue\"], [\"social\", \"issue\", \"ratio\"], [\"issue\", \"ratio\", \"53\"], [\"ratio\", \"53\", \"35\"], [\"53\", \"35\", \"asian\"], [\"35\", \"asian\", \"american\"], [\"asian\", \"american\", \"say\"], [\"american\", \"say\", \"homosexuality\"], [\"say\", \"homosexuality\", \"accepted\"], [\"homosexuality\", \"accepted\", \"society\"], [\"accepted\", \"society\", \"rather\"], [\"society\", \"rather\", \"discouraged\"], [\"rather\", \"discouraged\", \"issue\"], [\"discouraged\", \"issue\", \"abortion\"], [\"issue\", \"abortion\", \"54\"], [\"abortion\", \"54\", \"asian\"], [\"54\", \"asian\", \"american\"], [\"asian\", \"american\", \"say\"], [\"american\", \"say\", \"legal\"], [\"say\", \"legal\", \"case\"], [\"legal\", \"case\", \"37\"], [\"case\", \"37\", \"say\"], [\"37\", \"say\", \"illegal\"]], \"URL\": \"http://www.pewsocialtrends.org/2012/06/19/the-rise-of-asian-americans/\"}"