"{\"Text\": \"Historians may look to 2015 as the year when shit really started hitting the fan. Some snapshots: In just the past few months, record-setting heat waves in Pakistan and India each killed more than 1,000 people. In Washington state's Olympic National Park, the rainforest caught fire for the first time in living memory. London reached 98 degrees Fahrenheit during the hottest July day ever recorded in the U.K.; The Guardian briefly had to pause its live blog of the heat wave because its computer servers overheated. In California, suffering from its worst drought in a millennium, a 50-acre brush fire swelled seventyfold in a matter of hours, jumping across the I-15 freeway during rush-hour traffic. Then, a few days later, the region was pounded by intense, virtually unheard-of summer rains. Puerto Rico is under its strictest water rationing in history as a monster El Nino forms in the tropical Pacific Ocean, shifting weather patterns worldwide.\\n\\nOn July 20th, James Hansen, the former NASA climatologist who brought climate change to the public's attention in the summer of 1988, issued a bombshell: He and a team of climate scientists had identified a newly important feedback mechanism off the coast of Antarctica that suggests mean sea levels could rise 10 times faster than previously predicted: 10 feet by 2065. The authors included this chilling warning: If emissions aren't cut, \\\"We conclude that multi-meter sea-level rise would become practically unavoidable. Social disruption and economic consequences of such large sea-level rise could be devastating. It is not difficult to imagine that conflicts arising from forced migrations and economic collapse might make the planet ungovernable, threatening the fabric of civilization.\\\"\\n\\nEric Rignot, a climate scientist at NASA and the University of California-Irvine and a co-author on Hansen's study, said their new research doesn't necessarily change the worst-case scenario on sea-level rise, it just makes it much more pressing to think about and discuss, especially among world leaders. In particular, says Rignot, the new research shows a two-degree Celsius rise in global temperature  the previously agreed upon \\\"safe\\\" level of climate change  \\\"would be a catastrophe for sea-level rise.\\\"\\n\\nHansen's new study also shows how complicated and unpredictable climate change can be. Even as global ocean temperatures rise to their highest levels in recorded history, some parts of the ocean, near where ice is melting exceptionally fast, are actually cooling, slowing ocean circulation currents and sending weather patterns into a frenzy. Sure enough, a persistently cold patch of ocean is starting to show up just south of Greenland, exactly where previous experimental predictions of a sudden surge of freshwater from melting ice expected it to be. Michael Mann, another prominent climate scientist, recently said of the unexpectedly sudden Atlantic slowdown, \\\"This is yet another example of where observations suggest that climate model predictions may be too conservative when it comes to the pace at which certain aspects of climate change are proceeding.\\\"\\n\\nSince storm systems and jet streams in the United States and Europe partially draw their energy from the difference in ocean temperatures, the implication of one patch of ocean cooling while the rest of the ocean warms is profound. Storms will get stronger, and sea-level rise will accelerate. Scientists like Hansen only expect extreme weather to get worse in the years to come, though Mann said it was still \\\"unclear\\\" whether recent severe winters on the East Coast are connected to the phenomenon.\\n\\nAnd yet, these aren't even the most disturbing changes happening to the Earth's biosphere that climate scientists are discovering this year. For that, you have to look not at the rising sea levels but to what is actually happening within the oceans themselves.\\n\\nWater temperatures this year in the North Pacific have never been this high for this long over such a large area  and it is already having a profound effect on marine life.\\n\\nRelated: Apocalypse Soon: 9 Terrifying Signs of Environmental Doom\\n\\nEighty-year-old Roger Thomas runs whale-watching trips out of San Francisco. On an excursion earlier this year, Thomas spotted 25 humpbacks and three blue whales. During a survey on July 4th, federal officials spotted 115 whales in a single hour near the Farallon Islands  enough to issue a boating warning. Humpbacks are occasionally seen offshore in California, but rarely so close to the coast or in such numbers. Why are they coming so close to shore? Exceptionally warm water has concentrated the krill and anchovies they feed on into a narrow band of relatively cool coastal water. The whales are having a heyday. \\\"It's unbelievable,\\\" Thomas told a local paper. \\\"Whales are all over\\n\\nthe place.\\\"\\n\\nLast fall, in northern Alaska, in the same part of the Arctic where Shell is planning to drill for oil, federal scientists discovered 35,000 walruses congregating on a single beach. It was the largest-ever documented \\\"haul out\\\" of walruses, and a sign that sea ice, their favored habitat, is becoming harder and harder to find.\\n\\nMarine life is moving north, adapting in real time to the warming ocean. Great white sharks have been sighted breeding near Monterey Bay, California, the farthest north that's ever been known to occur. A blue marlin was caught last summer near Catalina Island  1,000 miles north of its typical range. Across California, there have been sightings of non-native animals moving north, such as Mexican red crabs.\\n\\nSalmon on the brink of dying out. Michael Quinton/Newscom\\n\\nNo species may be as uniquely endangered as the one most associated with the Pacific Northwest, the salmon. Every two weeks, Bill Peterson, an oceanographer and senior scientist at the National Oceanic and Atmospheric Administration's Northwest Fisheries Science Center in Oregon, takes to the sea to collect data he uses to forecast the return of salmon. What he's been seeing this year is deeply troubling.\\n\\nSalmon are crucial to their coastal ecosystem like perhaps few other species on the planet. A significant portion of the nitrogen in West Coast forests has been traced back to salmon, which can travel hundreds of miles upstream to lay their eggs. The largest trees on Earth simply wouldn't exist without salmon.\\n\\nBut their situation is precarious. This year, officials in California are bringing salmon downstream in convoys of trucks, because river levels are too low and the temperatures too warm for them to have a reasonable chance of surviving. One species, the winter-run Chinook salmon, is at a particularly increased risk of decline in the next few years, should the warm water persist offshore.\\n\\n\\\"You talk to fishermen, and they all say: 'We've never seen anything like this before,' \\\" says Peterson. \\\"So when you have no experience with something like this, it gets like, 'What the hell's going on?' \\\"\\n\\nAtmospheric scientists increasingly believe that the exceptionally warm waters over the past months are the early indications of a phase shift in the Pacific Decadal Oscillation, a cyclical warming of the North Pacific that happens a few times each century. Positive phases of the PDO have been known to last for 15 to 20 years, during which global warming can increase at double the rate as during negative phases of the PDO. It also makes big El Ninos, like this year's, more likely. The nature of PDO phase shifts is unpredictable  climate scientists simply haven't yet figured out precisely what's behind them and why they happen when they do. It's not a permanent change  the ocean's temperature will likely drop from these record highs, at least temporarily, some time over the next few years  but the impact on marine species will be lasting, and scientists have pointed to the PDO as a global-warming preview.\\n\\n\\\"The climate [change] models predict this gentle, slow increase in temperature,\\\" says Peterson, \\\"but the main problem we've had for the last few years is the variability is so high. As scientists, we can't keep up with it, and neither can the animals.\\\" Peterson likens it to a boxer getting pummeled round after round: \\\"At some point, you knock them down, and the fight is over.\\\"\\n\\nPavement-melting heat waves in India. Harish Tyagi/EPA/Corbis\\n\\nAttendant with this weird wildlife behavior is a stunning drop in the number of plankton  the basis of the ocean's food chain. In July, another major study concluded that acidifying oceans are likely to have a \\\"quite traumatic\\\" impact on plankton diversity, with some species dying out while others flourish. As the oceans absorb carbon dioxide from the atmosphere, it's converted into carbonic acid  and the pH of seawater declines. According to lead author Stephanie Dutkiewicz of MIT, that trend means \\\"the whole food chain is going to be different.\\\"\\n\\nThe Hansen study may have gotten more attention, but the Dutkiewicz study, and others like it, could have even more dire implications for our future. The rapid changes Dutkiewicz and her colleagues are observing have shocked some of their fellow scientists into thinking that yes, actually, we're heading toward the worst-case scenario. Unlike a prediction of massive sea-level rise just decades away, the warming and acidifying oceans represent a problem that seems to have kick-started a mass extinction on the same time scale.\\n\\nJacquelyn Gill is a paleoecologist at the University of Maine. She knows a lot about extinction, and her work is more relevant than ever. Essentially, she's trying to save the species that are alive right now by learning more about what killed off the ones that aren't. The ancient data she studies shows \\\"really compelling evidence that there can be events of abrupt climate change that can happen well within human life spans. We're talking less than a decade.\\\"\\n\\nFor the past year or two, a persistent change in winds over the North Pacific has given rise to what meteorologists and oceanographers are calling \\\"the blob\\\"  a highly anomalous patch of warm water between Hawaii, Alaska and Baja California that's thrown the marine ecosystem into a tailspin. Amid warmer temperatures, plankton numbers have plummeted, and the myriad species that depend on them have migrated or seen their own numbers dwindle.\\n\\nSignificant northward surges of warm water have happened before, even frequently. El Nino, for example, does this on a predictable basis. But what's happening this year appears to be something new. Some climate scientists think that the wind shift is linked to the rapid decline in Arctic sea ice over the past few years, which separate research has shown makes weather patterns more likely to get stuck.\\n\\nA similar shift in the behavior of the jet stream has also contributed to the California drought and severe polar vortex winters in the Northeast over the past two years. An amplified jet-stream pattern has produced an unusual doldrum off the West Coast that's persisted for most of the past 18 months. Daniel Swain, a Stanford University meteorologist, has called it the \\\"Ridiculously Resilient Ridge\\\"  weather patterns just aren't supposed to last this long.\\n\\nWhat's increasingly uncontroversial among scientists is that in many ecosystems, the impacts of the current off-the-charts temperatures in the North Pacific will linger for years, or longer. The largest ocean on Earth, the Pacific is exhibiting cyclical variability to greater extremes than other ocean basins. While the North Pacific is currently the most dramatic area of change in the world's oceans, it's not alone: Globally, 2014 was a record-setting year for ocean temperatures, and 2015 is on pace to beat it soundly, boosted by the El Nino in the Pacific. Six percent of the world's reefs could disappear before the end of the decade, perhaps permanently, thanks to warming waters.\\n\\nSince warmer oceans expand in volume, it's also leading to a surge in sea-level rise. One recent study showed a slowdown in Atlantic Ocean currents, perhaps linked to glacial melt from Greenland, that caused a four-inch rise in sea levels along the Northeast coast in just two years, from 2009 to 2010. To be sure, it seems like this sudden and unpredicted surge was only temporary, but scientists who studied the surge estimated it to be a 1-in-850-year event, and it's been blamed on accelerated beach erosion \\\"almost as significant as some hurricane events.\\\"\\n\\nBiblical floods in Turkey. Ali Atmaca/Anadolu Agency/Getty\\n\\nPossibly worse than rising ocean temperatures is the acidification of the waters. Acidification has a direct effect on mollusks and other marine animals with hard outer bodies: A striking study last year showed that, along the West Coast, the shells of tiny snails are already dissolving, with as-yet-unknown consequences on the ecosystem. One of the study's authors, Nina Bednarsek, told Science magazine that the snails' shells, pitted by the acidifying ocean, resembled \\\"cauliflower\\\" or \\\"sandpaper.\\\" A similarly striking study by more than a dozen of the world's top ocean scientists this July said that the current pace of increasing carbon emissions would force an \\\"effectively irreversible\\\" change on ocean ecosystems during this century. In as little as a decade, the study suggested, chemical changes will rise significantly above background levels in nearly half of the world's oceans.\\n\\n\\\"I used to think it was kind of hard to make things in the ocean go extinct,\\\" James Barry of the Monterey Bay Aquarium Research Institute in California told the Seattle Times in 2013. \\\"But this change we're seeing is happening so fast it's almost instantaneous.\\\"\\n\\nThanks to the pressure we're putting on the planet's ecosystem  warming, acidification and good old-fashioned pollution  the oceans are set up for several decades of rapid change. Here's what could happen next.\\n\\nThe combination of excessive nutrients from agricultural runoff, abnormal wind patterns and the warming oceans is already creating seasonal dead zones in coastal regions when algae blooms suck up most of the available oxygen. The appearance of low-oxygen regions has doubled in frequency every 10 years since 1960 and should continue to grow over the coming decades at an even greater rate.\\n\\nSo far, dead zones have remained mostly close to the coasts, but in the 21st century, deep-ocean dead zones could become common. These low-oxygen regions could gradually expand in size  potentially thousands of miles across  which would force fish, whales, pretty much everything upward. If this were to occur, large sections of the temperate deep oceans would suffer should the oxygen-free layer grow so pronounced that it stratifies, pushing surface ocean warming into overdrive and hindering upwelling of cooler, nutrient-rich deeper water.\\n\\nEnhanced evaporation from the warmer oceans will create heavier downpours, perhaps destabilizing the root systems of forests, and accelerated runoff will pour more excess nutrients into coastal areas, further enhancing dead zones. In the past year, downpours have broken records in Long Island, Phoenix, Detroit, Baltimore, Houston and Pensacola, Florida.\\n\\nEvidence for the above scenario comes in large part from our best understanding of what happened 250 million years ago, during the \\\"Great Dying,\\\" when more than 90 percent of all oceanic species perished after a pulse of carbon dioxide and methane from land-based sources began a period of profound climate change. The conditions that triggered \\\"Great Dying\\\" took hundreds of thousands of years to develop. But humans have been emitting carbon dioxide at a much quicker rate, so the current mass extinction only took 100 years or so to kick-start.\\n\\nWith all these stressors working against it, a hypoxic feedback loop could wind up destroying some of the oceans' most species-rich ecosystems within our lifetime. A recent study by Sarah Moffitt of the University of California-Davis said it could take the ocean thousands of years to recover. \\\"Looking forward for my kid, people in the future are not going to have the same ocean that I have today,\\\" Moffitt said.\\n\\nAs you might expect, having tickets to the front row of a global environmental catastrophe is taking an increasingly emotional toll on scientists, and in some cases pushing them toward advocacy. Of the two dozen or so scientists I interviewed for this piece, virtually all drifted into apocalyptic language at some point.\\n\\nFor Simone Alin, an oceanographer focusing on ocean acidification at NOAA's Pacific Marine Environmental Laboratory in Seattle, the changes she's seeing hit close to home. The Puget Sound is a natural laboratory for the coming decades of rapid change because its waters are naturally more acidified than most of the world's marine ecosystems.\\n\\nThe local oyster industry here is already seeing serious impacts from acidifying waters and is going to great lengths to avoid a total collapse. Alin calls oysters, which are non-native, the canary in the coal mine for the Puget Sound: \\\"A canary is also not native to a coal mine, but that doesn't mean it's not a good indicator of change.\\\"\\n\\nThough she works on fundamental oceanic changes every day, the Dutkiewicz study on the impending large-scale changes to plankton caught her off-guard: \\\"This was alarming to me because if the basis of the food web changes, then . . . everything could change, right?\\\"\\n\\nAlin's frank discussion of the looming oceanic apocalypse is perhaps a product of studying unfathomable change every day. But four years ago, the birth of her twins \\\"heightened the whole issue,\\\" she says. \\\"I was worried enough about these problems before having kids that I maybe wondered whether it was a good idea. Now, it just makes me feel crushed.\\\"\\n\\nKatharine Hayhoe speaks about climate change to students and faculty at Wayland Baptist University in 2011. Geoffrey McAllister/Chicago Tribune/MCT/Getty\\n\\nKatharine Hayhoe, a climate scientist and evangelical Christian, moved from Canada to Texas with her husband, a pastor, precisely because of its vulnerability to climate change. There, she engages with the evangelical community on science  almost as a missionary would. But she's already planning her exit strategy: \\\"If we continue on our current pathway, Canada will be home for us long term. But the majority of people don't have an exit strategy. . . . So that's who I'm here trying to help.\\\"\\n\\nJames Hansen, the dean of climate scientists, retired from NASA in 2013 to become a climate activist. But for all the gloom of the report he just put his name to, Hansen is actually somewhat hopeful. That's because he knows that climate change has a straightforward solution: End fossil-fuel use as quickly as possible. If tomorrow, the leaders of the United States and China would agree to a sufficiently strong, coordinated carbon tax that's also applied to imports, the rest of the world would have no choice but to sign up. This idea has already been pitched to Congress several times, with tepid bipartisan support. Even though a carbon tax is probably a long shot, for Hansen, even the slim possibility that bold action like this might happen is enough for him to devote the rest of his life to working to achieve it. On a conference call with reporters in July, Hansen said a potential joint U.S.-China carbon tax is more important than whatever happens at the United Nations climate talks in Paris.\\n\\nOne group Hansen is helping is Our Children's Trust, a legal advocacy organization that's filed a number of novel challenges on behalf of minors under the idea that climate change is a violation of intergenerational equity  children, the group argues, are lawfully entitled to inherit a healthy planet.\\n\\nA separate challenge to U.S. law is being brought by a former EPA scientist arguing that carbon dioxide isn't just a pollutant (which, under the Clean Air Act, can dissipate on its own), it's also a toxic substance. In general, these substances have exceptionally long life spans in the environment, cause an unreasonable risk, and therefore require remediation. In this case, remediation may involve planting vast numbers of trees or restoring wetlands to bury excess carbon underground.\\n\\nEven if these novel challenges succeed, it will take years before a bend in the curve is noticeable. But maybe that's enough. When all feels lost, saving a few species will feel like a triumph.\\n\\nFrom The Archives Issue 1241: August 13, 2015\", \"Text_Bigrams\": [[\"historian\", \"may\"], [\"may\", \"look\"], [\"look\", \"2015\"], [\"2015\", \"year\"], [\"year\", \"shit\"], [\"shit\", \"really\"], [\"really\", \"started\"], [\"started\", \"hitting\"], [\"hitting\", \"fan\"], [\"fan\", \"snapshot\"], [\"snapshot\", \"past\"], [\"past\", \"month\"], [\"month\", \"recordsetting\"], [\"recordsetting\", \"heat\"], [\"heat\", \"wave\"], [\"wave\", \"pakistan\"], [\"pakistan\", \"india\"], [\"india\", \"killed\"], [\"killed\", \"1000\"], [\"1000\", \"people\"], [\"people\", \"washington\"], [\"washington\", \"state\"], [\"state\", \"olympic\"], [\"olympic\", \"national\"], [\"national\", \"park\"], [\"park\", \"rainforest\"], [\"rainforest\", \"caught\"], [\"caught\", \"fire\"], [\"fire\", \"first\"], [\"first\", \"time\"], [\"time\", \"living\"], [\"living\", \"memory\"], [\"memory\", \"london\"], [\"london\", \"reached\"], [\"reached\", \"98\"], [\"98\", \"degree\"], [\"degree\", \"fahrenheit\"], [\"fahrenheit\", \"hottest\"], [\"hottest\", \"july\"], [\"july\", \"day\"], [\"day\", \"ever\"], [\"ever\", \"recorded\"], [\"recorded\", \"uk\"], [\"uk\", \"guardian\"], [\"guardian\", \"briefly\"], [\"briefly\", \"pause\"], [\"pause\", \"live\"], [\"live\", \"blog\"], [\"blog\", \"heat\"], [\"heat\", \"wave\"], [\"wave\", \"computer\"], [\"computer\", \"server\"], [\"server\", \"overheated\"], [\"overheated\", \"california\"], [\"california\", \"suffering\"], [\"suffering\", \"worst\"], [\"worst\", \"drought\"], [\"drought\", \"millennium\"], [\"millennium\", \"50acre\"], [\"50acre\", \"brush\"], [\"brush\", \"fire\"], [\"fire\", \"swelled\"], [\"swelled\", \"seventyfold\"], [\"seventyfold\", \"matter\"], [\"matter\", \"hour\"], [\"hour\", \"jumping\"], [\"jumping\", \"across\"], [\"across\", \"i15\"], [\"i15\", \"freeway\"], [\"freeway\", \"rushhour\"], [\"rushhour\", \"traffic\"], [\"traffic\", \"day\"], [\"day\", \"later\"], [\"later\", \"region\"], [\"region\", \"pounded\"], [\"pounded\", \"intense\"], [\"intense\", \"virtually\"], [\"virtually\", \"unheardof\"], [\"unheardof\", \"summer\"], [\"summer\", \"rain\"], [\"rain\", \"puerto\"], [\"puerto\", \"rico\"], [\"rico\", \"strictest\"], [\"strictest\", \"water\"], [\"water\", \"rationing\"], [\"rationing\", \"history\"], [\"history\", \"monster\"], [\"monster\", \"el\"], [\"el\", \"nino\"], [\"nino\", \"form\"], [\"form\", \"tropical\"], [\"tropical\", \"pacific\"], [\"pacific\", \"ocean\"], [\"ocean\", \"shifting\"], [\"shifting\", \"weather\"], [\"weather\", \"pattern\"], [\"pattern\", \"worldwide\"], [\"worldwide\", \"july\"], [\"july\", \"20th\"], [\"20th\", \"james\"], [\"james\", \"hansen\"], [\"hansen\", \"former\"], [\"former\", \"nasa\"], [\"nasa\", \"climatologist\"], [\"climatologist\", \"brought\"], [\"brought\", \"climate\"], [\"climate\", \"change\"], [\"change\", \"public\"], [\"public\", \"attention\"], [\"attention\", \"summer\"], [\"summer\", \"1988\"], [\"1988\", \"issued\"], [\"issued\", \"bombshell\"], [\"bombshell\", \"team\"], [\"team\", \"climate\"], [\"climate\", \"scientist\"], [\"scientist\", \"identified\"], [\"identified\", \"newly\"], [\"newly\", \"important\"], [\"important\", \"feedback\"], [\"feedback\", \"mechanism\"], [\"mechanism\", \"coast\"], [\"coast\", \"antarctica\"], [\"antarctica\", \"suggests\"], [\"suggests\", \"mean\"], [\"mean\", \"sea\"], [\"sea\", \"level\"], [\"level\", \"could\"], [\"could\", \"rise\"], [\"rise\", \"10\"], [\"10\", \"time\"], [\"time\", \"faster\"], [\"faster\", \"previously\"], [\"previously\", \"predicted\"], [\"predicted\", \"10\"], [\"10\", \"foot\"], [\"foot\", \"2065\"], [\"2065\", \"author\"], [\"author\", \"included\"], [\"included\", \"chilling\"], [\"chilling\", \"warning\"], [\"warning\", \"emission\"], [\"emission\", \"arent\"], [\"arent\", \"cut\"], [\"cut\", \"conclude\"], [\"conclude\", \"multimeter\"], [\"multimeter\", \"sealevel\"], [\"sealevel\", \"rise\"], [\"rise\", \"would\"], [\"would\", \"become\"], [\"become\", \"practically\"], [\"practically\", \"unavoidable\"], [\"unavoidable\", \"social\"], [\"social\", \"disruption\"], [\"disruption\", \"economic\"], [\"economic\", \"consequence\"], [\"consequence\", \"large\"], [\"large\", \"sealevel\"], [\"sealevel\", \"rise\"], [\"rise\", \"could\"], [\"could\", \"devastating\"], [\"devastating\", \"difficult\"], [\"difficult\", \"imagine\"], [\"imagine\", \"conflict\"], [\"conflict\", \"arising\"], [\"arising\", \"forced\"], [\"forced\", \"migration\"], [\"migration\", \"economic\"], [\"economic\", \"collapse\"], [\"collapse\", \"might\"], [\"might\", \"make\"], [\"make\", \"planet\"], [\"planet\", \"ungovernable\"], [\"ungovernable\", \"threatening\"], [\"threatening\", \"fabric\"], [\"fabric\", \"civilization\"], [\"civilization\", \"eric\"], [\"eric\", \"rignot\"], [\"rignot\", \"climate\"], [\"climate\", \"scientist\"], [\"scientist\", \"nasa\"], [\"nasa\", \"university\"], [\"university\", \"californiairvine\"], [\"californiairvine\", \"coauthor\"], [\"coauthor\", \"hansens\"], [\"hansens\", \"study\"], [\"study\", \"said\"], [\"said\", \"new\"], [\"new\", \"research\"], [\"research\", \"doesnt\"], [\"doesnt\", \"necessarily\"], [\"necessarily\", \"change\"], [\"change\", \"worstcase\"], [\"worstcase\", \"scenario\"], [\"scenario\", \"sealevel\"], [\"sealevel\", \"rise\"], [\"rise\", \"make\"], [\"make\", \"much\"], [\"much\", \"pressing\"], [\"pressing\", \"think\"], [\"think\", \"discus\"], [\"discus\", \"especially\"], [\"especially\", \"among\"], [\"among\", \"world\"], [\"world\", \"leader\"], [\"leader\", \"particular\"], [\"particular\", \"say\"], [\"say\", \"rignot\"], [\"rignot\", \"new\"], [\"new\", \"research\"], [\"research\", \"show\"], [\"show\", \"twodegree\"], [\"twodegree\", \"celsius\"], [\"celsius\", \"rise\"], [\"rise\", \"global\"], [\"global\", \"temperature\"], [\"temperature\", \"previously\"], [\"previously\", \"agreed\"], [\"agreed\", \"upon\"], [\"upon\", \"safe\"], [\"safe\", \"level\"], [\"level\", \"climate\"], [\"climate\", \"change\"], [\"change\", \"would\"], [\"would\", \"catastrophe\"], [\"catastrophe\", \"sealevel\"], [\"sealevel\", \"rise\"], [\"rise\", \"hansens\"], [\"hansens\", \"new\"], [\"new\", \"study\"], [\"study\", \"also\"], [\"also\", \"show\"], [\"show\", \"complicated\"], [\"complicated\", \"unpredictable\"], [\"unpredictable\", \"climate\"], [\"climate\", \"change\"], [\"change\", \"even\"], [\"even\", \"global\"], [\"global\", \"ocean\"], [\"ocean\", \"temperature\"], [\"temperature\", \"rise\"], [\"rise\", \"highest\"], [\"highest\", \"level\"], [\"level\", \"recorded\"], [\"recorded\", \"history\"], [\"history\", \"part\"], [\"part\", \"ocean\"], [\"ocean\", \"near\"], [\"near\", \"ice\"], [\"ice\", \"melting\"], [\"melting\", \"exceptionally\"], [\"exceptionally\", \"fast\"], [\"fast\", \"actually\"], [\"actually\", \"cooling\"], [\"cooling\", \"slowing\"], [\"slowing\", \"ocean\"], [\"ocean\", \"circulation\"], [\"circulation\", \"current\"], [\"current\", \"sending\"], [\"sending\", \"weather\"], [\"weather\", \"pattern\"], [\"pattern\", \"frenzy\"], [\"frenzy\", \"sure\"], [\"sure\", \"enough\"], [\"enough\", \"persistently\"], [\"persistently\", \"cold\"], [\"cold\", \"patch\"], [\"patch\", \"ocean\"], [\"ocean\", \"starting\"], [\"starting\", \"show\"], [\"show\", \"south\"], [\"south\", \"greenland\"], [\"greenland\", \"exactly\"], [\"exactly\", \"previous\"], [\"previous\", \"experimental\"], [\"experimental\", \"prediction\"], [\"prediction\", \"sudden\"], [\"sudden\", \"surge\"], [\"surge\", \"freshwater\"], [\"freshwater\", \"melting\"], [\"melting\", \"ice\"], [\"ice\", \"expected\"], [\"expected\", \"michael\"], [\"michael\", \"mann\"], [\"mann\", \"another\"], [\"another\", \"prominent\"], [\"prominent\", \"climate\"], [\"climate\", \"scientist\"], [\"scientist\", \"recently\"], [\"recently\", \"said\"], [\"said\", \"unexpectedly\"], [\"unexpectedly\", \"sudden\"], [\"sudden\", \"atlantic\"], [\"atlantic\", \"slowdown\"], [\"slowdown\", \"yet\"], [\"yet\", \"another\"], [\"another\", \"example\"], [\"example\", \"observation\"], [\"observation\", \"suggest\"], [\"suggest\", \"climate\"], [\"climate\", \"model\"], [\"model\", \"prediction\"], [\"prediction\", \"may\"], [\"may\", \"conservative\"], [\"conservative\", \"come\"], [\"come\", \"pace\"], [\"pace\", \"certain\"], [\"certain\", \"aspect\"], [\"aspect\", \"climate\"], [\"climate\", \"change\"], [\"change\", \"proceeding\"], [\"proceeding\", \"since\"], [\"since\", \"storm\"], [\"storm\", \"system\"], [\"system\", \"jet\"], [\"jet\", \"stream\"], [\"stream\", \"united\"], [\"united\", \"state\"], [\"state\", \"europe\"], [\"europe\", \"partially\"], [\"partially\", \"draw\"], [\"draw\", \"energy\"], [\"energy\", \"difference\"], [\"difference\", \"ocean\"], [\"ocean\", \"temperature\"], [\"temperature\", \"implication\"], [\"implication\", \"one\"], [\"one\", \"patch\"], [\"patch\", \"ocean\"], [\"ocean\", \"cooling\"], [\"cooling\", \"rest\"], [\"rest\", \"ocean\"], [\"ocean\", \"warms\"], [\"warms\", \"profound\"], [\"profound\", \"storm\"], [\"storm\", \"get\"], [\"get\", \"stronger\"], [\"stronger\", \"sealevel\"], [\"sealevel\", \"rise\"], [\"rise\", \"accelerate\"], [\"accelerate\", \"scientist\"], [\"scientist\", \"like\"], [\"like\", \"hansen\"], [\"hansen\", \"expect\"], [\"expect\", \"extreme\"], [\"extreme\", \"weather\"], [\"weather\", \"get\"], [\"get\", \"worse\"], [\"worse\", \"year\"], [\"year\", \"come\"], [\"come\", \"though\"], [\"though\", \"mann\"], [\"mann\", \"said\"], [\"said\", \"still\"], [\"still\", \"unclear\"], [\"unclear\", \"whether\"], [\"whether\", \"recent\"], [\"recent\", \"severe\"], [\"severe\", \"winter\"], [\"winter\", \"east\"], [\"east\", \"coast\"], [\"coast\", \"connected\"], [\"connected\", \"phenomenon\"], [\"phenomenon\", \"yet\"], [\"yet\", \"arent\"], [\"arent\", \"even\"], [\"even\", \"disturbing\"], [\"disturbing\", \"change\"], [\"change\", \"happening\"], [\"happening\", \"earth\"], [\"earth\", \"biosphere\"], [\"biosphere\", \"climate\"], [\"climate\", \"scientist\"], [\"scientist\", \"discovering\"], [\"discovering\", \"year\"], [\"year\", \"look\"], [\"look\", \"rising\"], [\"rising\", \"sea\"], [\"sea\", \"level\"], [\"level\", \"actually\"], [\"actually\", \"happening\"], [\"happening\", \"within\"], [\"within\", \"ocean\"], [\"ocean\", \"water\"], [\"water\", \"temperature\"], [\"temperature\", \"year\"], [\"year\", \"north\"], [\"north\", \"pacific\"], [\"pacific\", \"never\"], [\"never\", \"high\"], [\"high\", \"long\"], [\"long\", \"large\"], [\"large\", \"area\"], [\"area\", \"already\"], [\"already\", \"profound\"], [\"profound\", \"effect\"], [\"effect\", \"marine\"], [\"marine\", \"life\"], [\"life\", \"related\"], [\"related\", \"apocalypse\"], [\"apocalypse\", \"soon\"], [\"soon\", \"9\"], [\"9\", \"terrifying\"], [\"terrifying\", \"sign\"], [\"sign\", \"environmental\"], [\"environmental\", \"doom\"], [\"doom\", \"eightyyearold\"], [\"eightyyearold\", \"roger\"], [\"roger\", \"thomas\"], [\"thomas\", \"run\"], [\"run\", \"whalewatching\"], [\"whalewatching\", \"trip\"], [\"trip\", \"san\"], [\"san\", \"francisco\"], [\"francisco\", \"excursion\"], [\"excursion\", \"earlier\"], [\"earlier\", \"year\"], [\"year\", \"thomas\"], [\"thomas\", \"spotted\"], [\"spotted\", \"25\"], [\"25\", \"humpback\"], [\"humpback\", \"three\"], [\"three\", \"blue\"], [\"blue\", \"whale\"], [\"whale\", \"survey\"], [\"survey\", \"july\"], [\"july\", \"4th\"], [\"4th\", \"federal\"], [\"federal\", \"official\"], [\"official\", \"spotted\"], [\"spotted\", \"115\"], [\"115\", \"whale\"], [\"whale\", \"single\"], [\"single\", \"hour\"], [\"hour\", \"near\"], [\"near\", \"farallon\"], [\"farallon\", \"island\"], [\"island\", \"enough\"], [\"enough\", \"issue\"], [\"issue\", \"boating\"], [\"boating\", \"warning\"], [\"warning\", \"humpback\"], [\"humpback\", \"occasionally\"], [\"occasionally\", \"seen\"], [\"seen\", \"offshore\"], [\"offshore\", \"california\"], [\"california\", \"rarely\"], [\"rarely\", \"close\"], [\"close\", \"coast\"], [\"coast\", \"number\"], [\"number\", \"coming\"], [\"coming\", \"close\"], [\"close\", \"shore\"], [\"shore\", \"exceptionally\"], [\"exceptionally\", \"warm\"], [\"warm\", \"water\"], [\"water\", \"concentrated\"], [\"concentrated\", \"krill\"], [\"krill\", \"anchovy\"], [\"anchovy\", \"feed\"], [\"feed\", \"narrow\"], [\"narrow\", \"band\"], [\"band\", \"relatively\"], [\"relatively\", \"cool\"], [\"cool\", \"coastal\"], [\"coastal\", \"water\"], [\"water\", \"whale\"], [\"whale\", \"heyday\"], [\"heyday\", \"unbelievable\"], [\"unbelievable\", \"thomas\"], [\"thomas\", \"told\"], [\"told\", \"local\"], [\"local\", \"paper\"], [\"paper\", \"whale\"], [\"whale\", \"place\"], [\"place\", \"last\"], [\"last\", \"fall\"], [\"fall\", \"northern\"], [\"northern\", \"alaska\"], [\"alaska\", \"part\"], [\"part\", \"arctic\"], [\"arctic\", \"shell\"], [\"shell\", \"planning\"], [\"planning\", \"drill\"], [\"drill\", \"oil\"], [\"oil\", \"federal\"], [\"federal\", \"scientist\"], [\"scientist\", \"discovered\"], [\"discovered\", \"35000\"], [\"35000\", \"walrus\"], [\"walrus\", \"congregating\"], [\"congregating\", \"single\"], [\"single\", \"beach\"], [\"beach\", \"largestever\"], [\"largestever\", \"documented\"], [\"documented\", \"haul\"], [\"haul\", \"walrus\"], [\"walrus\", \"sign\"], [\"sign\", \"sea\"], [\"sea\", \"ice\"], [\"ice\", \"favored\"], [\"favored\", \"habitat\"], [\"habitat\", \"becoming\"], [\"becoming\", \"harder\"], [\"harder\", \"harder\"], [\"harder\", \"find\"], [\"find\", \"marine\"], [\"marine\", \"life\"], [\"life\", \"moving\"], [\"moving\", \"north\"], [\"north\", \"adapting\"], [\"adapting\", \"real\"], [\"real\", \"time\"], [\"time\", \"warming\"], [\"warming\", \"ocean\"], [\"ocean\", \"great\"], [\"great\", \"white\"], [\"white\", \"shark\"], [\"shark\", \"sighted\"], [\"sighted\", \"breeding\"], [\"breeding\", \"near\"], [\"near\", \"monterey\"], [\"monterey\", \"bay\"], [\"bay\", \"california\"], [\"california\", \"farthest\"], [\"farthest\", \"north\"], [\"north\", \"thats\"], [\"thats\", \"ever\"], [\"ever\", \"known\"], [\"known\", \"occur\"], [\"occur\", \"blue\"], [\"blue\", \"marlin\"], [\"marlin\", \"caught\"], [\"caught\", \"last\"], [\"last\", \"summer\"], [\"summer\", \"near\"], [\"near\", \"catalina\"], [\"catalina\", \"island\"], [\"island\", \"1000\"], [\"1000\", \"mile\"], [\"mile\", \"north\"], [\"north\", \"typical\"], [\"typical\", \"range\"], [\"range\", \"across\"], [\"across\", \"california\"], [\"california\", \"sighting\"], [\"sighting\", \"nonnative\"], [\"nonnative\", \"animal\"], [\"animal\", \"moving\"], [\"moving\", \"north\"], [\"north\", \"mexican\"], [\"mexican\", \"red\"], [\"red\", \"crab\"], [\"crab\", \"salmon\"], [\"salmon\", \"brink\"], [\"brink\", \"dying\"], [\"dying\", \"michael\"], [\"michael\", \"quintonnewscom\"], [\"quintonnewscom\", \"specie\"], [\"specie\", \"may\"], [\"may\", \"uniquely\"], [\"uniquely\", \"endangered\"], [\"endangered\", \"one\"], [\"one\", \"associated\"], [\"associated\", \"pacific\"], [\"pacific\", \"northwest\"], [\"northwest\", \"salmon\"], [\"salmon\", \"every\"], [\"every\", \"two\"], [\"two\", \"week\"], [\"week\", \"bill\"], [\"bill\", \"peterson\"], [\"peterson\", \"oceanographer\"], [\"oceanographer\", \"senior\"], [\"senior\", \"scientist\"], [\"scientist\", \"national\"], [\"national\", \"oceanic\"], [\"oceanic\", \"atmospheric\"], [\"atmospheric\", \"administration\"], [\"administration\", \"northwest\"], [\"northwest\", \"fishery\"], [\"fishery\", \"science\"], [\"science\", \"center\"], [\"center\", \"oregon\"], [\"oregon\", \"take\"], [\"take\", \"sea\"], [\"sea\", \"collect\"], [\"collect\", \"data\"], [\"data\", \"us\"], [\"us\", \"forecast\"], [\"forecast\", \"return\"], [\"return\", \"salmon\"], [\"salmon\", \"he\"], [\"he\", \"seeing\"], [\"seeing\", \"year\"], [\"year\", \"deeply\"], [\"deeply\", \"troubling\"], [\"troubling\", \"salmon\"], [\"salmon\", \"crucial\"], [\"crucial\", \"coastal\"], [\"coastal\", \"ecosystem\"], [\"ecosystem\", \"like\"], [\"like\", \"perhaps\"], [\"perhaps\", \"specie\"], [\"specie\", \"planet\"], [\"planet\", \"significant\"], [\"significant\", \"portion\"], [\"portion\", \"nitrogen\"], [\"nitrogen\", \"west\"], [\"west\", \"coast\"], [\"coast\", \"forest\"], [\"forest\", \"traced\"], [\"traced\", \"back\"], [\"back\", \"salmon\"], [\"salmon\", \"travel\"], [\"travel\", \"hundred\"], [\"hundred\", \"mile\"], [\"mile\", \"upstream\"], [\"upstream\", \"lay\"], [\"lay\", \"egg\"], [\"egg\", \"largest\"], [\"largest\", \"tree\"], [\"tree\", \"earth\"], [\"earth\", \"simply\"], [\"simply\", \"wouldnt\"], [\"wouldnt\", \"exist\"], [\"exist\", \"without\"], [\"without\", \"salmon\"], [\"salmon\", \"situation\"], [\"situation\", \"precarious\"], [\"precarious\", \"year\"], [\"year\", \"official\"], [\"official\", \"california\"], [\"california\", \"bringing\"], [\"bringing\", \"salmon\"], [\"salmon\", \"downstream\"], [\"downstream\", \"convoy\"], [\"convoy\", \"truck\"], [\"truck\", \"river\"], [\"river\", \"level\"], [\"level\", \"low\"], [\"low\", \"temperature\"], [\"temperature\", \"warm\"], [\"warm\", \"reasonable\"], [\"reasonable\", \"chance\"], [\"chance\", \"surviving\"], [\"surviving\", \"one\"], [\"one\", \"specie\"], [\"specie\", \"winterrun\"], [\"winterrun\", \"chinook\"], [\"chinook\", \"salmon\"], [\"salmon\", \"particularly\"], [\"particularly\", \"increased\"], [\"increased\", \"risk\"], [\"risk\", \"decline\"], [\"decline\", \"next\"], [\"next\", \"year\"], [\"year\", \"warm\"], [\"warm\", \"water\"], [\"water\", \"persist\"], [\"persist\", \"offshore\"], [\"offshore\", \"talk\"], [\"talk\", \"fisherman\"], [\"fisherman\", \"say\"], [\"say\", \"weve\"], [\"weve\", \"never\"], [\"never\", \"seen\"], [\"seen\", \"anything\"], [\"anything\", \"like\"], [\"like\", \"say\"], [\"say\", \"peterson\"], [\"peterson\", \"experience\"], [\"experience\", \"something\"], [\"something\", \"like\"], [\"like\", \"get\"], [\"get\", \"like\"], [\"like\", \"hell\"], [\"hell\", \"going\"], [\"going\", \"atmospheric\"], [\"atmospheric\", \"scientist\"], [\"scientist\", \"increasingly\"], [\"increasingly\", \"believe\"], [\"believe\", \"exceptionally\"], [\"exceptionally\", \"warm\"], [\"warm\", \"water\"], [\"water\", \"past\"], [\"past\", \"month\"], [\"month\", \"early\"], [\"early\", \"indication\"], [\"indication\", \"phase\"], [\"phase\", \"shift\"], [\"shift\", \"pacific\"], [\"pacific\", \"decadal\"], [\"decadal\", \"oscillation\"], [\"oscillation\", \"cyclical\"], [\"cyclical\", \"warming\"], [\"warming\", \"north\"], [\"north\", \"pacific\"], [\"pacific\", \"happens\"], [\"happens\", \"time\"], [\"time\", \"century\"], [\"century\", \"positive\"], [\"positive\", \"phase\"], [\"phase\", \"pdo\"], [\"pdo\", \"known\"], [\"known\", \"last\"], [\"last\", \"15\"], [\"15\", \"20\"], [\"20\", \"year\"], [\"year\", \"global\"], [\"global\", \"warming\"], [\"warming\", \"increase\"], [\"increase\", \"double\"], [\"double\", \"rate\"], [\"rate\", \"negative\"], [\"negative\", \"phase\"], [\"phase\", \"pdo\"], [\"pdo\", \"also\"], [\"also\", \"make\"], [\"make\", \"big\"], [\"big\", \"el\"], [\"el\", \"ninos\"], [\"ninos\", \"like\"], [\"like\", \"year\"], [\"year\", \"likely\"], [\"likely\", \"nature\"], [\"nature\", \"pdo\"], [\"pdo\", \"phase\"], [\"phase\", \"shift\"], [\"shift\", \"unpredictable\"], [\"unpredictable\", \"climate\"], [\"climate\", \"scientist\"], [\"scientist\", \"simply\"], [\"simply\", \"havent\"], [\"havent\", \"yet\"], [\"yet\", \"figured\"], [\"figured\", \"precisely\"], [\"precisely\", \"whats\"], [\"whats\", \"behind\"], [\"behind\", \"happen\"], [\"happen\", \"permanent\"], [\"permanent\", \"change\"], [\"change\", \"ocean\"], [\"ocean\", \"temperature\"], [\"temperature\", \"likely\"], [\"likely\", \"drop\"], [\"drop\", \"record\"], [\"record\", \"high\"], [\"high\", \"least\"], [\"least\", \"temporarily\"], [\"temporarily\", \"time\"], [\"time\", \"next\"], [\"next\", \"year\"], [\"year\", \"impact\"], [\"impact\", \"marine\"], [\"marine\", \"specie\"], [\"specie\", \"lasting\"], [\"lasting\", \"scientist\"], [\"scientist\", \"pointed\"], [\"pointed\", \"pdo\"], [\"pdo\", \"globalwarming\"], [\"globalwarming\", \"preview\"], [\"preview\", \"climate\"], [\"climate\", \"change\"], [\"change\", \"model\"], [\"model\", \"predict\"], [\"predict\", \"gentle\"], [\"gentle\", \"slow\"], [\"slow\", \"increase\"], [\"increase\", \"temperature\"], [\"temperature\", \"say\"], [\"say\", \"peterson\"], [\"peterson\", \"main\"], [\"main\", \"problem\"], [\"problem\", \"weve\"], [\"weve\", \"last\"], [\"last\", \"year\"], [\"year\", \"variability\"], [\"variability\", \"high\"], [\"high\", \"scientist\"], [\"scientist\", \"cant\"], [\"cant\", \"keep\"], [\"keep\", \"neither\"], [\"neither\", \"animal\"], [\"animal\", \"peterson\"], [\"peterson\", \"likens\"], [\"likens\", \"boxer\"], [\"boxer\", \"getting\"], [\"getting\", \"pummeled\"], [\"pummeled\", \"round\"], [\"round\", \"round\"], [\"round\", \"point\"], [\"point\", \"knock\"], [\"knock\", \"fight\"], [\"fight\", \"pavementmelting\"], [\"pavementmelting\", \"heat\"], [\"heat\", \"wave\"], [\"wave\", \"india\"], [\"india\", \"harish\"], [\"harish\", \"tyagiepacorbis\"], [\"tyagiepacorbis\", \"attendant\"], [\"attendant\", \"weird\"], [\"weird\", \"wildlife\"], [\"wildlife\", \"behavior\"], [\"behavior\", \"stunning\"], [\"stunning\", \"drop\"], [\"drop\", \"number\"], [\"number\", \"plankton\"], [\"plankton\", \"basis\"], [\"basis\", \"ocean\"], [\"ocean\", \"food\"], [\"food\", \"chain\"], [\"chain\", \"july\"], [\"july\", \"another\"], [\"another\", \"major\"], [\"major\", \"study\"], [\"study\", \"concluded\"], [\"concluded\", \"acidifying\"], [\"acidifying\", \"ocean\"], [\"ocean\", \"likely\"], [\"likely\", \"quite\"], [\"quite\", \"traumatic\"], [\"traumatic\", \"impact\"], [\"impact\", \"plankton\"], [\"plankton\", \"diversity\"], [\"diversity\", \"specie\"], [\"specie\", \"dying\"], [\"dying\", \"others\"], [\"others\", \"flourish\"], [\"flourish\", \"ocean\"], [\"ocean\", \"absorb\"], [\"absorb\", \"carbon\"], [\"carbon\", \"dioxide\"], [\"dioxide\", \"atmosphere\"], [\"atmosphere\", \"converted\"], [\"converted\", \"carbonic\"], [\"carbonic\", \"acid\"], [\"acid\", \"ph\"], [\"ph\", \"seawater\"], [\"seawater\", \"decline\"], [\"decline\", \"according\"], [\"according\", \"lead\"], [\"lead\", \"author\"], [\"author\", \"stephanie\"], [\"stephanie\", \"dutkiewicz\"], [\"dutkiewicz\", \"mit\"], [\"mit\", \"trend\"], [\"trend\", \"mean\"], [\"mean\", \"whole\"], [\"whole\", \"food\"], [\"food\", \"chain\"], [\"chain\", \"going\"], [\"going\", \"different\"], [\"different\", \"hansen\"], [\"hansen\", \"study\"], [\"study\", \"may\"], [\"may\", \"gotten\"], [\"gotten\", \"attention\"], [\"attention\", \"dutkiewicz\"], [\"dutkiewicz\", \"study\"], [\"study\", \"others\"], [\"others\", \"like\"], [\"like\", \"could\"], [\"could\", \"even\"], [\"even\", \"dire\"], [\"dire\", \"implication\"], [\"implication\", \"future\"], [\"future\", \"rapid\"], [\"rapid\", \"change\"], [\"change\", \"dutkiewicz\"], [\"dutkiewicz\", \"colleague\"], [\"colleague\", \"observing\"], [\"observing\", \"shocked\"], [\"shocked\", \"fellow\"], [\"fellow\", \"scientist\"], [\"scientist\", \"thinking\"], [\"thinking\", \"yes\"], [\"yes\", \"actually\"], [\"actually\", \"heading\"], [\"heading\", \"toward\"], [\"toward\", \"worstcase\"], [\"worstcase\", \"scenario\"], [\"scenario\", \"unlike\"], [\"unlike\", \"prediction\"], [\"prediction\", \"massive\"], [\"massive\", \"sealevel\"], [\"sealevel\", \"rise\"], [\"rise\", \"decade\"], [\"decade\", \"away\"], [\"away\", \"warming\"], [\"warming\", \"acidifying\"], [\"acidifying\", \"ocean\"], [\"ocean\", \"represent\"], [\"represent\", \"problem\"], [\"problem\", \"seems\"], [\"seems\", \"kickstarted\"], [\"kickstarted\", \"mass\"], [\"mass\", \"extinction\"], [\"extinction\", \"time\"], [\"time\", \"scale\"], [\"scale\", \"jacquelyn\"], [\"jacquelyn\", \"gill\"], [\"gill\", \"paleoecologist\"], [\"paleoecologist\", \"university\"], [\"university\", \"maine\"], [\"maine\", \"know\"], [\"know\", \"lot\"], [\"lot\", \"extinction\"], [\"extinction\", \"work\"], [\"work\", \"relevant\"], [\"relevant\", \"ever\"], [\"ever\", \"essentially\"], [\"essentially\", \"shes\"], [\"shes\", \"trying\"], [\"trying\", \"save\"], [\"save\", \"specie\"], [\"specie\", \"alive\"], [\"alive\", \"right\"], [\"right\", \"learning\"], [\"learning\", \"killed\"], [\"killed\", \"one\"], [\"one\", \"arent\"], [\"arent\", \"ancient\"], [\"ancient\", \"data\"], [\"data\", \"study\"], [\"study\", \"show\"], [\"show\", \"really\"], [\"really\", \"compelling\"], [\"compelling\", \"evidence\"], [\"evidence\", \"event\"], [\"event\", \"abrupt\"], [\"abrupt\", \"climate\"], [\"climate\", \"change\"], [\"change\", \"happen\"], [\"happen\", \"well\"], [\"well\", \"within\"], [\"within\", \"human\"], [\"human\", \"life\"], [\"life\", \"span\"], [\"span\", \"talking\"], [\"talking\", \"le\"], [\"le\", \"decade\"], [\"decade\", \"past\"], [\"past\", \"year\"], [\"year\", \"two\"], [\"two\", \"persistent\"], [\"persistent\", \"change\"], [\"change\", \"wind\"], [\"wind\", \"north\"], [\"north\", \"pacific\"], [\"pacific\", \"given\"], [\"given\", \"rise\"], [\"rise\", \"meteorologist\"], [\"meteorologist\", \"oceanographer\"], [\"oceanographer\", \"calling\"], [\"calling\", \"blob\"], [\"blob\", \"highly\"], [\"highly\", \"anomalous\"], [\"anomalous\", \"patch\"], [\"patch\", \"warm\"], [\"warm\", \"water\"], [\"water\", \"hawaii\"], [\"hawaii\", \"alaska\"], [\"alaska\", \"baja\"], [\"baja\", \"california\"], [\"california\", \"thats\"], [\"thats\", \"thrown\"], [\"thrown\", \"marine\"], [\"marine\", \"ecosystem\"], [\"ecosystem\", \"tailspin\"], [\"tailspin\", \"amid\"], [\"amid\", \"warmer\"], [\"warmer\", \"temperature\"], [\"temperature\", \"plankton\"], [\"plankton\", \"number\"], [\"number\", \"plummeted\"], [\"plummeted\", \"myriad\"], [\"myriad\", \"specie\"], [\"specie\", \"depend\"], [\"depend\", \"migrated\"], [\"migrated\", \"seen\"], [\"seen\", \"number\"], [\"number\", \"dwindle\"], [\"dwindle\", \"significant\"], [\"significant\", \"northward\"], [\"northward\", \"surge\"], [\"surge\", \"warm\"], [\"warm\", \"water\"], [\"water\", \"happened\"], [\"happened\", \"even\"], [\"even\", \"frequently\"], [\"frequently\", \"el\"], [\"el\", \"nino\"], [\"nino\", \"example\"], [\"example\", \"predictable\"], [\"predictable\", \"basis\"], [\"basis\", \"whats\"], [\"whats\", \"happening\"], [\"happening\", \"year\"], [\"year\", \"appears\"], [\"appears\", \"something\"], [\"something\", \"new\"], [\"new\", \"climate\"], [\"climate\", \"scientist\"], [\"scientist\", \"think\"], [\"think\", \"wind\"], [\"wind\", \"shift\"], [\"shift\", \"linked\"], [\"linked\", \"rapid\"], [\"rapid\", \"decline\"], [\"decline\", \"arctic\"], [\"arctic\", \"sea\"], [\"sea\", \"ice\"], [\"ice\", \"past\"], [\"past\", \"year\"], [\"year\", \"separate\"], [\"separate\", \"research\"], [\"research\", \"shown\"], [\"shown\", \"make\"], [\"make\", \"weather\"], [\"weather\", \"pattern\"], [\"pattern\", \"likely\"], [\"likely\", \"get\"], [\"get\", \"stuck\"], [\"stuck\", \"similar\"], [\"similar\", \"shift\"], [\"shift\", \"behavior\"], [\"behavior\", \"jet\"], [\"jet\", \"stream\"], [\"stream\", \"also\"], [\"also\", \"contributed\"], [\"contributed\", \"california\"], [\"california\", \"drought\"], [\"drought\", \"severe\"], [\"severe\", \"polar\"], [\"polar\", \"vortex\"], [\"vortex\", \"winter\"], [\"winter\", \"northeast\"], [\"northeast\", \"past\"], [\"past\", \"two\"], [\"two\", \"year\"], [\"year\", \"amplified\"], [\"amplified\", \"jetstream\"], [\"jetstream\", \"pattern\"], [\"pattern\", \"produced\"], [\"produced\", \"unusual\"], [\"unusual\", \"doldrum\"], [\"doldrum\", \"west\"], [\"west\", \"coast\"], [\"coast\", \"thats\"], [\"thats\", \"persisted\"], [\"persisted\", \"past\"], [\"past\", \"18\"], [\"18\", \"month\"], [\"month\", \"daniel\"], [\"daniel\", \"swain\"], [\"swain\", \"stanford\"], [\"stanford\", \"university\"], [\"university\", \"meteorologist\"], [\"meteorologist\", \"called\"], [\"called\", \"ridiculously\"], [\"ridiculously\", \"resilient\"], [\"resilient\", \"ridge\"], [\"ridge\", \"weather\"], [\"weather\", \"pattern\"], [\"pattern\", \"arent\"], [\"arent\", \"supposed\"], [\"supposed\", \"last\"], [\"last\", \"long\"], [\"long\", \"whats\"], [\"whats\", \"increasingly\"], [\"increasingly\", \"uncontroversial\"], [\"uncontroversial\", \"among\"], [\"among\", \"scientist\"], [\"scientist\", \"many\"], [\"many\", \"ecosystem\"], [\"ecosystem\", \"impact\"], [\"impact\", \"current\"], [\"current\", \"offthecharts\"], [\"offthecharts\", \"temperature\"], [\"temperature\", \"north\"], [\"north\", \"pacific\"], [\"pacific\", \"linger\"], [\"linger\", \"year\"], [\"year\", \"longer\"], [\"longer\", \"largest\"], [\"largest\", \"ocean\"], [\"ocean\", \"earth\"], [\"earth\", \"pacific\"], [\"pacific\", \"exhibiting\"], [\"exhibiting\", \"cyclical\"], [\"cyclical\", \"variability\"], [\"variability\", \"greater\"], [\"greater\", \"extreme\"], [\"extreme\", \"ocean\"], [\"ocean\", \"basin\"], [\"basin\", \"north\"], [\"north\", \"pacific\"], [\"pacific\", \"currently\"], [\"currently\", \"dramatic\"], [\"dramatic\", \"area\"], [\"area\", \"change\"], [\"change\", \"world\"], [\"world\", \"ocean\"], [\"ocean\", \"alone\"], [\"alone\", \"globally\"], [\"globally\", \"2014\"], [\"2014\", \"recordsetting\"], [\"recordsetting\", \"year\"], [\"year\", \"ocean\"], [\"ocean\", \"temperature\"], [\"temperature\", \"2015\"], [\"2015\", \"pace\"], [\"pace\", \"beat\"], [\"beat\", \"soundly\"], [\"soundly\", \"boosted\"], [\"boosted\", \"el\"], [\"el\", \"nino\"], [\"nino\", \"pacific\"], [\"pacific\", \"six\"], [\"six\", \"percent\"], [\"percent\", \"world\"], [\"world\", \"reef\"], [\"reef\", \"could\"], [\"could\", \"disappear\"], [\"disappear\", \"end\"], [\"end\", \"decade\"], [\"decade\", \"perhaps\"], [\"perhaps\", \"permanently\"], [\"permanently\", \"thanks\"], [\"thanks\", \"warming\"], [\"warming\", \"water\"], [\"water\", \"since\"], [\"since\", \"warmer\"], [\"warmer\", \"ocean\"], [\"ocean\", \"expand\"], [\"expand\", \"volume\"], [\"volume\", \"also\"], [\"also\", \"leading\"], [\"leading\", \"surge\"], [\"surge\", \"sealevel\"], [\"sealevel\", \"rise\"], [\"rise\", \"one\"], [\"one\", \"recent\"], [\"recent\", \"study\"], [\"study\", \"showed\"], [\"showed\", \"slowdown\"], [\"slowdown\", \"atlantic\"], [\"atlantic\", \"ocean\"], [\"ocean\", \"current\"], [\"current\", \"perhaps\"], [\"perhaps\", \"linked\"], [\"linked\", \"glacial\"], [\"glacial\", \"melt\"], [\"melt\", \"greenland\"], [\"greenland\", \"caused\"], [\"caused\", \"fourinch\"], [\"fourinch\", \"rise\"], [\"rise\", \"sea\"], [\"sea\", \"level\"], [\"level\", \"along\"], [\"along\", \"northeast\"], [\"northeast\", \"coast\"], [\"coast\", \"two\"], [\"two\", \"year\"], [\"year\", \"2009\"], [\"2009\", \"2010\"], [\"2010\", \"sure\"], [\"sure\", \"seems\"], [\"seems\", \"like\"], [\"like\", \"sudden\"], [\"sudden\", \"unpredicted\"], [\"unpredicted\", \"surge\"], [\"surge\", \"temporary\"], [\"temporary\", \"scientist\"], [\"scientist\", \"studied\"], [\"studied\", \"surge\"], [\"surge\", \"estimated\"], [\"estimated\", \"1in850year\"], [\"1in850year\", \"event\"], [\"event\", \"blamed\"], [\"blamed\", \"accelerated\"], [\"accelerated\", \"beach\"], [\"beach\", \"erosion\"], [\"erosion\", \"almost\"], [\"almost\", \"significant\"], [\"significant\", \"hurricane\"], [\"hurricane\", \"event\"], [\"event\", \"biblical\"], [\"biblical\", \"flood\"], [\"flood\", \"turkey\"], [\"turkey\", \"ali\"], [\"ali\", \"atmacaanadolu\"], [\"atmacaanadolu\", \"agencygetty\"], [\"agencygetty\", \"possibly\"], [\"possibly\", \"worse\"], [\"worse\", \"rising\"], [\"rising\", \"ocean\"], [\"ocean\", \"temperature\"], [\"temperature\", \"acidification\"], [\"acidification\", \"water\"], [\"water\", \"acidification\"], [\"acidification\", \"direct\"], [\"direct\", \"effect\"], [\"effect\", \"mollusk\"], [\"mollusk\", \"marine\"], [\"marine\", \"animal\"], [\"animal\", \"hard\"], [\"hard\", \"outer\"], [\"outer\", \"body\"], [\"body\", \"striking\"], [\"striking\", \"study\"], [\"study\", \"last\"], [\"last\", \"year\"], [\"year\", \"showed\"], [\"showed\", \"along\"], [\"along\", \"west\"], [\"west\", \"coast\"], [\"coast\", \"shell\"], [\"shell\", \"tiny\"], [\"tiny\", \"snail\"], [\"snail\", \"already\"], [\"already\", \"dissolving\"], [\"dissolving\", \"asyetunknown\"], [\"asyetunknown\", \"consequence\"], [\"consequence\", \"ecosystem\"], [\"ecosystem\", \"one\"], [\"one\", \"study\"], [\"study\", \"author\"], [\"author\", \"nina\"], [\"nina\", \"bednarsek\"], [\"bednarsek\", \"told\"], [\"told\", \"science\"], [\"science\", \"magazine\"], [\"magazine\", \"snail\"], [\"snail\", \"shell\"], [\"shell\", \"pitted\"], [\"pitted\", \"acidifying\"], [\"acidifying\", \"ocean\"], [\"ocean\", \"resembled\"], [\"resembled\", \"cauliflower\"], [\"cauliflower\", \"sandpaper\"], [\"sandpaper\", \"similarly\"], [\"similarly\", \"striking\"], [\"striking\", \"study\"], [\"study\", \"dozen\"], [\"dozen\", \"world\"], [\"world\", \"top\"], [\"top\", \"ocean\"], [\"ocean\", \"scientist\"], [\"scientist\", \"july\"], [\"july\", \"said\"], [\"said\", \"current\"], [\"current\", \"pace\"], [\"pace\", \"increasing\"], [\"increasing\", \"carbon\"], [\"carbon\", \"emission\"], [\"emission\", \"would\"], [\"would\", \"force\"], [\"force\", \"effectively\"], [\"effectively\", \"irreversible\"], [\"irreversible\", \"change\"], [\"change\", \"ocean\"], [\"ocean\", \"ecosystem\"], [\"ecosystem\", \"century\"], [\"century\", \"little\"], [\"little\", \"decade\"], [\"decade\", \"study\"], [\"study\", \"suggested\"], [\"suggested\", \"chemical\"], [\"chemical\", \"change\"], [\"change\", \"rise\"], [\"rise\", \"significantly\"], [\"significantly\", \"background\"], [\"background\", \"level\"], [\"level\", \"nearly\"], [\"nearly\", \"half\"], [\"half\", \"world\"], [\"world\", \"ocean\"], [\"ocean\", \"used\"], [\"used\", \"think\"], [\"think\", \"kind\"], [\"kind\", \"hard\"], [\"hard\", \"make\"], [\"make\", \"thing\"], [\"thing\", \"ocean\"], [\"ocean\", \"go\"], [\"go\", \"extinct\"], [\"extinct\", \"james\"], [\"james\", \"barry\"], [\"barry\", \"monterey\"], [\"monterey\", \"bay\"], [\"bay\", \"aquarium\"], [\"aquarium\", \"research\"], [\"research\", \"institute\"], [\"institute\", \"california\"], [\"california\", \"told\"], [\"told\", \"seattle\"], [\"seattle\", \"time\"], [\"time\", \"2013\"], [\"2013\", \"change\"], [\"change\", \"seeing\"], [\"seeing\", \"happening\"], [\"happening\", \"fast\"], [\"fast\", \"almost\"], [\"almost\", \"instantaneous\"], [\"instantaneous\", \"thanks\"], [\"thanks\", \"pressure\"], [\"pressure\", \"putting\"], [\"putting\", \"planet\"], [\"planet\", \"ecosystem\"], [\"ecosystem\", \"warming\"], [\"warming\", \"acidification\"], [\"acidification\", \"good\"], [\"good\", \"oldfashioned\"], [\"oldfashioned\", \"pollution\"], [\"pollution\", \"ocean\"], [\"ocean\", \"set\"], [\"set\", \"several\"], [\"several\", \"decade\"], [\"decade\", \"rapid\"], [\"rapid\", \"change\"], [\"change\", \"here\"], [\"here\", \"could\"], [\"could\", \"happen\"], [\"happen\", \"next\"], [\"next\", \"combination\"], [\"combination\", \"excessive\"], [\"excessive\", \"nutrient\"], [\"nutrient\", \"agricultural\"], [\"agricultural\", \"runoff\"], [\"runoff\", \"abnormal\"], [\"abnormal\", \"wind\"], [\"wind\", \"pattern\"], [\"pattern\", \"warming\"], [\"warming\", \"ocean\"], [\"ocean\", \"already\"], [\"already\", \"creating\"], [\"creating\", \"seasonal\"], [\"seasonal\", \"dead\"], [\"dead\", \"zone\"], [\"zone\", \"coastal\"], [\"coastal\", \"region\"], [\"region\", \"algae\"], [\"algae\", \"bloom\"], [\"bloom\", \"suck\"], [\"suck\", \"available\"], [\"available\", \"oxygen\"], [\"oxygen\", \"appearance\"], [\"appearance\", \"lowoxygen\"], [\"lowoxygen\", \"region\"], [\"region\", \"doubled\"], [\"doubled\", \"frequency\"], [\"frequency\", \"every\"], [\"every\", \"10\"], [\"10\", \"year\"], [\"year\", \"since\"], [\"since\", \"1960\"], [\"1960\", \"continue\"], [\"continue\", \"grow\"], [\"grow\", \"coming\"], [\"coming\", \"decade\"], [\"decade\", \"even\"], [\"even\", \"greater\"], [\"greater\", \"rate\"], [\"rate\", \"far\"], [\"far\", \"dead\"], [\"dead\", \"zone\"], [\"zone\", \"remained\"], [\"remained\", \"mostly\"], [\"mostly\", \"close\"], [\"close\", \"coast\"], [\"coast\", \"21st\"], [\"21st\", \"century\"], [\"century\", \"deepocean\"], [\"deepocean\", \"dead\"], [\"dead\", \"zone\"], [\"zone\", \"could\"], [\"could\", \"become\"], [\"become\", \"common\"], [\"common\", \"lowoxygen\"], [\"lowoxygen\", \"region\"], [\"region\", \"could\"], [\"could\", \"gradually\"], [\"gradually\", \"expand\"], [\"expand\", \"size\"], [\"size\", \"potentially\"], [\"potentially\", \"thousand\"], [\"thousand\", \"mile\"], [\"mile\", \"across\"], [\"across\", \"would\"], [\"would\", \"force\"], [\"force\", \"fish\"], [\"fish\", \"whale\"], [\"whale\", \"pretty\"], [\"pretty\", \"much\"], [\"much\", \"everything\"], [\"everything\", \"upward\"], [\"upward\", \"occur\"], [\"occur\", \"large\"], [\"large\", \"section\"], [\"section\", \"temperate\"], [\"temperate\", \"deep\"], [\"deep\", \"ocean\"], [\"ocean\", \"would\"], [\"would\", \"suffer\"], [\"suffer\", \"oxygenfree\"], [\"oxygenfree\", \"layer\"], [\"layer\", \"grow\"], [\"grow\", \"pronounced\"], [\"pronounced\", \"stratifies\"], [\"stratifies\", \"pushing\"], [\"pushing\", \"surface\"], [\"surface\", \"ocean\"], [\"ocean\", \"warming\"], [\"warming\", \"overdrive\"], [\"overdrive\", \"hindering\"], [\"hindering\", \"upwelling\"], [\"upwelling\", \"cooler\"], [\"cooler\", \"nutrientrich\"], [\"nutrientrich\", \"deeper\"], [\"deeper\", \"water\"], [\"water\", \"enhanced\"], [\"enhanced\", \"evaporation\"], [\"evaporation\", \"warmer\"], [\"warmer\", \"ocean\"], [\"ocean\", \"create\"], [\"create\", \"heavier\"], [\"heavier\", \"downpour\"], [\"downpour\", \"perhaps\"], [\"perhaps\", \"destabilizing\"], [\"destabilizing\", \"root\"], [\"root\", \"system\"], [\"system\", \"forest\"], [\"forest\", \"accelerated\"], [\"accelerated\", \"runoff\"], [\"runoff\", \"pour\"], [\"pour\", \"excess\"], [\"excess\", \"nutrient\"], [\"nutrient\", \"coastal\"], [\"coastal\", \"area\"], [\"area\", \"enhancing\"], [\"enhancing\", \"dead\"], [\"dead\", \"zone\"], [\"zone\", \"past\"], [\"past\", \"year\"], [\"year\", \"downpour\"], [\"downpour\", \"broken\"], [\"broken\", \"record\"], [\"record\", \"long\"], [\"long\", \"island\"], [\"island\", \"phoenix\"], [\"phoenix\", \"detroit\"], [\"detroit\", \"baltimore\"], [\"baltimore\", \"houston\"], [\"houston\", \"pensacola\"], [\"pensacola\", \"florida\"], [\"florida\", \"evidence\"], [\"evidence\", \"scenario\"], [\"scenario\", \"come\"], [\"come\", \"large\"], [\"large\", \"part\"], [\"part\", \"best\"], [\"best\", \"understanding\"], [\"understanding\", \"happened\"], [\"happened\", \"250\"], [\"250\", \"million\"], [\"million\", \"year\"], [\"year\", \"ago\"], [\"ago\", \"great\"], [\"great\", \"dying\"], [\"dying\", \"90\"], [\"90\", \"percent\"], [\"percent\", \"oceanic\"], [\"oceanic\", \"specie\"], [\"specie\", \"perished\"], [\"perished\", \"pulse\"], [\"pulse\", \"carbon\"], [\"carbon\", \"dioxide\"], [\"dioxide\", \"methane\"], [\"methane\", \"landbased\"], [\"landbased\", \"source\"], [\"source\", \"began\"], [\"began\", \"period\"], [\"period\", \"profound\"], [\"profound\", \"climate\"], [\"climate\", \"change\"], [\"change\", \"condition\"], [\"condition\", \"triggered\"], [\"triggered\", \"great\"], [\"great\", \"dying\"], [\"dying\", \"took\"], [\"took\", \"hundred\"], [\"hundred\", \"thousand\"], [\"thousand\", \"year\"], [\"year\", \"develop\"], [\"develop\", \"human\"], [\"human\", \"emitting\"], [\"emitting\", \"carbon\"], [\"carbon\", \"dioxide\"], [\"dioxide\", \"much\"], [\"much\", \"quicker\"], [\"quicker\", \"rate\"], [\"rate\", \"current\"], [\"current\", \"mass\"], [\"mass\", \"extinction\"], [\"extinction\", \"took\"], [\"took\", \"100\"], [\"100\", \"year\"], [\"year\", \"kickstart\"], [\"kickstart\", \"stressor\"], [\"stressor\", \"working\"], [\"working\", \"hypoxic\"], [\"hypoxic\", \"feedback\"], [\"feedback\", \"loop\"], [\"loop\", \"could\"], [\"could\", \"wind\"], [\"wind\", \"destroying\"], [\"destroying\", \"ocean\"], [\"ocean\", \"speciesrich\"], [\"speciesrich\", \"ecosystem\"], [\"ecosystem\", \"within\"], [\"within\", \"lifetime\"], [\"lifetime\", \"recent\"], [\"recent\", \"study\"], [\"study\", \"sarah\"], [\"sarah\", \"moffitt\"], [\"moffitt\", \"university\"], [\"university\", \"californiadavis\"], [\"californiadavis\", \"said\"], [\"said\", \"could\"], [\"could\", \"take\"], [\"take\", \"ocean\"], [\"ocean\", \"thousand\"], [\"thousand\", \"year\"], [\"year\", \"recover\"], [\"recover\", \"looking\"], [\"looking\", \"forward\"], [\"forward\", \"kid\"], [\"kid\", \"people\"], [\"people\", \"future\"], [\"future\", \"going\"], [\"going\", \"ocean\"], [\"ocean\", \"today\"], [\"today\", \"moffitt\"], [\"moffitt\", \"said\"], [\"said\", \"might\"], [\"might\", \"expect\"], [\"expect\", \"ticket\"], [\"ticket\", \"front\"], [\"front\", \"row\"], [\"row\", \"global\"], [\"global\", \"environmental\"], [\"environmental\", \"catastrophe\"], [\"catastrophe\", \"taking\"], [\"taking\", \"increasingly\"], [\"increasingly\", \"emotional\"], [\"emotional\", \"toll\"], [\"toll\", \"scientist\"], [\"scientist\", \"case\"], [\"case\", \"pushing\"], [\"pushing\", \"toward\"], [\"toward\", \"advocacy\"], [\"advocacy\", \"two\"], [\"two\", \"dozen\"], [\"dozen\", \"scientist\"], [\"scientist\", \"interviewed\"], [\"interviewed\", \"piece\"], [\"piece\", \"virtually\"], [\"virtually\", \"drifted\"], [\"drifted\", \"apocalyptic\"], [\"apocalyptic\", \"language\"], [\"language\", \"point\"], [\"point\", \"simone\"], [\"simone\", \"alin\"], [\"alin\", \"oceanographer\"], [\"oceanographer\", \"focusing\"], [\"focusing\", \"ocean\"], [\"ocean\", \"acidification\"], [\"acidification\", \"noaa\"], [\"noaa\", \"pacific\"], [\"pacific\", \"marine\"], [\"marine\", \"environmental\"], [\"environmental\", \"laboratory\"], [\"laboratory\", \"seattle\"], [\"seattle\", \"change\"], [\"change\", \"shes\"], [\"shes\", \"seeing\"], [\"seeing\", \"hit\"], [\"hit\", \"close\"], [\"close\", \"home\"], [\"home\", \"puget\"], [\"puget\", \"sound\"], [\"sound\", \"natural\"], [\"natural\", \"laboratory\"], [\"laboratory\", \"coming\"], [\"coming\", \"decade\"], [\"decade\", \"rapid\"], [\"rapid\", \"change\"], [\"change\", \"water\"], [\"water\", \"naturally\"], [\"naturally\", \"acidified\"], [\"acidified\", \"world\"], [\"world\", \"marine\"], [\"marine\", \"ecosystem\"], [\"ecosystem\", \"local\"], [\"local\", \"oyster\"], [\"oyster\", \"industry\"], [\"industry\", \"already\"], [\"already\", \"seeing\"], [\"seeing\", \"serious\"], [\"serious\", \"impact\"], [\"impact\", \"acidifying\"], [\"acidifying\", \"water\"], [\"water\", \"going\"], [\"going\", \"great\"], [\"great\", \"length\"], [\"length\", \"avoid\"], [\"avoid\", \"total\"], [\"total\", \"collapse\"], [\"collapse\", \"alin\"], [\"alin\", \"call\"], [\"call\", \"oyster\"], [\"oyster\", \"nonnative\"], [\"nonnative\", \"canary\"], [\"canary\", \"coal\"], [\"coal\", \"mine\"], [\"mine\", \"puget\"], [\"puget\", \"sound\"], [\"sound\", \"canary\"], [\"canary\", \"also\"], [\"also\", \"native\"], [\"native\", \"coal\"], [\"coal\", \"mine\"], [\"mine\", \"doesnt\"], [\"doesnt\", \"mean\"], [\"mean\", \"good\"], [\"good\", \"indicator\"], [\"indicator\", \"change\"], [\"change\", \"though\"], [\"though\", \"work\"], [\"work\", \"fundamental\"], [\"fundamental\", \"oceanic\"], [\"oceanic\", \"change\"], [\"change\", \"every\"], [\"every\", \"day\"], [\"day\", \"dutkiewicz\"], [\"dutkiewicz\", \"study\"], [\"study\", \"impending\"], [\"impending\", \"largescale\"], [\"largescale\", \"change\"], [\"change\", \"plankton\"], [\"plankton\", \"caught\"], [\"caught\", \"offguard\"], [\"offguard\", \"alarming\"], [\"alarming\", \"basis\"], [\"basis\", \"food\"], [\"food\", \"web\"], [\"web\", \"change\"], [\"change\", \"everything\"], [\"everything\", \"could\"], [\"could\", \"change\"], [\"change\", \"right\"], [\"right\", \"alins\"], [\"alins\", \"frank\"], [\"frank\", \"discussion\"], [\"discussion\", \"looming\"], [\"looming\", \"oceanic\"], [\"oceanic\", \"apocalypse\"], [\"apocalypse\", \"perhaps\"], [\"perhaps\", \"product\"], [\"product\", \"studying\"], [\"studying\", \"unfathomable\"], [\"unfathomable\", \"change\"], [\"change\", \"every\"], [\"every\", \"day\"], [\"day\", \"four\"], [\"four\", \"year\"], [\"year\", \"ago\"], [\"ago\", \"birth\"], [\"birth\", \"twin\"], [\"twin\", \"heightened\"], [\"heightened\", \"whole\"], [\"whole\", \"issue\"], [\"issue\", \"say\"], [\"say\", \"worried\"], [\"worried\", \"enough\"], [\"enough\", \"problem\"], [\"problem\", \"kid\"], [\"kid\", \"maybe\"], [\"maybe\", \"wondered\"], [\"wondered\", \"whether\"], [\"whether\", \"good\"], [\"good\", \"idea\"], [\"idea\", \"make\"], [\"make\", \"feel\"], [\"feel\", \"crushed\"], [\"crushed\", \"katharine\"], [\"katharine\", \"hayhoe\"], [\"hayhoe\", \"speaks\"], [\"speaks\", \"climate\"], [\"climate\", \"change\"], [\"change\", \"student\"], [\"student\", \"faculty\"], [\"faculty\", \"wayland\"], [\"wayland\", \"baptist\"], [\"baptist\", \"university\"], [\"university\", \"2011\"], [\"2011\", \"geoffrey\"], [\"geoffrey\", \"mcallisterchicago\"], [\"mcallisterchicago\", \"tribunemctgetty\"], [\"tribunemctgetty\", \"katharine\"], [\"katharine\", \"hayhoe\"], [\"hayhoe\", \"climate\"], [\"climate\", \"scientist\"], [\"scientist\", \"evangelical\"], [\"evangelical\", \"christian\"], [\"christian\", \"moved\"], [\"moved\", \"canada\"], [\"canada\", \"texas\"], [\"texas\", \"husband\"], [\"husband\", \"pastor\"], [\"pastor\", \"precisely\"], [\"precisely\", \"vulnerability\"], [\"vulnerability\", \"climate\"], [\"climate\", \"change\"], [\"change\", \"engages\"], [\"engages\", \"evangelical\"], [\"evangelical\", \"community\"], [\"community\", \"science\"], [\"science\", \"almost\"], [\"almost\", \"missionary\"], [\"missionary\", \"would\"], [\"would\", \"shes\"], [\"shes\", \"already\"], [\"already\", \"planning\"], [\"planning\", \"exit\"], [\"exit\", \"strategy\"], [\"strategy\", \"continue\"], [\"continue\", \"current\"], [\"current\", \"pathway\"], [\"pathway\", \"canada\"], [\"canada\", \"home\"], [\"home\", \"u\"], [\"u\", \"long\"], [\"long\", \"term\"], [\"term\", \"majority\"], [\"majority\", \"people\"], [\"people\", \"dont\"], [\"dont\", \"exit\"], [\"exit\", \"strategy\"], [\"strategy\", \"thats\"], [\"thats\", \"im\"], [\"im\", \"trying\"], [\"trying\", \"help\"], [\"help\", \"james\"], [\"james\", \"hansen\"], [\"hansen\", \"dean\"], [\"dean\", \"climate\"], [\"climate\", \"scientist\"], [\"scientist\", \"retired\"], [\"retired\", \"nasa\"], [\"nasa\", \"2013\"], [\"2013\", \"become\"], [\"become\", \"climate\"], [\"climate\", \"activist\"], [\"activist\", \"gloom\"], [\"gloom\", \"report\"], [\"report\", \"put\"], [\"put\", \"name\"], [\"name\", \"hansen\"], [\"hansen\", \"actually\"], [\"actually\", \"somewhat\"], [\"somewhat\", \"hopeful\"], [\"hopeful\", \"thats\"], [\"thats\", \"know\"], [\"know\", \"climate\"], [\"climate\", \"change\"], [\"change\", \"straightforward\"], [\"straightforward\", \"solution\"], [\"solution\", \"end\"], [\"end\", \"fossilfuel\"], [\"fossilfuel\", \"use\"], [\"use\", \"quickly\"], [\"quickly\", \"possible\"], [\"possible\", \"tomorrow\"], [\"tomorrow\", \"leader\"], [\"leader\", \"united\"], [\"united\", \"state\"], [\"state\", \"china\"], [\"china\", \"would\"], [\"would\", \"agree\"], [\"agree\", \"sufficiently\"], [\"sufficiently\", \"strong\"], [\"strong\", \"coordinated\"], [\"coordinated\", \"carbon\"], [\"carbon\", \"tax\"], [\"tax\", \"thats\"], [\"thats\", \"also\"], [\"also\", \"applied\"], [\"applied\", \"import\"], [\"import\", \"rest\"], [\"rest\", \"world\"], [\"world\", \"would\"], [\"would\", \"choice\"], [\"choice\", \"sign\"], [\"sign\", \"idea\"], [\"idea\", \"already\"], [\"already\", \"pitched\"], [\"pitched\", \"congress\"], [\"congress\", \"several\"], [\"several\", \"time\"], [\"time\", \"tepid\"], [\"tepid\", \"bipartisan\"], [\"bipartisan\", \"support\"], [\"support\", \"even\"], [\"even\", \"though\"], [\"though\", \"carbon\"], [\"carbon\", \"tax\"], [\"tax\", \"probably\"], [\"probably\", \"long\"], [\"long\", \"shot\"], [\"shot\", \"hansen\"], [\"hansen\", \"even\"], [\"even\", \"slim\"], [\"slim\", \"possibility\"], [\"possibility\", \"bold\"], [\"bold\", \"action\"], [\"action\", \"like\"], [\"like\", \"might\"], [\"might\", \"happen\"], [\"happen\", \"enough\"], [\"enough\", \"devote\"], [\"devote\", \"rest\"], [\"rest\", \"life\"], [\"life\", \"working\"], [\"working\", \"achieve\"], [\"achieve\", \"conference\"], [\"conference\", \"call\"], [\"call\", \"reporter\"], [\"reporter\", \"july\"], [\"july\", \"hansen\"], [\"hansen\", \"said\"], [\"said\", \"potential\"], [\"potential\", \"joint\"], [\"joint\", \"uschina\"], [\"uschina\", \"carbon\"], [\"carbon\", \"tax\"], [\"tax\", \"important\"], [\"important\", \"whatever\"], [\"whatever\", \"happens\"], [\"happens\", \"united\"], [\"united\", \"nation\"], [\"nation\", \"climate\"], [\"climate\", \"talk\"], [\"talk\", \"paris\"], [\"paris\", \"one\"], [\"one\", \"group\"], [\"group\", \"hansen\"], [\"hansen\", \"helping\"], [\"helping\", \"childrens\"], [\"childrens\", \"trust\"], [\"trust\", \"legal\"], [\"legal\", \"advocacy\"], [\"advocacy\", \"organization\"], [\"organization\", \"thats\"], [\"thats\", \"filed\"], [\"filed\", \"number\"], [\"number\", \"novel\"], [\"novel\", \"challenge\"], [\"challenge\", \"behalf\"], [\"behalf\", \"minor\"], [\"minor\", \"idea\"], [\"idea\", \"climate\"], [\"climate\", \"change\"], [\"change\", \"violation\"], [\"violation\", \"intergenerational\"], [\"intergenerational\", \"equity\"], [\"equity\", \"child\"], [\"child\", \"group\"], [\"group\", \"argues\"], [\"argues\", \"lawfully\"], [\"lawfully\", \"entitled\"], [\"entitled\", \"inherit\"], [\"inherit\", \"healthy\"], [\"healthy\", \"planet\"], [\"planet\", \"separate\"], [\"separate\", \"challenge\"], [\"challenge\", \"u\"], [\"u\", \"law\"], [\"law\", \"brought\"], [\"brought\", \"former\"], [\"former\", \"epa\"], [\"epa\", \"scientist\"], [\"scientist\", \"arguing\"], [\"arguing\", \"carbon\"], [\"carbon\", \"dioxide\"], [\"dioxide\", \"isnt\"], [\"isnt\", \"pollutant\"], [\"pollutant\", \"clean\"], [\"clean\", \"air\"], [\"air\", \"act\"], [\"act\", \"dissipate\"], [\"dissipate\", \"also\"], [\"also\", \"toxic\"], [\"toxic\", \"substance\"], [\"substance\", \"general\"], [\"general\", \"substance\"], [\"substance\", \"exceptionally\"], [\"exceptionally\", \"long\"], [\"long\", \"life\"], [\"life\", \"span\"], [\"span\", \"environment\"], [\"environment\", \"cause\"], [\"cause\", \"unreasonable\"], [\"unreasonable\", \"risk\"], [\"risk\", \"therefore\"], [\"therefore\", \"require\"], [\"require\", \"remediation\"], [\"remediation\", \"case\"], [\"case\", \"remediation\"], [\"remediation\", \"may\"], [\"may\", \"involve\"], [\"involve\", \"planting\"], [\"planting\", \"vast\"], [\"vast\", \"number\"], [\"number\", \"tree\"], [\"tree\", \"restoring\"], [\"restoring\", \"wetland\"], [\"wetland\", \"bury\"], [\"bury\", \"excess\"], [\"excess\", \"carbon\"], [\"carbon\", \"underground\"], [\"underground\", \"even\"], [\"even\", \"novel\"], [\"novel\", \"challenge\"], [\"challenge\", \"succeed\"], [\"succeed\", \"take\"], [\"take\", \"year\"], [\"year\", \"bend\"], [\"bend\", \"curve\"], [\"curve\", \"noticeable\"], [\"noticeable\", \"maybe\"], [\"maybe\", \"thats\"], [\"thats\", \"enough\"], [\"enough\", \"feel\"], [\"feel\", \"lost\"], [\"lost\", \"saving\"], [\"saving\", \"specie\"], [\"specie\", \"feel\"], [\"feel\", \"like\"], [\"like\", \"triumph\"], [\"triumph\", \"archive\"], [\"archive\", \"issue\"], [\"issue\", \"1241\"], [\"1241\", \"august\"], [\"august\", \"13\"], [\"13\", \"2015\"]], \"Text_Lemmatized\": \"historian may look 2015 year shit really started hitting fan snapshot past month recordsetting heat wave pakistan india killed 1000 people washington state olympic national park rainforest caught fire first time living memory london reached 98 degree fahrenheit hottest july day ever recorded uk guardian briefly pause live blog heat wave computer server overheated california suffering worst drought millennium 50acre brush fire swelled seventyfold matter hour jumping across i15 freeway rushhour traffic day later region pounded intense virtually unheardof summer rain puerto rico strictest water rationing history monster el nino form tropical pacific ocean shifting weather pattern worldwide july 20th james hansen former nasa climatologist brought climate change public attention summer 1988 issued bombshell team climate scientist identified newly important feedback mechanism coast antarctica suggests mean sea level could rise 10 time faster previously predicted 10 foot 2065 author included chilling warning emission arent cut conclude multimeter sealevel rise would become practically unavoidable social disruption economic consequence large sealevel rise could devastating difficult imagine conflict arising forced migration economic collapse might make planet ungovernable threatening fabric civilization eric rignot climate scientist nasa university californiairvine coauthor hansens study said new research doesnt necessarily change worstcase scenario sealevel rise make much pressing think discus especially among world leader particular say rignot new research show twodegree celsius rise global temperature previously agreed upon safe level climate change would catastrophe sealevel rise hansens new study also show complicated unpredictable climate change even global ocean temperature rise highest level recorded history part ocean near ice melting exceptionally fast actually cooling slowing ocean circulation current sending weather pattern frenzy sure enough persistently cold patch ocean starting show south greenland exactly previous experimental prediction sudden surge freshwater melting ice expected michael mann another prominent climate scientist recently said unexpectedly sudden atlantic slowdown yet another example observation suggest climate model prediction may conservative come pace certain aspect climate change proceeding since storm system jet stream united state europe partially draw energy difference ocean temperature implication one patch ocean cooling rest ocean warms profound storm get stronger sealevel rise accelerate scientist like hansen expect extreme weather get worse year come though mann said still unclear whether recent severe winter east coast connected phenomenon yet arent even disturbing change happening earth biosphere climate scientist discovering year look rising sea level actually happening within ocean water temperature year north pacific never high long large area already profound effect marine life related apocalypse soon 9 terrifying sign environmental doom eightyyearold roger thomas run whalewatching trip san francisco excursion earlier year thomas spotted 25 humpback three blue whale survey july 4th federal official spotted 115 whale single hour near farallon island enough issue boating warning humpback occasionally seen offshore california rarely close coast number coming close shore exceptionally warm water concentrated krill anchovy feed narrow band relatively cool coastal water whale heyday unbelievable thomas told local paper whale place last fall northern alaska part arctic shell planning drill oil federal scientist discovered 35000 walrus congregating single beach largestever documented haul walrus sign sea ice favored habitat becoming harder harder find marine life moving north adapting real time warming ocean great white shark sighted breeding near monterey bay california farthest north thats ever known occur blue marlin caught last summer near catalina island 1000 mile north typical range across california sighting nonnative animal moving north mexican red crab salmon brink dying michael quintonnewscom specie may uniquely endangered one associated pacific northwest salmon every two week bill peterson oceanographer senior scientist national oceanic atmospheric administration northwest fishery science center oregon take sea collect data us forecast return salmon he seeing year deeply troubling salmon crucial coastal ecosystem like perhaps specie planet significant portion nitrogen west coast forest traced back salmon travel hundred mile upstream lay egg largest tree earth simply wouldnt exist without salmon situation precarious year official california bringing salmon downstream convoy truck river level low temperature warm reasonable chance surviving one specie winterrun chinook salmon particularly increased risk decline next year warm water persist offshore talk fisherman say weve never seen anything like say peterson experience something like get like hell going atmospheric scientist increasingly believe exceptionally warm water past month early indication phase shift pacific decadal oscillation cyclical warming north pacific happens time century positive phase pdo known last 15 20 year global warming increase double rate negative phase pdo also make big el ninos like year likely nature pdo phase shift unpredictable climate scientist simply havent yet figured precisely whats behind happen permanent change ocean temperature likely drop record high least temporarily time next year impact marine specie lasting scientist pointed pdo globalwarming preview climate change model predict gentle slow increase temperature say peterson main problem weve last year variability high scientist cant keep neither animal peterson likens boxer getting pummeled round round point knock fight pavementmelting heat wave india harish tyagiepacorbis attendant weird wildlife behavior stunning drop number plankton basis ocean food chain july another major study concluded acidifying ocean likely quite traumatic impact plankton diversity specie dying others flourish ocean absorb carbon dioxide atmosphere converted carbonic acid ph seawater decline according lead author stephanie dutkiewicz mit trend mean whole food chain going different hansen study may gotten attention dutkiewicz study others like could even dire implication future rapid change dutkiewicz colleague observing shocked fellow scientist thinking yes actually heading toward worstcase scenario unlike prediction massive sealevel rise decade away warming acidifying ocean represent problem seems kickstarted mass extinction time scale jacquelyn gill paleoecologist university maine know lot extinction work relevant ever essentially shes trying save specie alive right learning killed one arent ancient data study show really compelling evidence event abrupt climate change happen well within human life span talking le decade past year two persistent change wind north pacific given rise meteorologist oceanographer calling blob highly anomalous patch warm water hawaii alaska baja california thats thrown marine ecosystem tailspin amid warmer temperature plankton number plummeted myriad specie depend migrated seen number dwindle significant northward surge warm water happened even frequently el nino example predictable basis whats happening year appears something new climate scientist think wind shift linked rapid decline arctic sea ice past year separate research shown make weather pattern likely get stuck similar shift behavior jet stream also contributed california drought severe polar vortex winter northeast past two year amplified jetstream pattern produced unusual doldrum west coast thats persisted past 18 month daniel swain stanford university meteorologist called ridiculously resilient ridge weather pattern arent supposed last long whats increasingly uncontroversial among scientist many ecosystem impact current offthecharts temperature north pacific linger year longer largest ocean earth pacific exhibiting cyclical variability greater extreme ocean basin north pacific currently dramatic area change world ocean alone globally 2014 recordsetting year ocean temperature 2015 pace beat soundly boosted el nino pacific six percent world reef could disappear end decade perhaps permanently thanks warming water since warmer ocean expand volume also leading surge sealevel rise one recent study showed slowdown atlantic ocean current perhaps linked glacial melt greenland caused fourinch rise sea level along northeast coast two year 2009 2010 sure seems like sudden unpredicted surge temporary scientist studied surge estimated 1in850year event blamed accelerated beach erosion almost significant hurricane event biblical flood turkey ali atmacaanadolu agencygetty possibly worse rising ocean temperature acidification water acidification direct effect mollusk marine animal hard outer body striking study last year showed along west coast shell tiny snail already dissolving asyetunknown consequence ecosystem one study author nina bednarsek told science magazine snail shell pitted acidifying ocean resembled cauliflower sandpaper similarly striking study dozen world top ocean scientist july said current pace increasing carbon emission would force effectively irreversible change ocean ecosystem century little decade study suggested chemical change rise significantly background level nearly half world ocean used think kind hard make thing ocean go extinct james barry monterey bay aquarium research institute california told seattle time 2013 change seeing happening fast almost instantaneous thanks pressure putting planet ecosystem warming acidification good oldfashioned pollution ocean set several decade rapid change here could happen next combination excessive nutrient agricultural runoff abnormal wind pattern warming ocean already creating seasonal dead zone coastal region algae bloom suck available oxygen appearance lowoxygen region doubled frequency every 10 year since 1960 continue grow coming decade even greater rate far dead zone remained mostly close coast 21st century deepocean dead zone could become common lowoxygen region could gradually expand size potentially thousand mile across would force fish whale pretty much everything upward occur large section temperate deep ocean would suffer oxygenfree layer grow pronounced stratifies pushing surface ocean warming overdrive hindering upwelling cooler nutrientrich deeper water enhanced evaporation warmer ocean create heavier downpour perhaps destabilizing root system forest accelerated runoff pour excess nutrient coastal area enhancing dead zone past year downpour broken record long island phoenix detroit baltimore houston pensacola florida evidence scenario come large part best understanding happened 250 million year ago great dying 90 percent oceanic specie perished pulse carbon dioxide methane landbased source began period profound climate change condition triggered great dying took hundred thousand year develop human emitting carbon dioxide much quicker rate current mass extinction took 100 year kickstart stressor working hypoxic feedback loop could wind destroying ocean speciesrich ecosystem within lifetime recent study sarah moffitt university californiadavis said could take ocean thousand year recover looking forward kid people future going ocean today moffitt said might expect ticket front row global environmental catastrophe taking increasingly emotional toll scientist case pushing toward advocacy two dozen scientist interviewed piece virtually drifted apocalyptic language point simone alin oceanographer focusing ocean acidification noaa pacific marine environmental laboratory seattle change shes seeing hit close home puget sound natural laboratory coming decade rapid change water naturally acidified world marine ecosystem local oyster industry already seeing serious impact acidifying water going great length avoid total collapse alin call oyster nonnative canary coal mine puget sound canary also native coal mine doesnt mean good indicator change though work fundamental oceanic change every day dutkiewicz study impending largescale change plankton caught offguard alarming basis food web change everything could change right alins frank discussion looming oceanic apocalypse perhaps product studying unfathomable change every day four year ago birth twin heightened whole issue say worried enough problem kid maybe wondered whether good idea make feel crushed katharine hayhoe speaks climate change student faculty wayland baptist university 2011 geoffrey mcallisterchicago tribunemctgetty katharine hayhoe climate scientist evangelical christian moved canada texas husband pastor precisely vulnerability climate change engages evangelical community science almost missionary would shes already planning exit strategy continue current pathway canada home u long term majority people dont exit strategy thats im trying help james hansen dean climate scientist retired nasa 2013 become climate activist gloom report put name hansen actually somewhat hopeful thats know climate change straightforward solution end fossilfuel use quickly possible tomorrow leader united state china would agree sufficiently strong coordinated carbon tax thats also applied import rest world would choice sign idea already pitched congress several time tepid bipartisan support even though carbon tax probably long shot hansen even slim possibility bold action like might happen enough devote rest life working achieve conference call reporter july hansen said potential joint uschina carbon tax important whatever happens united nation climate talk paris one group hansen helping childrens trust legal advocacy organization thats filed number novel challenge behalf minor idea climate change violation intergenerational equity child group argues lawfully entitled inherit healthy planet separate challenge u law brought former epa scientist arguing carbon dioxide isnt pollutant clean air act dissipate also toxic substance general substance exceptionally long life span environment cause unreasonable risk therefore require remediation case remediation may involve planting vast number tree restoring wetland bury excess carbon underground even novel challenge succeed take year bend curve noticeable maybe thats enough feel lost saving specie feel like triumph archive issue 1241 august 13 2015\", \"Text_Lower\": \"historians may look to 2015 as the year when shit really started hitting the fan some snapshots in just the past few months recordsetting heat waves in pakistan and india each killed more than 1000 people in washington states olympic national park the rainforest caught fire for the first time in living memory london reached 98 degrees fahrenheit during the hottest july day ever recorded in the uk the guardian briefly had to pause its live blog of the heat wave because its computer servers overheated in california suffering from its worst drought in a millennium a 50acre brush fire swelled seventyfold in a matter of hours jumping across the i15 freeway during rushhour traffic then a few days later the region was pounded by intense virtually unheardof summer rains puerto rico is under its strictest water rationing in history as a monster el nino forms in the tropical pacific ocean shifting weather patterns worldwide\\n\\non july 20th james hansen the former nasa climatologist who brought climate change to the publics attention in the summer of 1988 issued a bombshell he and a team of climate scientists had identified a newly important feedback mechanism off the coast of antarctica that suggests mean sea levels could rise 10 times faster than previously predicted 10 feet by 2065 the authors included this chilling warning if emissions arent cut we conclude that multimeter sealevel rise would become practically unavoidable social disruption and economic consequences of such large sealevel rise could be devastating it is not difficult to imagine that conflicts arising from forced migrations and economic collapse might make the planet ungovernable threatening the fabric of civilization\\n\\neric rignot a climate scientist at nasa and the university of californiairvine and a coauthor on hansens study said their new research doesnt necessarily change the worstcase scenario on sealevel rise it just makes it much more pressing to think about and discuss especially among world leaders in particular says rignot the new research shows a twodegree celsius rise in global temperature  the previously agreed upon safe level of climate change  would be a catastrophe for sealevel rise\\n\\nhansens new study also shows how complicated and unpredictable climate change can be even as global ocean temperatures rise to their highest levels in recorded history some parts of the ocean near where ice is melting exceptionally fast are actually cooling slowing ocean circulation currents and sending weather patterns into a frenzy sure enough a persistently cold patch of ocean is starting to show up just south of greenland exactly where previous experimental predictions of a sudden surge of freshwater from melting ice expected it to be michael mann another prominent climate scientist recently said of the unexpectedly sudden atlantic slowdown this is yet another example of where observations suggest that climate model predictions may be too conservative when it comes to the pace at which certain aspects of climate change are proceeding\\n\\nsince storm systems and jet streams in the united states and europe partially draw their energy from the difference in ocean temperatures the implication of one patch of ocean cooling while the rest of the ocean warms is profound storms will get stronger and sealevel rise will accelerate scientists like hansen only expect extreme weather to get worse in the years to come though mann said it was still unclear whether recent severe winters on the east coast are connected to the phenomenon\\n\\nand yet these arent even the most disturbing changes happening to the earths biosphere that climate scientists are discovering this year for that you have to look not at the rising sea levels but to what is actually happening within the oceans themselves\\n\\nwater temperatures this year in the north pacific have never been this high for this long over such a large area  and it is already having a profound effect on marine life\\n\\nrelated apocalypse soon 9 terrifying signs of environmental doom\\n\\neightyyearold roger thomas runs whalewatching trips out of san francisco on an excursion earlier this year thomas spotted 25 humpbacks and three blue whales during a survey on july 4th federal officials spotted 115 whales in a single hour near the farallon islands  enough to issue a boating warning humpbacks are occasionally seen offshore in california but rarely so close to the coast or in such numbers why are they coming so close to shore exceptionally warm water has concentrated the krill and anchovies they feed on into a narrow band of relatively cool coastal water the whales are having a heyday its unbelievable thomas told a local paper whales are all over\\n\\nthe place\\n\\nlast fall in northern alaska in the same part of the arctic where shell is planning to drill for oil federal scientists discovered 35000 walruses congregating on a single beach it was the largestever documented haul out of walruses and a sign that sea ice their favored habitat is becoming harder and harder to find\\n\\nmarine life is moving north adapting in real time to the warming ocean great white sharks have been sighted breeding near monterey bay california the farthest north thats ever been known to occur a blue marlin was caught last summer near catalina island  1000 miles north of its typical range across california there have been sightings of nonnative animals moving north such as mexican red crabs\\n\\nsalmon on the brink of dying out michael quintonnewscom\\n\\nno species may be as uniquely endangered as the one most associated with the pacific northwest the salmon every two weeks bill peterson an oceanographer and senior scientist at the national oceanic and atmospheric administrations northwest fisheries science center in oregon takes to the sea to collect data he uses to forecast the return of salmon what hes been seeing this year is deeply troubling\\n\\nsalmon are crucial to their coastal ecosystem like perhaps few other species on the planet a significant portion of the nitrogen in west coast forests has been traced back to salmon which can travel hundreds of miles upstream to lay their eggs the largest trees on earth simply wouldnt exist without salmon\\n\\nbut their situation is precarious this year officials in california are bringing salmon downstream in convoys of trucks because river levels are too low and the temperatures too warm for them to have a reasonable chance of surviving one species the winterrun chinook salmon is at a particularly increased risk of decline in the next few years should the warm water persist offshore\\n\\nyou talk to fishermen and they all say weve never seen anything like this before  says peterson so when you have no experience with something like this it gets like what the hells going on \\n\\natmospheric scientists increasingly believe that the exceptionally warm waters over the past months are the early indications of a phase shift in the pacific decadal oscillation a cyclical warming of the north pacific that happens a few times each century positive phases of the pdo have been known to last for 15 to 20 years during which global warming can increase at double the rate as during negative phases of the pdo it also makes big el ninos like this years more likely the nature of pdo phase shifts is unpredictable  climate scientists simply havent yet figured out precisely whats behind them and why they happen when they do its not a permanent change  the oceans temperature will likely drop from these record highs at least temporarily some time over the next few years  but the impact on marine species will be lasting and scientists have pointed to the pdo as a globalwarming preview\\n\\nthe climate change models predict this gentle slow increase in temperature says peterson but the main problem weve had for the last few years is the variability is so high as scientists we cant keep up with it and neither can the animals peterson likens it to a boxer getting pummeled round after round at some point you knock them down and the fight is over\\n\\npavementmelting heat waves in india harish tyagiepacorbis\\n\\nattendant with this weird wildlife behavior is a stunning drop in the number of plankton  the basis of the oceans food chain in july another major study concluded that acidifying oceans are likely to have a quite traumatic impact on plankton diversity with some species dying out while others flourish as the oceans absorb carbon dioxide from the atmosphere its converted into carbonic acid  and the ph of seawater declines according to lead author stephanie dutkiewicz of mit that trend means the whole food chain is going to be different\\n\\nthe hansen study may have gotten more attention but the dutkiewicz study and others like it could have even more dire implications for our future the rapid changes dutkiewicz and her colleagues are observing have shocked some of their fellow scientists into thinking that yes actually were heading toward the worstcase scenario unlike a prediction of massive sealevel rise just decades away the warming and acidifying oceans represent a problem that seems to have kickstarted a mass extinction on the same time scale\\n\\njacquelyn gill is a paleoecologist at the university of maine she knows a lot about extinction and her work is more relevant than ever essentially shes trying to save the species that are alive right now by learning more about what killed off the ones that arent the ancient data she studies shows really compelling evidence that there can be events of abrupt climate change that can happen well within human life spans were talking less than a decade\\n\\nfor the past year or two a persistent change in winds over the north pacific has given rise to what meteorologists and oceanographers are calling the blob  a highly anomalous patch of warm water between hawaii alaska and baja california thats thrown the marine ecosystem into a tailspin amid warmer temperatures plankton numbers have plummeted and the myriad species that depend on them have migrated or seen their own numbers dwindle\\n\\nsignificant northward surges of warm water have happened before even frequently el nino for example does this on a predictable basis but whats happening this year appears to be something new some climate scientists think that the wind shift is linked to the rapid decline in arctic sea ice over the past few years which separate research has shown makes weather patterns more likely to get stuck\\n\\na similar shift in the behavior of the jet stream has also contributed to the california drought and severe polar vortex winters in the northeast over the past two years an amplified jetstream pattern has produced an unusual doldrum off the west coast thats persisted for most of the past 18 months daniel swain a stanford university meteorologist has called it the ridiculously resilient ridge  weather patterns just arent supposed to last this long\\n\\nwhats increasingly uncontroversial among scientists is that in many ecosystems the impacts of the current offthecharts temperatures in the north pacific will linger for years or longer the largest ocean on earth the pacific is exhibiting cyclical variability to greater extremes than other ocean basins while the north pacific is currently the most dramatic area of change in the worlds oceans its not alone globally 2014 was a recordsetting year for ocean temperatures and 2015 is on pace to beat it soundly boosted by the el nino in the pacific six percent of the worlds reefs could disappear before the end of the decade perhaps permanently thanks to warming waters\\n\\nsince warmer oceans expand in volume its also leading to a surge in sealevel rise one recent study showed a slowdown in atlantic ocean currents perhaps linked to glacial melt from greenland that caused a fourinch rise in sea levels along the northeast coast in just two years from 2009 to 2010 to be sure it seems like this sudden and unpredicted surge was only temporary but scientists who studied the surge estimated it to be a 1in850year event and its been blamed on accelerated beach erosion almost as significant as some hurricane events\\n\\nbiblical floods in turkey ali atmacaanadolu agencygetty\\n\\npossibly worse than rising ocean temperatures is the acidification of the waters acidification has a direct effect on mollusks and other marine animals with hard outer bodies a striking study last year showed that along the west coast the shells of tiny snails are already dissolving with asyetunknown consequences on the ecosystem one of the studys authors nina bednarsek told science magazine that the snails shells pitted by the acidifying ocean resembled cauliflower or sandpaper a similarly striking study by more than a dozen of the worlds top ocean scientists this july said that the current pace of increasing carbon emissions would force an effectively irreversible change on ocean ecosystems during this century in as little as a decade the study suggested chemical changes will rise significantly above background levels in nearly half of the worlds oceans\\n\\ni used to think it was kind of hard to make things in the ocean go extinct james barry of the monterey bay aquarium research institute in california told the seattle times in 2013 but this change were seeing is happening so fast its almost instantaneous\\n\\nthanks to the pressure were putting on the planets ecosystem  warming acidification and good oldfashioned pollution  the oceans are set up for several decades of rapid change heres what could happen next\\n\\nthe combination of excessive nutrients from agricultural runoff abnormal wind patterns and the warming oceans is already creating seasonal dead zones in coastal regions when algae blooms suck up most of the available oxygen the appearance of lowoxygen regions has doubled in frequency every 10 years since 1960 and should continue to grow over the coming decades at an even greater rate\\n\\nso far dead zones have remained mostly close to the coasts but in the 21st century deepocean dead zones could become common these lowoxygen regions could gradually expand in size  potentially thousands of miles across  which would force fish whales pretty much everything upward if this were to occur large sections of the temperate deep oceans would suffer should the oxygenfree layer grow so pronounced that it stratifies pushing surface ocean warming into overdrive and hindering upwelling of cooler nutrientrich deeper water\\n\\nenhanced evaporation from the warmer oceans will create heavier downpours perhaps destabilizing the root systems of forests and accelerated runoff will pour more excess nutrients into coastal areas further enhancing dead zones in the past year downpours have broken records in long island phoenix detroit baltimore houston and pensacola florida\\n\\nevidence for the above scenario comes in large part from our best understanding of what happened 250 million years ago during the great dying when more than 90 percent of all oceanic species perished after a pulse of carbon dioxide and methane from landbased sources began a period of profound climate change the conditions that triggered great dying took hundreds of thousands of years to develop but humans have been emitting carbon dioxide at a much quicker rate so the current mass extinction only took 100 years or so to kickstart\\n\\nwith all these stressors working against it a hypoxic feedback loop could wind up destroying some of the oceans most speciesrich ecosystems within our lifetime a recent study by sarah moffitt of the university of californiadavis said it could take the ocean thousands of years to recover looking forward for my kid people in the future are not going to have the same ocean that i have today moffitt said\\n\\nas you might expect having tickets to the front row of a global environmental catastrophe is taking an increasingly emotional toll on scientists and in some cases pushing them toward advocacy of the two dozen or so scientists i interviewed for this piece virtually all drifted into apocalyptic language at some point\\n\\nfor simone alin an oceanographer focusing on ocean acidification at noaas pacific marine environmental laboratory in seattle the changes shes seeing hit close to home the puget sound is a natural laboratory for the coming decades of rapid change because its waters are naturally more acidified than most of the worlds marine ecosystems\\n\\nthe local oyster industry here is already seeing serious impacts from acidifying waters and is going to great lengths to avoid a total collapse alin calls oysters which are nonnative the canary in the coal mine for the puget sound a canary is also not native to a coal mine but that doesnt mean its not a good indicator of change\\n\\nthough she works on fundamental oceanic changes every day the dutkiewicz study on the impending largescale changes to plankton caught her offguard this was alarming to me because if the basis of the food web changes then    everything could change right\\n\\nalins frank discussion of the looming oceanic apocalypse is perhaps a product of studying unfathomable change every day but four years ago the birth of her twins heightened the whole issue she says i was worried enough about these problems before having kids that i maybe wondered whether it was a good idea now it just makes me feel crushed\\n\\nkatharine hayhoe speaks about climate change to students and faculty at wayland baptist university in 2011 geoffrey mcallisterchicago tribunemctgetty\\n\\nkatharine hayhoe a climate scientist and evangelical christian moved from canada to texas with her husband a pastor precisely because of its vulnerability to climate change there she engages with the evangelical community on science  almost as a missionary would but shes already planning her exit strategy if we continue on our current pathway canada will be home for us long term but the majority of people dont have an exit strategy    so thats who im here trying to help\\n\\njames hansen the dean of climate scientists retired from nasa in 2013 to become a climate activist but for all the gloom of the report he just put his name to hansen is actually somewhat hopeful thats because he knows that climate change has a straightforward solution end fossilfuel use as quickly as possible if tomorrow the leaders of the united states and china would agree to a sufficiently strong coordinated carbon tax thats also applied to imports the rest of the world would have no choice but to sign up this idea has already been pitched to congress several times with tepid bipartisan support even though a carbon tax is probably a long shot for hansen even the slim possibility that bold action like this might happen is enough for him to devote the rest of his life to working to achieve it on a conference call with reporters in july hansen said a potential joint uschina carbon tax is more important than whatever happens at the united nations climate talks in paris\\n\\none group hansen is helping is our childrens trust a legal advocacy organization thats filed a number of novel challenges on behalf of minors under the idea that climate change is a violation of intergenerational equity  children the group argues are lawfully entitled to inherit a healthy planet\\n\\na separate challenge to us law is being brought by a former epa scientist arguing that carbon dioxide isnt just a pollutant which under the clean air act can dissipate on its own its also a toxic substance in general these substances have exceptionally long life spans in the environment cause an unreasonable risk and therefore require remediation in this case remediation may involve planting vast numbers of trees or restoring wetlands to bury excess carbon underground\\n\\neven if these novel challenges succeed it will take years before a bend in the curve is noticeable but maybe thats enough when all feels lost saving a few species will feel like a triumph\\n\\nfrom the archives issue 1241 august 13 2015\", \"Text_NoPunctuation\": \"Historians may look to 2015 as the year when shit really started hitting the fan Some snapshots In just the past few months recordsetting heat waves in Pakistan and India each killed more than 1000 people In Washington states Olympic National Park the rainforest caught fire for the first time in living memory London reached 98 degrees Fahrenheit during the hottest July day ever recorded in the UK The Guardian briefly had to pause its live blog of the heat wave because its computer servers overheated In California suffering from its worst drought in a millennium a 50acre brush fire swelled seventyfold in a matter of hours jumping across the I15 freeway during rushhour traffic Then a few days later the region was pounded by intense virtually unheardof summer rains Puerto Rico is under its strictest water rationing in history as a monster El Nino forms in the tropical Pacific Ocean shifting weather patterns worldwide\\n\\nOn July 20th James Hansen the former NASA climatologist who brought climate change to the publics attention in the summer of 1988 issued a bombshell He and a team of climate scientists had identified a newly important feedback mechanism off the coast of Antarctica that suggests mean sea levels could rise 10 times faster than previously predicted 10 feet by 2065 The authors included this chilling warning If emissions arent cut We conclude that multimeter sealevel rise would become practically unavoidable Social disruption and economic consequences of such large sealevel rise could be devastating It is not difficult to imagine that conflicts arising from forced migrations and economic collapse might make the planet ungovernable threatening the fabric of civilization\\n\\nEric Rignot a climate scientist at NASA and the University of CaliforniaIrvine and a coauthor on Hansens study said their new research doesnt necessarily change the worstcase scenario on sealevel rise it just makes it much more pressing to think about and discuss especially among world leaders In particular says Rignot the new research shows a twodegree Celsius rise in global temperature  the previously agreed upon safe level of climate change  would be a catastrophe for sealevel rise\\n\\nHansens new study also shows how complicated and unpredictable climate change can be Even as global ocean temperatures rise to their highest levels in recorded history some parts of the ocean near where ice is melting exceptionally fast are actually cooling slowing ocean circulation currents and sending weather patterns into a frenzy Sure enough a persistently cold patch of ocean is starting to show up just south of Greenland exactly where previous experimental predictions of a sudden surge of freshwater from melting ice expected it to be Michael Mann another prominent climate scientist recently said of the unexpectedly sudden Atlantic slowdown This is yet another example of where observations suggest that climate model predictions may be too conservative when it comes to the pace at which certain aspects of climate change are proceeding\\n\\nSince storm systems and jet streams in the United States and Europe partially draw their energy from the difference in ocean temperatures the implication of one patch of ocean cooling while the rest of the ocean warms is profound Storms will get stronger and sealevel rise will accelerate Scientists like Hansen only expect extreme weather to get worse in the years to come though Mann said it was still unclear whether recent severe winters on the East Coast are connected to the phenomenon\\n\\nAnd yet these arent even the most disturbing changes happening to the Earths biosphere that climate scientists are discovering this year For that you have to look not at the rising sea levels but to what is actually happening within the oceans themselves\\n\\nWater temperatures this year in the North Pacific have never been this high for this long over such a large area  and it is already having a profound effect on marine life\\n\\nRelated Apocalypse Soon 9 Terrifying Signs of Environmental Doom\\n\\nEightyyearold Roger Thomas runs whalewatching trips out of San Francisco On an excursion earlier this year Thomas spotted 25 humpbacks and three blue whales During a survey on July 4th federal officials spotted 115 whales in a single hour near the Farallon Islands  enough to issue a boating warning Humpbacks are occasionally seen offshore in California but rarely so close to the coast or in such numbers Why are they coming so close to shore Exceptionally warm water has concentrated the krill and anchovies they feed on into a narrow band of relatively cool coastal water The whales are having a heyday Its unbelievable Thomas told a local paper Whales are all over\\n\\nthe place\\n\\nLast fall in northern Alaska in the same part of the Arctic where Shell is planning to drill for oil federal scientists discovered 35000 walruses congregating on a single beach It was the largestever documented haul out of walruses and a sign that sea ice their favored habitat is becoming harder and harder to find\\n\\nMarine life is moving north adapting in real time to the warming ocean Great white sharks have been sighted breeding near Monterey Bay California the farthest north thats ever been known to occur A blue marlin was caught last summer near Catalina Island  1000 miles north of its typical range Across California there have been sightings of nonnative animals moving north such as Mexican red crabs\\n\\nSalmon on the brink of dying out Michael QuintonNewscom\\n\\nNo species may be as uniquely endangered as the one most associated with the Pacific Northwest the salmon Every two weeks Bill Peterson an oceanographer and senior scientist at the National Oceanic and Atmospheric Administrations Northwest Fisheries Science Center in Oregon takes to the sea to collect data he uses to forecast the return of salmon What hes been seeing this year is deeply troubling\\n\\nSalmon are crucial to their coastal ecosystem like perhaps few other species on the planet A significant portion of the nitrogen in West Coast forests has been traced back to salmon which can travel hundreds of miles upstream to lay their eggs The largest trees on Earth simply wouldnt exist without salmon\\n\\nBut their situation is precarious This year officials in California are bringing salmon downstream in convoys of trucks because river levels are too low and the temperatures too warm for them to have a reasonable chance of surviving One species the winterrun Chinook salmon is at a particularly increased risk of decline in the next few years should the warm water persist offshore\\n\\nYou talk to fishermen and they all say Weve never seen anything like this before  says Peterson So when you have no experience with something like this it gets like What the hells going on \\n\\nAtmospheric scientists increasingly believe that the exceptionally warm waters over the past months are the early indications of a phase shift in the Pacific Decadal Oscillation a cyclical warming of the North Pacific that happens a few times each century Positive phases of the PDO have been known to last for 15 to 20 years during which global warming can increase at double the rate as during negative phases of the PDO It also makes big El Ninos like this years more likely The nature of PDO phase shifts is unpredictable  climate scientists simply havent yet figured out precisely whats behind them and why they happen when they do Its not a permanent change  the oceans temperature will likely drop from these record highs at least temporarily some time over the next few years  but the impact on marine species will be lasting and scientists have pointed to the PDO as a globalwarming preview\\n\\nThe climate change models predict this gentle slow increase in temperature says Peterson but the main problem weve had for the last few years is the variability is so high As scientists we cant keep up with it and neither can the animals Peterson likens it to a boxer getting pummeled round after round At some point you knock them down and the fight is over\\n\\nPavementmelting heat waves in India Harish TyagiEPACorbis\\n\\nAttendant with this weird wildlife behavior is a stunning drop in the number of plankton  the basis of the oceans food chain In July another major study concluded that acidifying oceans are likely to have a quite traumatic impact on plankton diversity with some species dying out while others flourish As the oceans absorb carbon dioxide from the atmosphere its converted into carbonic acid  and the pH of seawater declines According to lead author Stephanie Dutkiewicz of MIT that trend means the whole food chain is going to be different\\n\\nThe Hansen study may have gotten more attention but the Dutkiewicz study and others like it could have even more dire implications for our future The rapid changes Dutkiewicz and her colleagues are observing have shocked some of their fellow scientists into thinking that yes actually were heading toward the worstcase scenario Unlike a prediction of massive sealevel rise just decades away the warming and acidifying oceans represent a problem that seems to have kickstarted a mass extinction on the same time scale\\n\\nJacquelyn Gill is a paleoecologist at the University of Maine She knows a lot about extinction and her work is more relevant than ever Essentially shes trying to save the species that are alive right now by learning more about what killed off the ones that arent The ancient data she studies shows really compelling evidence that there can be events of abrupt climate change that can happen well within human life spans Were talking less than a decade\\n\\nFor the past year or two a persistent change in winds over the North Pacific has given rise to what meteorologists and oceanographers are calling the blob  a highly anomalous patch of warm water between Hawaii Alaska and Baja California thats thrown the marine ecosystem into a tailspin Amid warmer temperatures plankton numbers have plummeted and the myriad species that depend on them have migrated or seen their own numbers dwindle\\n\\nSignificant northward surges of warm water have happened before even frequently El Nino for example does this on a predictable basis But whats happening this year appears to be something new Some climate scientists think that the wind shift is linked to the rapid decline in Arctic sea ice over the past few years which separate research has shown makes weather patterns more likely to get stuck\\n\\nA similar shift in the behavior of the jet stream has also contributed to the California drought and severe polar vortex winters in the Northeast over the past two years An amplified jetstream pattern has produced an unusual doldrum off the West Coast thats persisted for most of the past 18 months Daniel Swain a Stanford University meteorologist has called it the Ridiculously Resilient Ridge  weather patterns just arent supposed to last this long\\n\\nWhats increasingly uncontroversial among scientists is that in many ecosystems the impacts of the current offthecharts temperatures in the North Pacific will linger for years or longer The largest ocean on Earth the Pacific is exhibiting cyclical variability to greater extremes than other ocean basins While the North Pacific is currently the most dramatic area of change in the worlds oceans its not alone Globally 2014 was a recordsetting year for ocean temperatures and 2015 is on pace to beat it soundly boosted by the El Nino in the Pacific Six percent of the worlds reefs could disappear before the end of the decade perhaps permanently thanks to warming waters\\n\\nSince warmer oceans expand in volume its also leading to a surge in sealevel rise One recent study showed a slowdown in Atlantic Ocean currents perhaps linked to glacial melt from Greenland that caused a fourinch rise in sea levels along the Northeast coast in just two years from 2009 to 2010 To be sure it seems like this sudden and unpredicted surge was only temporary but scientists who studied the surge estimated it to be a 1in850year event and its been blamed on accelerated beach erosion almost as significant as some hurricane events\\n\\nBiblical floods in Turkey Ali AtmacaAnadolu AgencyGetty\\n\\nPossibly worse than rising ocean temperatures is the acidification of the waters Acidification has a direct effect on mollusks and other marine animals with hard outer bodies A striking study last year showed that along the West Coast the shells of tiny snails are already dissolving with asyetunknown consequences on the ecosystem One of the studys authors Nina Bednarsek told Science magazine that the snails shells pitted by the acidifying ocean resembled cauliflower or sandpaper A similarly striking study by more than a dozen of the worlds top ocean scientists this July said that the current pace of increasing carbon emissions would force an effectively irreversible change on ocean ecosystems during this century In as little as a decade the study suggested chemical changes will rise significantly above background levels in nearly half of the worlds oceans\\n\\nI used to think it was kind of hard to make things in the ocean go extinct James Barry of the Monterey Bay Aquarium Research Institute in California told the Seattle Times in 2013 But this change were seeing is happening so fast its almost instantaneous\\n\\nThanks to the pressure were putting on the planets ecosystem  warming acidification and good oldfashioned pollution  the oceans are set up for several decades of rapid change Heres what could happen next\\n\\nThe combination of excessive nutrients from agricultural runoff abnormal wind patterns and the warming oceans is already creating seasonal dead zones in coastal regions when algae blooms suck up most of the available oxygen The appearance of lowoxygen regions has doubled in frequency every 10 years since 1960 and should continue to grow over the coming decades at an even greater rate\\n\\nSo far dead zones have remained mostly close to the coasts but in the 21st century deepocean dead zones could become common These lowoxygen regions could gradually expand in size  potentially thousands of miles across  which would force fish whales pretty much everything upward If this were to occur large sections of the temperate deep oceans would suffer should the oxygenfree layer grow so pronounced that it stratifies pushing surface ocean warming into overdrive and hindering upwelling of cooler nutrientrich deeper water\\n\\nEnhanced evaporation from the warmer oceans will create heavier downpours perhaps destabilizing the root systems of forests and accelerated runoff will pour more excess nutrients into coastal areas further enhancing dead zones In the past year downpours have broken records in Long Island Phoenix Detroit Baltimore Houston and Pensacola Florida\\n\\nEvidence for the above scenario comes in large part from our best understanding of what happened 250 million years ago during the Great Dying when more than 90 percent of all oceanic species perished after a pulse of carbon dioxide and methane from landbased sources began a period of profound climate change The conditions that triggered Great Dying took hundreds of thousands of years to develop But humans have been emitting carbon dioxide at a much quicker rate so the current mass extinction only took 100 years or so to kickstart\\n\\nWith all these stressors working against it a hypoxic feedback loop could wind up destroying some of the oceans most speciesrich ecosystems within our lifetime A recent study by Sarah Moffitt of the University of CaliforniaDavis said it could take the ocean thousands of years to recover Looking forward for my kid people in the future are not going to have the same ocean that I have today Moffitt said\\n\\nAs you might expect having tickets to the front row of a global environmental catastrophe is taking an increasingly emotional toll on scientists and in some cases pushing them toward advocacy Of the two dozen or so scientists I interviewed for this piece virtually all drifted into apocalyptic language at some point\\n\\nFor Simone Alin an oceanographer focusing on ocean acidification at NOAAs Pacific Marine Environmental Laboratory in Seattle the changes shes seeing hit close to home The Puget Sound is a natural laboratory for the coming decades of rapid change because its waters are naturally more acidified than most of the worlds marine ecosystems\\n\\nThe local oyster industry here is already seeing serious impacts from acidifying waters and is going to great lengths to avoid a total collapse Alin calls oysters which are nonnative the canary in the coal mine for the Puget Sound A canary is also not native to a coal mine but that doesnt mean its not a good indicator of change\\n\\nThough she works on fundamental oceanic changes every day the Dutkiewicz study on the impending largescale changes to plankton caught her offguard This was alarming to me because if the basis of the food web changes then    everything could change right\\n\\nAlins frank discussion of the looming oceanic apocalypse is perhaps a product of studying unfathomable change every day But four years ago the birth of her twins heightened the whole issue she says I was worried enough about these problems before having kids that I maybe wondered whether it was a good idea Now it just makes me feel crushed\\n\\nKatharine Hayhoe speaks about climate change to students and faculty at Wayland Baptist University in 2011 Geoffrey McAllisterChicago TribuneMCTGetty\\n\\nKatharine Hayhoe a climate scientist and evangelical Christian moved from Canada to Texas with her husband a pastor precisely because of its vulnerability to climate change There she engages with the evangelical community on science  almost as a missionary would But shes already planning her exit strategy If we continue on our current pathway Canada will be home for us long term But the majority of people dont have an exit strategy    So thats who Im here trying to help\\n\\nJames Hansen the dean of climate scientists retired from NASA in 2013 to become a climate activist But for all the gloom of the report he just put his name to Hansen is actually somewhat hopeful Thats because he knows that climate change has a straightforward solution End fossilfuel use as quickly as possible If tomorrow the leaders of the United States and China would agree to a sufficiently strong coordinated carbon tax thats also applied to imports the rest of the world would have no choice but to sign up This idea has already been pitched to Congress several times with tepid bipartisan support Even though a carbon tax is probably a long shot for Hansen even the slim possibility that bold action like this might happen is enough for him to devote the rest of his life to working to achieve it On a conference call with reporters in July Hansen said a potential joint USChina carbon tax is more important than whatever happens at the United Nations climate talks in Paris\\n\\nOne group Hansen is helping is Our Childrens Trust a legal advocacy organization thats filed a number of novel challenges on behalf of minors under the idea that climate change is a violation of intergenerational equity  children the group argues are lawfully entitled to inherit a healthy planet\\n\\nA separate challenge to US law is being brought by a former EPA scientist arguing that carbon dioxide isnt just a pollutant which under the Clean Air Act can dissipate on its own its also a toxic substance In general these substances have exceptionally long life spans in the environment cause an unreasonable risk and therefore require remediation In this case remediation may involve planting vast numbers of trees or restoring wetlands to bury excess carbon underground\\n\\nEven if these novel challenges succeed it will take years before a bend in the curve is noticeable But maybe thats enough When all feels lost saving a few species will feel like a triumph\\n\\nFrom The Archives Issue 1241 August 13 2015\", \"Text_NoStopwords\": \"historians may look 2015 year shit really started hitting fan snapshots past months recordsetting heat waves pakistan india killed 1000 people washington states olympic national park rainforest caught fire first time living memory london reached 98 degrees fahrenheit hottest july day ever recorded uk guardian briefly pause live blog heat wave computer servers overheated california suffering worst drought millennium 50acre brush fire swelled seventyfold matter hours jumping across i15 freeway rushhour traffic days later region pounded intense virtually unheardof summer rains puerto rico strictest water rationing history monster el nino forms tropical pacific ocean shifting weather patterns worldwide july 20th james hansen former nasa climatologist brought climate change publics attention summer 1988 issued bombshell team climate scientists identified newly important feedback mechanism coast antarctica suggests mean sea levels could rise 10 times faster previously predicted 10 feet 2065 authors included chilling warning emissions arent cut conclude multimeter sealevel rise would become practically unavoidable social disruption economic consequences large sealevel rise could devastating difficult imagine conflicts arising forced migrations economic collapse might make planet ungovernable threatening fabric civilization eric rignot climate scientist nasa university californiairvine coauthor hansens study said new research doesnt necessarily change worstcase scenario sealevel rise makes much pressing think discuss especially among world leaders particular says rignot new research shows twodegree celsius rise global temperature previously agreed upon safe level climate change would catastrophe sealevel rise hansens new study also shows complicated unpredictable climate change even global ocean temperatures rise highest levels recorded history parts ocean near ice melting exceptionally fast actually cooling slowing ocean circulation currents sending weather patterns frenzy sure enough persistently cold patch ocean starting show south greenland exactly previous experimental predictions sudden surge freshwater melting ice expected michael mann another prominent climate scientist recently said unexpectedly sudden atlantic slowdown yet another example observations suggest climate model predictions may conservative comes pace certain aspects climate change proceeding since storm systems jet streams united states europe partially draw energy difference ocean temperatures implication one patch ocean cooling rest ocean warms profound storms get stronger sealevel rise accelerate scientists like hansen expect extreme weather get worse years come though mann said still unclear whether recent severe winters east coast connected phenomenon yet arent even disturbing changes happening earths biosphere climate scientists discovering year look rising sea levels actually happening within oceans water temperatures year north pacific never high long large area already profound effect marine life related apocalypse soon 9 terrifying signs environmental doom eightyyearold roger thomas runs whalewatching trips san francisco excursion earlier year thomas spotted 25 humpbacks three blue whales survey july 4th federal officials spotted 115 whales single hour near farallon islands enough issue boating warning humpbacks occasionally seen offshore california rarely close coast numbers coming close shore exceptionally warm water concentrated krill anchovies feed narrow band relatively cool coastal water whales heyday unbelievable thomas told local paper whales place last fall northern alaska part arctic shell planning drill oil federal scientists discovered 35000 walruses congregating single beach largestever documented haul walruses sign sea ice favored habitat becoming harder harder find marine life moving north adapting real time warming ocean great white sharks sighted breeding near monterey bay california farthest north thats ever known occur blue marlin caught last summer near catalina island 1000 miles north typical range across california sightings nonnative animals moving north mexican red crabs salmon brink dying michael quintonnewscom species may uniquely endangered one associated pacific northwest salmon every two weeks bill peterson oceanographer senior scientist national oceanic atmospheric administrations northwest fisheries science center oregon takes sea collect data uses forecast return salmon hes seeing year deeply troubling salmon crucial coastal ecosystem like perhaps species planet significant portion nitrogen west coast forests traced back salmon travel hundreds miles upstream lay eggs largest trees earth simply wouldnt exist without salmon situation precarious year officials california bringing salmon downstream convoys trucks river levels low temperatures warm reasonable chance surviving one species winterrun chinook salmon particularly increased risk decline next years warm water persist offshore talk fishermen say weve never seen anything like says peterson experience something like gets like hells going atmospheric scientists increasingly believe exceptionally warm waters past months early indications phase shift pacific decadal oscillation cyclical warming north pacific happens times century positive phases pdo known last 15 20 years global warming increase double rate negative phases pdo also makes big el ninos like years likely nature pdo phase shifts unpredictable climate scientists simply havent yet figured precisely whats behind happen permanent change oceans temperature likely drop record highs least temporarily time next years impact marine species lasting scientists pointed pdo globalwarming preview climate change models predict gentle slow increase temperature says peterson main problem weve last years variability high scientists cant keep neither animals peterson likens boxer getting pummeled round round point knock fight pavementmelting heat waves india harish tyagiepacorbis attendant weird wildlife behavior stunning drop number plankton basis oceans food chain july another major study concluded acidifying oceans likely quite traumatic impact plankton diversity species dying others flourish oceans absorb carbon dioxide atmosphere converted carbonic acid ph seawater declines according lead author stephanie dutkiewicz mit trend means whole food chain going different hansen study may gotten attention dutkiewicz study others like could even dire implications future rapid changes dutkiewicz colleagues observing shocked fellow scientists thinking yes actually heading toward worstcase scenario unlike prediction massive sealevel rise decades away warming acidifying oceans represent problem seems kickstarted mass extinction time scale jacquelyn gill paleoecologist university maine knows lot extinction work relevant ever essentially shes trying save species alive right learning killed ones arent ancient data studies shows really compelling evidence events abrupt climate change happen well within human life spans talking less decade past year two persistent change winds north pacific given rise meteorologists oceanographers calling blob highly anomalous patch warm water hawaii alaska baja california thats thrown marine ecosystem tailspin amid warmer temperatures plankton numbers plummeted myriad species depend migrated seen numbers dwindle significant northward surges warm water happened even frequently el nino example predictable basis whats happening year appears something new climate scientists think wind shift linked rapid decline arctic sea ice past years separate research shown makes weather patterns likely get stuck similar shift behavior jet stream also contributed california drought severe polar vortex winters northeast past two years amplified jetstream pattern produced unusual doldrum west coast thats persisted past 18 months daniel swain stanford university meteorologist called ridiculously resilient ridge weather patterns arent supposed last long whats increasingly uncontroversial among scientists many ecosystems impacts current offthecharts temperatures north pacific linger years longer largest ocean earth pacific exhibiting cyclical variability greater extremes ocean basins north pacific currently dramatic area change worlds oceans alone globally 2014 recordsetting year ocean temperatures 2015 pace beat soundly boosted el nino pacific six percent worlds reefs could disappear end decade perhaps permanently thanks warming waters since warmer oceans expand volume also leading surge sealevel rise one recent study showed slowdown atlantic ocean currents perhaps linked glacial melt greenland caused fourinch rise sea levels along northeast coast two years 2009 2010 sure seems like sudden unpredicted surge temporary scientists studied surge estimated 1in850year event blamed accelerated beach erosion almost significant hurricane events biblical floods turkey ali atmacaanadolu agencygetty possibly worse rising ocean temperatures acidification waters acidification direct effect mollusks marine animals hard outer bodies striking study last year showed along west coast shells tiny snails already dissolving asyetunknown consequences ecosystem one studys authors nina bednarsek told science magazine snails shells pitted acidifying ocean resembled cauliflower sandpaper similarly striking study dozen worlds top ocean scientists july said current pace increasing carbon emissions would force effectively irreversible change ocean ecosystems century little decade study suggested chemical changes rise significantly background levels nearly half worlds oceans used think kind hard make things ocean go extinct james barry monterey bay aquarium research institute california told seattle times 2013 change seeing happening fast almost instantaneous thanks pressure putting planets ecosystem warming acidification good oldfashioned pollution oceans set several decades rapid change heres could happen next combination excessive nutrients agricultural runoff abnormal wind patterns warming oceans already creating seasonal dead zones coastal regions algae blooms suck available oxygen appearance lowoxygen regions doubled frequency every 10 years since 1960 continue grow coming decades even greater rate far dead zones remained mostly close coasts 21st century deepocean dead zones could become common lowoxygen regions could gradually expand size potentially thousands miles across would force fish whales pretty much everything upward occur large sections temperate deep oceans would suffer oxygenfree layer grow pronounced stratifies pushing surface ocean warming overdrive hindering upwelling cooler nutrientrich deeper water enhanced evaporation warmer oceans create heavier downpours perhaps destabilizing root systems forests accelerated runoff pour excess nutrients coastal areas enhancing dead zones past year downpours broken records long island phoenix detroit baltimore houston pensacola florida evidence scenario comes large part best understanding happened 250 million years ago great dying 90 percent oceanic species perished pulse carbon dioxide methane landbased sources began period profound climate change conditions triggered great dying took hundreds thousands years develop humans emitting carbon dioxide much quicker rate current mass extinction took 100 years kickstart stressors working hypoxic feedback loop could wind destroying oceans speciesrich ecosystems within lifetime recent study sarah moffitt university californiadavis said could take ocean thousands years recover looking forward kid people future going ocean today moffitt said might expect tickets front row global environmental catastrophe taking increasingly emotional toll scientists cases pushing toward advocacy two dozen scientists interviewed piece virtually drifted apocalyptic language point simone alin oceanographer focusing ocean acidification noaas pacific marine environmental laboratory seattle changes shes seeing hit close home puget sound natural laboratory coming decades rapid change waters naturally acidified worlds marine ecosystems local oyster industry already seeing serious impacts acidifying waters going great lengths avoid total collapse alin calls oysters nonnative canary coal mine puget sound canary also native coal mine doesnt mean good indicator change though works fundamental oceanic changes every day dutkiewicz study impending largescale changes plankton caught offguard alarming basis food web changes everything could change right alins frank discussion looming oceanic apocalypse perhaps product studying unfathomable change every day four years ago birth twins heightened whole issue says worried enough problems kids maybe wondered whether good idea makes feel crushed katharine hayhoe speaks climate change students faculty wayland baptist university 2011 geoffrey mcallisterchicago tribunemctgetty katharine hayhoe climate scientist evangelical christian moved canada texas husband pastor precisely vulnerability climate change engages evangelical community science almost missionary would shes already planning exit strategy continue current pathway canada home us long term majority people dont exit strategy thats im trying help james hansen dean climate scientists retired nasa 2013 become climate activist gloom report put name hansen actually somewhat hopeful thats knows climate change straightforward solution end fossilfuel use quickly possible tomorrow leaders united states china would agree sufficiently strong coordinated carbon tax thats also applied imports rest world would choice sign idea already pitched congress several times tepid bipartisan support even though carbon tax probably long shot hansen even slim possibility bold action like might happen enough devote rest life working achieve conference call reporters july hansen said potential joint uschina carbon tax important whatever happens united nations climate talks paris one group hansen helping childrens trust legal advocacy organization thats filed number novel challenges behalf minors idea climate change violation intergenerational equity children group argues lawfully entitled inherit healthy planet separate challenge us law brought former epa scientist arguing carbon dioxide isnt pollutant clean air act dissipate also toxic substance general substances exceptionally long life spans environment cause unreasonable risk therefore require remediation case remediation may involve planting vast numbers trees restoring wetlands bury excess carbon underground even novel challenges succeed take years bend curve noticeable maybe thats enough feels lost saving species feel like triumph archives issue 1241 august 13 2015\", \"Text_Trigrams\": [[\"historian\", \"may\", \"look\"], [\"may\", \"look\", \"2015\"], [\"look\", \"2015\", \"year\"], [\"2015\", \"year\", \"shit\"], [\"year\", \"shit\", \"really\"], [\"shit\", \"really\", \"started\"], [\"really\", \"started\", \"hitting\"], [\"started\", \"hitting\", \"fan\"], [\"hitting\", \"fan\", \"snapshot\"], [\"fan\", \"snapshot\", \"past\"], [\"snapshot\", \"past\", \"month\"], [\"past\", \"month\", \"recordsetting\"], [\"month\", \"recordsetting\", \"heat\"], [\"recordsetting\", \"heat\", \"wave\"], [\"heat\", \"wave\", \"pakistan\"], [\"wave\", \"pakistan\", \"india\"], [\"pakistan\", \"india\", \"killed\"], [\"india\", \"killed\", \"1000\"], [\"killed\", \"1000\", \"people\"], [\"1000\", \"people\", \"washington\"], [\"people\", \"washington\", \"state\"], [\"washington\", \"state\", \"olympic\"], [\"state\", \"olympic\", \"national\"], [\"olympic\", \"national\", \"park\"], [\"national\", \"park\", \"rainforest\"], [\"park\", \"rainforest\", \"caught\"], [\"rainforest\", \"caught\", \"fire\"], [\"caught\", \"fire\", \"first\"], [\"fire\", \"first\", \"time\"], [\"first\", \"time\", \"living\"], [\"time\", \"living\", \"memory\"], [\"living\", \"memory\", \"london\"], [\"memory\", \"london\", \"reached\"], [\"london\", \"reached\", \"98\"], [\"reached\", \"98\", \"degree\"], [\"98\", \"degree\", \"fahrenheit\"], [\"degree\", \"fahrenheit\", \"hottest\"], [\"fahrenheit\", \"hottest\", \"july\"], [\"hottest\", \"july\", \"day\"], [\"july\", \"day\", \"ever\"], [\"day\", \"ever\", \"recorded\"], [\"ever\", \"recorded\", \"uk\"], [\"recorded\", \"uk\", \"guardian\"], [\"uk\", \"guardian\", \"briefly\"], [\"guardian\", \"briefly\", \"pause\"], [\"briefly\", \"pause\", \"live\"], [\"pause\", \"live\", \"blog\"], [\"live\", \"blog\", \"heat\"], [\"blog\", \"heat\", \"wave\"], [\"heat\", \"wave\", \"computer\"], [\"wave\", \"computer\", \"server\"], [\"computer\", \"server\", \"overheated\"], [\"server\", \"overheated\", \"california\"], [\"overheated\", \"california\", \"suffering\"], [\"california\", \"suffering\", \"worst\"], [\"suffering\", \"worst\", \"drought\"], [\"worst\", \"drought\", \"millennium\"], [\"drought\", \"millennium\", \"50acre\"], [\"millennium\", \"50acre\", \"brush\"], [\"50acre\", \"brush\", \"fire\"], [\"brush\", \"fire\", \"swelled\"], [\"fire\", \"swelled\", \"seventyfold\"], [\"swelled\", \"seventyfold\", \"matter\"], [\"seventyfold\", \"matter\", \"hour\"], [\"matter\", \"hour\", \"jumping\"], [\"hour\", \"jumping\", \"across\"], [\"jumping\", \"across\", \"i15\"], [\"across\", \"i15\", \"freeway\"], [\"i15\", \"freeway\", \"rushhour\"], [\"freeway\", \"rushhour\", \"traffic\"], [\"rushhour\", \"traffic\", \"day\"], [\"traffic\", \"day\", \"later\"], [\"day\", \"later\", \"region\"], [\"later\", \"region\", \"pounded\"], [\"region\", \"pounded\", \"intense\"], [\"pounded\", \"intense\", \"virtually\"], [\"intense\", \"virtually\", \"unheardof\"], [\"virtually\", \"unheardof\", \"summer\"], [\"unheardof\", \"summer\", \"rain\"], [\"summer\", \"rain\", \"puerto\"], [\"rain\", \"puerto\", \"rico\"], [\"puerto\", \"rico\", \"strictest\"], [\"rico\", \"strictest\", \"water\"], [\"strictest\", \"water\", \"rationing\"], [\"water\", \"rationing\", \"history\"], [\"rationing\", \"history\", \"monster\"], [\"history\", \"monster\", \"el\"], [\"monster\", \"el\", \"nino\"], [\"el\", \"nino\", \"form\"], [\"nino\", \"form\", \"tropical\"], [\"form\", \"tropical\", \"pacific\"], [\"tropical\", \"pacific\", \"ocean\"], [\"pacific\", \"ocean\", \"shifting\"], [\"ocean\", \"shifting\", \"weather\"], [\"shifting\", \"weather\", \"pattern\"], [\"weather\", \"pattern\", \"worldwide\"], [\"pattern\", \"worldwide\", \"july\"], [\"worldwide\", \"july\", \"20th\"], [\"july\", \"20th\", \"james\"], [\"20th\", \"james\", \"hansen\"], [\"james\", \"hansen\", \"former\"], [\"hansen\", \"former\", \"nasa\"], [\"former\", \"nasa\", \"climatologist\"], [\"nasa\", \"climatologist\", \"brought\"], [\"climatologist\", \"brought\", \"climate\"], [\"brought\", \"climate\", \"change\"], [\"climate\", \"change\", \"public\"], [\"change\", \"public\", \"attention\"], [\"public\", \"attention\", \"summer\"], [\"attention\", \"summer\", \"1988\"], [\"summer\", \"1988\", \"issued\"], [\"1988\", \"issued\", \"bombshell\"], [\"issued\", \"bombshell\", \"team\"], [\"bombshell\", \"team\", \"climate\"], [\"team\", \"climate\", \"scientist\"], [\"climate\", \"scientist\", \"identified\"], [\"scientist\", \"identified\", \"newly\"], [\"identified\", \"newly\", \"important\"], [\"newly\", \"important\", \"feedback\"], [\"important\", \"feedback\", \"mechanism\"], [\"feedback\", \"mechanism\", \"coast\"], [\"mechanism\", \"coast\", \"antarctica\"], [\"coast\", \"antarctica\", \"suggests\"], [\"antarctica\", \"suggests\", \"mean\"], [\"suggests\", \"mean\", \"sea\"], [\"mean\", \"sea\", \"level\"], [\"sea\", \"level\", \"could\"], [\"level\", \"could\", \"rise\"], [\"could\", \"rise\", \"10\"], [\"rise\", \"10\", \"time\"], [\"10\", \"time\", \"faster\"], [\"time\", \"faster\", \"previously\"], [\"faster\", \"previously\", \"predicted\"], [\"previously\", \"predicted\", \"10\"], [\"predicted\", \"10\", \"foot\"], [\"10\", \"foot\", \"2065\"], [\"foot\", \"2065\", \"author\"], [\"2065\", \"author\", \"included\"], [\"author\", \"included\", \"chilling\"], [\"included\", \"chilling\", \"warning\"], [\"chilling\", \"warning\", \"emission\"], [\"warning\", \"emission\", \"arent\"], [\"emission\", \"arent\", \"cut\"], [\"arent\", \"cut\", \"conclude\"], [\"cut\", \"conclude\", \"multimeter\"], [\"conclude\", \"multimeter\", \"sealevel\"], [\"multimeter\", \"sealevel\", \"rise\"], [\"sealevel\", \"rise\", \"would\"], [\"rise\", \"would\", \"become\"], [\"would\", \"become\", \"practically\"], [\"become\", \"practically\", \"unavoidable\"], [\"practically\", \"unavoidable\", \"social\"], [\"unavoidable\", \"social\", \"disruption\"], [\"social\", \"disruption\", \"economic\"], [\"disruption\", \"economic\", \"consequence\"], [\"economic\", \"consequence\", \"large\"], [\"consequence\", \"large\", \"sealevel\"], [\"large\", \"sealevel\", \"rise\"], [\"sealevel\", \"rise\", \"could\"], [\"rise\", \"could\", \"devastating\"], [\"could\", \"devastating\", \"difficult\"], [\"devastating\", \"difficult\", \"imagine\"], [\"difficult\", \"imagine\", \"conflict\"], [\"imagine\", \"conflict\", \"arising\"], [\"conflict\", \"arising\", \"forced\"], [\"arising\", \"forced\", \"migration\"], [\"forced\", \"migration\", \"economic\"], [\"migration\", \"economic\", \"collapse\"], [\"economic\", \"collapse\", \"might\"], [\"collapse\", \"might\", \"make\"], [\"might\", \"make\", \"planet\"], [\"make\", \"planet\", \"ungovernable\"], [\"planet\", \"ungovernable\", \"threatening\"], [\"ungovernable\", \"threatening\", \"fabric\"], [\"threatening\", \"fabric\", \"civilization\"], [\"fabric\", \"civilization\", \"eric\"], [\"civilization\", \"eric\", \"rignot\"], [\"eric\", \"rignot\", \"climate\"], [\"rignot\", \"climate\", \"scientist\"], [\"climate\", \"scientist\", \"nasa\"], [\"scientist\", \"nasa\", \"university\"], [\"nasa\", \"university\", \"californiairvine\"], [\"university\", \"californiairvine\", \"coauthor\"], [\"californiairvine\", \"coauthor\", \"hansens\"], [\"coauthor\", \"hansens\", \"study\"], [\"hansens\", \"study\", \"said\"], [\"study\", \"said\", \"new\"], [\"said\", \"new\", \"research\"], [\"new\", \"research\", \"doesnt\"], [\"research\", \"doesnt\", \"necessarily\"], [\"doesnt\", \"necessarily\", \"change\"], [\"necessarily\", \"change\", \"worstcase\"], [\"change\", \"worstcase\", \"scenario\"], [\"worstcase\", \"scenario\", \"sealevel\"], [\"scenario\", \"sealevel\", \"rise\"], [\"sealevel\", \"rise\", \"make\"], [\"rise\", \"make\", \"much\"], [\"make\", \"much\", \"pressing\"], [\"much\", \"pressing\", \"think\"], [\"pressing\", \"think\", \"discus\"], [\"think\", \"discus\", \"especially\"], [\"discus\", \"especially\", \"among\"], [\"especially\", \"among\", \"world\"], [\"among\", \"world\", \"leader\"], [\"world\", \"leader\", \"particular\"], [\"leader\", \"particular\", \"say\"], [\"particular\", \"say\", \"rignot\"], [\"say\", \"rignot\", \"new\"], [\"rignot\", \"new\", \"research\"], [\"new\", \"research\", \"show\"], [\"research\", \"show\", \"twodegree\"], [\"show\", \"twodegree\", \"celsius\"], [\"twodegree\", \"celsius\", \"rise\"], [\"celsius\", \"rise\", \"global\"], [\"rise\", \"global\", \"temperature\"], [\"global\", \"temperature\", \"previously\"], [\"temperature\", \"previously\", \"agreed\"], [\"previously\", \"agreed\", \"upon\"], [\"agreed\", \"upon\", \"safe\"], [\"upon\", \"safe\", \"level\"], [\"safe\", \"level\", \"climate\"], [\"level\", \"climate\", \"change\"], [\"climate\", \"change\", \"would\"], [\"change\", \"would\", \"catastrophe\"], [\"would\", \"catastrophe\", \"sealevel\"], [\"catastrophe\", \"sealevel\", \"rise\"], [\"sealevel\", \"rise\", \"hansens\"], [\"rise\", \"hansens\", \"new\"], [\"hansens\", \"new\", \"study\"], [\"new\", \"study\", \"also\"], [\"study\", \"also\", \"show\"], [\"also\", \"show\", \"complicated\"], [\"show\", \"complicated\", \"unpredictable\"], [\"complicated\", \"unpredictable\", \"climate\"], [\"unpredictable\", \"climate\", \"change\"], [\"climate\", \"change\", \"even\"], [\"change\", \"even\", \"global\"], [\"even\", \"global\", \"ocean\"], [\"global\", \"ocean\", \"temperature\"], [\"ocean\", \"temperature\", \"rise\"], [\"temperature\", \"rise\", \"highest\"], [\"rise\", \"highest\", \"level\"], [\"highest\", \"level\", \"recorded\"], [\"level\", \"recorded\", \"history\"], [\"recorded\", \"history\", \"part\"], [\"history\", \"part\", \"ocean\"], [\"part\", \"ocean\", \"near\"], [\"ocean\", \"near\", \"ice\"], [\"near\", \"ice\", \"melting\"], [\"ice\", \"melting\", \"exceptionally\"], [\"melting\", \"exceptionally\", \"fast\"], [\"exceptionally\", \"fast\", \"actually\"], [\"fast\", \"actually\", \"cooling\"], [\"actually\", \"cooling\", \"slowing\"], [\"cooling\", \"slowing\", \"ocean\"], [\"slowing\", \"ocean\", \"circulation\"], [\"ocean\", \"circulation\", \"current\"], [\"circulation\", \"current\", \"sending\"], [\"current\", \"sending\", \"weather\"], [\"sending\", \"weather\", \"pattern\"], [\"weather\", \"pattern\", \"frenzy\"], [\"pattern\", \"frenzy\", \"sure\"], [\"frenzy\", \"sure\", \"enough\"], [\"sure\", \"enough\", \"persistently\"], [\"enough\", \"persistently\", \"cold\"], [\"persistently\", \"cold\", \"patch\"], [\"cold\", \"patch\", \"ocean\"], [\"patch\", \"ocean\", \"starting\"], [\"ocean\", \"starting\", \"show\"], [\"starting\", \"show\", \"south\"], [\"show\", \"south\", \"greenland\"], [\"south\", \"greenland\", \"exactly\"], [\"greenland\", \"exactly\", \"previous\"], [\"exactly\", \"previous\", \"experimental\"], [\"previous\", \"experimental\", \"prediction\"], [\"experimental\", \"prediction\", \"sudden\"], [\"prediction\", \"sudden\", \"surge\"], [\"sudden\", \"surge\", \"freshwater\"], [\"surge\", \"freshwater\", \"melting\"], [\"freshwater\", \"melting\", \"ice\"], [\"melting\", \"ice\", \"expected\"], [\"ice\", \"expected\", \"michael\"], [\"expected\", \"michael\", \"mann\"], [\"michael\", \"mann\", \"another\"], [\"mann\", \"another\", \"prominent\"], [\"another\", \"prominent\", \"climate\"], [\"prominent\", \"climate\", \"scientist\"], [\"climate\", \"scientist\", \"recently\"], [\"scientist\", \"recently\", \"said\"], [\"recently\", \"said\", \"unexpectedly\"], [\"said\", \"unexpectedly\", \"sudden\"], [\"unexpectedly\", \"sudden\", \"atlantic\"], [\"sudden\", \"atlantic\", \"slowdown\"], [\"atlantic\", \"slowdown\", \"yet\"], [\"slowdown\", \"yet\", \"another\"], [\"yet\", \"another\", \"example\"], [\"another\", \"example\", \"observation\"], [\"example\", \"observation\", \"suggest\"], [\"observation\", \"suggest\", \"climate\"], [\"suggest\", \"climate\", \"model\"], [\"climate\", \"model\", \"prediction\"], [\"model\", \"prediction\", \"may\"], [\"prediction\", \"may\", \"conservative\"], [\"may\", \"conservative\", \"come\"], [\"conservative\", \"come\", \"pace\"], [\"come\", \"pace\", \"certain\"], [\"pace\", \"certain\", \"aspect\"], [\"certain\", \"aspect\", \"climate\"], [\"aspect\", \"climate\", \"change\"], [\"climate\", \"change\", \"proceeding\"], [\"change\", \"proceeding\", \"since\"], [\"proceeding\", \"since\", \"storm\"], [\"since\", \"storm\", \"system\"], [\"storm\", \"system\", \"jet\"], [\"system\", \"jet\", \"stream\"], [\"jet\", \"stream\", \"united\"], [\"stream\", \"united\", \"state\"], [\"united\", \"state\", \"europe\"], [\"state\", \"europe\", \"partially\"], [\"europe\", \"partially\", \"draw\"], [\"partially\", \"draw\", \"energy\"], [\"draw\", \"energy\", \"difference\"], [\"energy\", \"difference\", \"ocean\"], [\"difference\", \"ocean\", \"temperature\"], [\"ocean\", \"temperature\", \"implication\"], [\"temperature\", \"implication\", \"one\"], [\"implication\", \"one\", \"patch\"], [\"one\", \"patch\", \"ocean\"], [\"patch\", \"ocean\", \"cooling\"], [\"ocean\", \"cooling\", \"rest\"], [\"cooling\", \"rest\", \"ocean\"], [\"rest\", \"ocean\", \"warms\"], [\"ocean\", \"warms\", \"profound\"], [\"warms\", \"profound\", \"storm\"], [\"profound\", \"storm\", \"get\"], [\"storm\", \"get\", \"stronger\"], [\"get\", \"stronger\", \"sealevel\"], [\"stronger\", \"sealevel\", \"rise\"], [\"sealevel\", \"rise\", \"accelerate\"], [\"rise\", \"accelerate\", \"scientist\"], [\"accelerate\", \"scientist\", \"like\"], [\"scientist\", \"like\", \"hansen\"], [\"like\", \"hansen\", \"expect\"], [\"hansen\", \"expect\", \"extreme\"], [\"expect\", \"extreme\", \"weather\"], [\"extreme\", \"weather\", \"get\"], [\"weather\", \"get\", \"worse\"], [\"get\", \"worse\", \"year\"], [\"worse\", \"year\", \"come\"], [\"year\", \"come\", \"though\"], [\"come\", \"though\", \"mann\"], [\"though\", \"mann\", \"said\"], [\"mann\", \"said\", \"still\"], [\"said\", \"still\", \"unclear\"], [\"still\", \"unclear\", \"whether\"], [\"unclear\", \"whether\", \"recent\"], [\"whether\", \"recent\", \"severe\"], [\"recent\", \"severe\", \"winter\"], [\"severe\", \"winter\", \"east\"], [\"winter\", \"east\", \"coast\"], [\"east\", \"coast\", \"connected\"], [\"coast\", \"connected\", \"phenomenon\"], [\"connected\", \"phenomenon\", \"yet\"], [\"phenomenon\", \"yet\", \"arent\"], [\"yet\", \"arent\", \"even\"], [\"arent\", \"even\", \"disturbing\"], [\"even\", \"disturbing\", \"change\"], [\"disturbing\", \"change\", \"happening\"], [\"change\", \"happening\", \"earth\"], [\"happening\", \"earth\", \"biosphere\"], [\"earth\", \"biosphere\", \"climate\"], [\"biosphere\", \"climate\", \"scientist\"], [\"climate\", \"scientist\", \"discovering\"], [\"scientist\", \"discovering\", \"year\"], [\"discovering\", \"year\", \"look\"], [\"year\", \"look\", \"rising\"], [\"look\", \"rising\", \"sea\"], [\"rising\", \"sea\", \"level\"], [\"sea\", \"level\", \"actually\"], [\"level\", \"actually\", \"happening\"], [\"actually\", \"happening\", \"within\"], [\"happening\", \"within\", \"ocean\"], [\"within\", \"ocean\", \"water\"], [\"ocean\", \"water\", \"temperature\"], [\"water\", \"temperature\", \"year\"], [\"temperature\", \"year\", \"north\"], [\"year\", \"north\", \"pacific\"], [\"north\", \"pacific\", \"never\"], [\"pacific\", \"never\", \"high\"], [\"never\", \"high\", \"long\"], [\"high\", \"long\", \"large\"], [\"long\", \"large\", \"area\"], [\"large\", \"area\", \"already\"], [\"area\", \"already\", \"profound\"], [\"already\", \"profound\", \"effect\"], [\"profound\", \"effect\", \"marine\"], [\"effect\", \"marine\", \"life\"], [\"marine\", \"life\", \"related\"], [\"life\", \"related\", \"apocalypse\"], [\"related\", \"apocalypse\", \"soon\"], [\"apocalypse\", \"soon\", \"9\"], [\"soon\", \"9\", \"terrifying\"], [\"9\", \"terrifying\", \"sign\"], [\"terrifying\", \"sign\", \"environmental\"], [\"sign\", \"environmental\", \"doom\"], [\"environmental\", \"doom\", \"eightyyearold\"], [\"doom\", \"eightyyearold\", \"roger\"], [\"eightyyearold\", \"roger\", \"thomas\"], [\"roger\", \"thomas\", \"run\"], [\"thomas\", \"run\", \"whalewatching\"], [\"run\", \"whalewatching\", \"trip\"], [\"whalewatching\", \"trip\", \"san\"], [\"trip\", \"san\", \"francisco\"], [\"san\", \"francisco\", \"excursion\"], [\"francisco\", \"excursion\", \"earlier\"], [\"excursion\", \"earlier\", \"year\"], [\"earlier\", \"year\", \"thomas\"], [\"year\", \"thomas\", \"spotted\"], [\"thomas\", \"spotted\", \"25\"], [\"spotted\", \"25\", \"humpback\"], [\"25\", \"humpback\", \"three\"], [\"humpback\", \"three\", \"blue\"], [\"three\", \"blue\", \"whale\"], [\"blue\", \"whale\", \"survey\"], [\"whale\", \"survey\", \"july\"], [\"survey\", \"july\", \"4th\"], [\"july\", \"4th\", \"federal\"], [\"4th\", \"federal\", \"official\"], [\"federal\", \"official\", \"spotted\"], [\"official\", \"spotted\", \"115\"], [\"spotted\", \"115\", \"whale\"], [\"115\", \"whale\", \"single\"], [\"whale\", \"single\", \"hour\"], [\"single\", \"hour\", \"near\"], [\"hour\", \"near\", \"farallon\"], [\"near\", \"farallon\", \"island\"], [\"farallon\", \"island\", \"enough\"], [\"island\", \"enough\", \"issue\"], [\"enough\", \"issue\", \"boating\"], [\"issue\", \"boating\", \"warning\"], [\"boating\", \"warning\", \"humpback\"], [\"warning\", \"humpback\", \"occasionally\"], [\"humpback\", \"occasionally\", \"seen\"], [\"occasionally\", \"seen\", \"offshore\"], [\"seen\", \"offshore\", \"california\"], [\"offshore\", \"california\", \"rarely\"], [\"california\", \"rarely\", \"close\"], [\"rarely\", \"close\", \"coast\"], [\"close\", \"coast\", \"number\"], [\"coast\", \"number\", \"coming\"], [\"number\", \"coming\", \"close\"], [\"coming\", \"close\", \"shore\"], [\"close\", \"shore\", \"exceptionally\"], [\"shore\", \"exceptionally\", \"warm\"], [\"exceptionally\", \"warm\", \"water\"], [\"warm\", \"water\", \"concentrated\"], [\"water\", \"concentrated\", \"krill\"], [\"concentrated\", \"krill\", \"anchovy\"], [\"krill\", \"anchovy\", \"feed\"], [\"anchovy\", \"feed\", \"narrow\"], [\"feed\", \"narrow\", \"band\"], [\"narrow\", \"band\", \"relatively\"], [\"band\", \"relatively\", \"cool\"], [\"relatively\", \"cool\", \"coastal\"], [\"cool\", \"coastal\", \"water\"], [\"coastal\", \"water\", \"whale\"], [\"water\", \"whale\", \"heyday\"], [\"whale\", \"heyday\", \"unbelievable\"], [\"heyday\", \"unbelievable\", \"thomas\"], [\"unbelievable\", \"thomas\", \"told\"], [\"thomas\", \"told\", \"local\"], [\"told\", \"local\", \"paper\"], [\"local\", \"paper\", \"whale\"], [\"paper\", \"whale\", \"place\"], [\"whale\", \"place\", \"last\"], [\"place\", \"last\", \"fall\"], [\"last\", \"fall\", \"northern\"], [\"fall\", \"northern\", \"alaska\"], [\"northern\", \"alaska\", \"part\"], [\"alaska\", \"part\", \"arctic\"], [\"part\", \"arctic\", \"shell\"], [\"arctic\", \"shell\", \"planning\"], [\"shell\", \"planning\", \"drill\"], [\"planning\", \"drill\", \"oil\"], [\"drill\", \"oil\", \"federal\"], [\"oil\", \"federal\", \"scientist\"], [\"federal\", \"scientist\", \"discovered\"], [\"scientist\", \"discovered\", \"35000\"], [\"discovered\", \"35000\", \"walrus\"], [\"35000\", \"walrus\", \"congregating\"], [\"walrus\", \"congregating\", \"single\"], [\"congregating\", \"single\", \"beach\"], [\"single\", \"beach\", \"largestever\"], [\"beach\", \"largestever\", \"documented\"], [\"largestever\", \"documented\", \"haul\"], [\"documented\", \"haul\", \"walrus\"], [\"haul\", \"walrus\", \"sign\"], [\"walrus\", \"sign\", \"sea\"], [\"sign\", \"sea\", \"ice\"], [\"sea\", \"ice\", \"favored\"], [\"ice\", \"favored\", \"habitat\"], [\"favored\", \"habitat\", \"becoming\"], [\"habitat\", \"becoming\", \"harder\"], [\"becoming\", \"harder\", \"harder\"], [\"harder\", \"harder\", \"find\"], [\"harder\", \"find\", \"marine\"], [\"find\", \"marine\", \"life\"], [\"marine\", \"life\", \"moving\"], [\"life\", \"moving\", \"north\"], [\"moving\", \"north\", \"adapting\"], [\"north\", \"adapting\", \"real\"], [\"adapting\", \"real\", \"time\"], [\"real\", \"time\", \"warming\"], [\"time\", \"warming\", \"ocean\"], [\"warming\", \"ocean\", \"great\"], [\"ocean\", \"great\", \"white\"], [\"great\", \"white\", \"shark\"], [\"white\", \"shark\", \"sighted\"], [\"shark\", \"sighted\", \"breeding\"], [\"sighted\", \"breeding\", \"near\"], [\"breeding\", \"near\", \"monterey\"], [\"near\", \"monterey\", \"bay\"], [\"monterey\", \"bay\", \"california\"], [\"bay\", \"california\", \"farthest\"], [\"california\", \"farthest\", \"north\"], [\"farthest\", \"north\", \"thats\"], [\"north\", \"thats\", \"ever\"], [\"thats\", \"ever\", \"known\"], [\"ever\", \"known\", \"occur\"], [\"known\", \"occur\", \"blue\"], [\"occur\", \"blue\", \"marlin\"], [\"blue\", \"marlin\", \"caught\"], [\"marlin\", \"caught\", \"last\"], [\"caught\", \"last\", \"summer\"], [\"last\", \"summer\", \"near\"], [\"summer\", \"near\", \"catalina\"], [\"near\", \"catalina\", \"island\"], [\"catalina\", \"island\", \"1000\"], [\"island\", \"1000\", \"mile\"], [\"1000\", \"mile\", \"north\"], [\"mile\", \"north\", \"typical\"], [\"north\", \"typical\", \"range\"], [\"typical\", \"range\", \"across\"], [\"range\", \"across\", \"california\"], [\"across\", \"california\", \"sighting\"], [\"california\", \"sighting\", \"nonnative\"], [\"sighting\", \"nonnative\", \"animal\"], [\"nonnative\", \"animal\", \"moving\"], [\"animal\", \"moving\", \"north\"], [\"moving\", \"north\", \"mexican\"], [\"north\", \"mexican\", \"red\"], [\"mexican\", \"red\", \"crab\"], [\"red\", \"crab\", \"salmon\"], [\"crab\", \"salmon\", \"brink\"], [\"salmon\", \"brink\", \"dying\"], [\"brink\", \"dying\", \"michael\"], [\"dying\", \"michael\", \"quintonnewscom\"], [\"michael\", \"quintonnewscom\", \"specie\"], [\"quintonnewscom\", \"specie\", \"may\"], [\"specie\", \"may\", \"uniquely\"], [\"may\", \"uniquely\", \"endangered\"], [\"uniquely\", \"endangered\", \"one\"], [\"endangered\", \"one\", \"associated\"], [\"one\", \"associated\", \"pacific\"], [\"associated\", \"pacific\", \"northwest\"], [\"pacific\", \"northwest\", \"salmon\"], [\"northwest\", \"salmon\", \"every\"], [\"salmon\", \"every\", \"two\"], [\"every\", \"two\", \"week\"], [\"two\", \"week\", \"bill\"], [\"week\", \"bill\", \"peterson\"], [\"bill\", \"peterson\", \"oceanographer\"], [\"peterson\", \"oceanographer\", \"senior\"], [\"oceanographer\", \"senior\", \"scientist\"], [\"senior\", \"scientist\", \"national\"], [\"scientist\", \"national\", \"oceanic\"], [\"national\", \"oceanic\", \"atmospheric\"], [\"oceanic\", \"atmospheric\", \"administration\"], [\"atmospheric\", \"administration\", \"northwest\"], [\"administration\", \"northwest\", \"fishery\"], [\"northwest\", \"fishery\", \"science\"], [\"fishery\", \"science\", \"center\"], [\"science\", \"center\", \"oregon\"], [\"center\", \"oregon\", \"take\"], [\"oregon\", \"take\", \"sea\"], [\"take\", \"sea\", \"collect\"], [\"sea\", \"collect\", \"data\"], [\"collect\", \"data\", \"us\"], [\"data\", \"us\", \"forecast\"], [\"us\", \"forecast\", \"return\"], [\"forecast\", \"return\", \"salmon\"], [\"return\", \"salmon\", \"he\"], [\"salmon\", \"he\", \"seeing\"], [\"he\", \"seeing\", \"year\"], [\"seeing\", \"year\", \"deeply\"], [\"year\", \"deeply\", \"troubling\"], [\"deeply\", \"troubling\", \"salmon\"], [\"troubling\", \"salmon\", \"crucial\"], [\"salmon\", \"crucial\", \"coastal\"], [\"crucial\", \"coastal\", \"ecosystem\"], [\"coastal\", \"ecosystem\", \"like\"], [\"ecosystem\", \"like\", \"perhaps\"], [\"like\", \"perhaps\", \"specie\"], [\"perhaps\", \"specie\", \"planet\"], [\"specie\", \"planet\", \"significant\"], [\"planet\", \"significant\", \"portion\"], [\"significant\", \"portion\", \"nitrogen\"], [\"portion\", \"nitrogen\", \"west\"], [\"nitrogen\", \"west\", \"coast\"], [\"west\", \"coast\", \"forest\"], [\"coast\", \"forest\", \"traced\"], [\"forest\", \"traced\", \"back\"], [\"traced\", \"back\", \"salmon\"], [\"back\", \"salmon\", \"travel\"], [\"salmon\", \"travel\", \"hundred\"], [\"travel\", \"hundred\", \"mile\"], [\"hundred\", \"mile\", \"upstream\"], [\"mile\", \"upstream\", \"lay\"], [\"upstream\", \"lay\", \"egg\"], [\"lay\", \"egg\", \"largest\"], [\"egg\", \"largest\", \"tree\"], [\"largest\", \"tree\", \"earth\"], [\"tree\", \"earth\", \"simply\"], [\"earth\", \"simply\", \"wouldnt\"], [\"simply\", \"wouldnt\", \"exist\"], [\"wouldnt\", \"exist\", \"without\"], [\"exist\", \"without\", \"salmon\"], [\"without\", \"salmon\", \"situation\"], [\"salmon\", \"situation\", \"precarious\"], [\"situation\", \"precarious\", \"year\"], [\"precarious\", \"year\", \"official\"], [\"year\", \"official\", \"california\"], [\"official\", \"california\", \"bringing\"], [\"california\", \"bringing\", \"salmon\"], [\"bringing\", \"salmon\", \"downstream\"], [\"salmon\", \"downstream\", \"convoy\"], [\"downstream\", \"convoy\", \"truck\"], [\"convoy\", \"truck\", \"river\"], [\"truck\", \"river\", \"level\"], [\"river\", \"level\", \"low\"], [\"level\", \"low\", \"temperature\"], [\"low\", \"temperature\", \"warm\"], [\"temperature\", \"warm\", \"reasonable\"], [\"warm\", \"reasonable\", \"chance\"], [\"reasonable\", \"chance\", \"surviving\"], [\"chance\", \"surviving\", \"one\"], [\"surviving\", \"one\", \"specie\"], [\"one\", \"specie\", \"winterrun\"], [\"specie\", \"winterrun\", \"chinook\"], [\"winterrun\", \"chinook\", \"salmon\"], [\"chinook\", \"salmon\", \"particularly\"], [\"salmon\", \"particularly\", \"increased\"], [\"particularly\", \"increased\", \"risk\"], [\"increased\", \"risk\", \"decline\"], [\"risk\", \"decline\", \"next\"], [\"decline\", \"next\", \"year\"], [\"next\", \"year\", \"warm\"], [\"year\", \"warm\", \"water\"], [\"warm\", \"water\", \"persist\"], [\"water\", \"persist\", \"offshore\"], [\"persist\", \"offshore\", \"talk\"], [\"offshore\", \"talk\", \"fisherman\"], [\"talk\", \"fisherman\", \"say\"], [\"fisherman\", \"say\", \"weve\"], [\"say\", \"weve\", \"never\"], [\"weve\", \"never\", \"seen\"], [\"never\", \"seen\", \"anything\"], [\"seen\", \"anything\", \"like\"], [\"anything\", \"like\", \"say\"], [\"like\", \"say\", \"peterson\"], [\"say\", \"peterson\", \"experience\"], [\"peterson\", \"experience\", \"something\"], [\"experience\", \"something\", \"like\"], [\"something\", \"like\", \"get\"], [\"like\", \"get\", \"like\"], [\"get\", \"like\", \"hell\"], [\"like\", \"hell\", \"going\"], [\"hell\", \"going\", \"atmospheric\"], [\"going\", \"atmospheric\", \"scientist\"], [\"atmospheric\", \"scientist\", \"increasingly\"], [\"scientist\", \"increasingly\", \"believe\"], [\"increasingly\", \"believe\", \"exceptionally\"], [\"believe\", \"exceptionally\", \"warm\"], [\"exceptionally\", \"warm\", \"water\"], [\"warm\", \"water\", \"past\"], [\"water\", \"past\", \"month\"], [\"past\", \"month\", \"early\"], [\"month\", \"early\", \"indication\"], [\"early\", \"indication\", \"phase\"], [\"indication\", \"phase\", \"shift\"], [\"phase\", \"shift\", \"pacific\"], [\"shift\", \"pacific\", \"decadal\"], [\"pacific\", \"decadal\", \"oscillation\"], [\"decadal\", \"oscillation\", \"cyclical\"], [\"oscillation\", \"cyclical\", \"warming\"], [\"cyclical\", \"warming\", \"north\"], [\"warming\", \"north\", \"pacific\"], [\"north\", \"pacific\", \"happens\"], [\"pacific\", \"happens\", \"time\"], [\"happens\", \"time\", \"century\"], [\"time\", \"century\", \"positive\"], [\"century\", \"positive\", \"phase\"], [\"positive\", \"phase\", \"pdo\"], [\"phase\", \"pdo\", \"known\"], [\"pdo\", \"known\", \"last\"], [\"known\", \"last\", \"15\"], [\"last\", \"15\", \"20\"], [\"15\", \"20\", \"year\"], [\"20\", \"year\", \"global\"], [\"year\", \"global\", \"warming\"], [\"global\", \"warming\", \"increase\"], [\"warming\", \"increase\", \"double\"], [\"increase\", \"double\", \"rate\"], [\"double\", \"rate\", \"negative\"], [\"rate\", \"negative\", \"phase\"], [\"negative\", \"phase\", \"pdo\"], [\"phase\", \"pdo\", \"also\"], [\"pdo\", \"also\", \"make\"], [\"also\", \"make\", \"big\"], [\"make\", \"big\", \"el\"], [\"big\", \"el\", \"ninos\"], [\"el\", \"ninos\", \"like\"], [\"ninos\", \"like\", \"year\"], [\"like\", \"year\", \"likely\"], [\"year\", \"likely\", \"nature\"], [\"likely\", \"nature\", \"pdo\"], [\"nature\", \"pdo\", \"phase\"], [\"pdo\", \"phase\", \"shift\"], [\"phase\", \"shift\", \"unpredictable\"], [\"shift\", \"unpredictable\", \"climate\"], [\"unpredictable\", \"climate\", \"scientist\"], [\"climate\", \"scientist\", \"simply\"], [\"scientist\", \"simply\", \"havent\"], [\"simply\", \"havent\", \"yet\"], [\"havent\", \"yet\", \"figured\"], [\"yet\", \"figured\", \"precisely\"], [\"figured\", \"precisely\", \"whats\"], [\"precisely\", \"whats\", \"behind\"], [\"whats\", \"behind\", \"happen\"], [\"behind\", \"happen\", \"permanent\"], [\"happen\", \"permanent\", \"change\"], [\"permanent\", \"change\", \"ocean\"], [\"change\", \"ocean\", \"temperature\"], [\"ocean\", \"temperature\", \"likely\"], [\"temperature\", \"likely\", \"drop\"], [\"likely\", \"drop\", \"record\"], [\"drop\", \"record\", \"high\"], [\"record\", \"high\", \"least\"], [\"high\", \"least\", \"temporarily\"], [\"least\", \"temporarily\", \"time\"], [\"temporarily\", \"time\", \"next\"], [\"time\", \"next\", \"year\"], [\"next\", \"year\", \"impact\"], [\"year\", \"impact\", \"marine\"], [\"impact\", \"marine\", \"specie\"], [\"marine\", \"specie\", \"lasting\"], [\"specie\", \"lasting\", \"scientist\"], [\"lasting\", \"scientist\", \"pointed\"], [\"scientist\", \"pointed\", \"pdo\"], [\"pointed\", \"pdo\", \"globalwarming\"], [\"pdo\", \"globalwarming\", \"preview\"], [\"globalwarming\", \"preview\", \"climate\"], [\"preview\", \"climate\", \"change\"], [\"climate\", \"change\", \"model\"], [\"change\", \"model\", \"predict\"], [\"model\", \"predict\", \"gentle\"], [\"predict\", \"gentle\", \"slow\"], [\"gentle\", \"slow\", \"increase\"], [\"slow\", \"increase\", \"temperature\"], [\"increase\", \"temperature\", \"say\"], [\"temperature\", \"say\", \"peterson\"], [\"say\", \"peterson\", \"main\"], [\"peterson\", \"main\", \"problem\"], [\"main\", \"problem\", \"weve\"], [\"problem\", \"weve\", \"last\"], [\"weve\", \"last\", \"year\"], [\"last\", \"year\", \"variability\"], [\"year\", \"variability\", \"high\"], [\"variability\", \"high\", \"scientist\"], [\"high\", \"scientist\", \"cant\"], [\"scientist\", \"cant\", \"keep\"], [\"cant\", \"keep\", \"neither\"], [\"keep\", \"neither\", \"animal\"], [\"neither\", \"animal\", \"peterson\"], [\"animal\", \"peterson\", \"likens\"], [\"peterson\", \"likens\", \"boxer\"], [\"likens\", \"boxer\", \"getting\"], [\"boxer\", \"getting\", \"pummeled\"], [\"getting\", \"pummeled\", \"round\"], [\"pummeled\", \"round\", \"round\"], [\"round\", \"round\", \"point\"], [\"round\", \"point\", \"knock\"], [\"point\", \"knock\", \"fight\"], [\"knock\", \"fight\", \"pavementmelting\"], [\"fight\", \"pavementmelting\", \"heat\"], [\"pavementmelting\", \"heat\", \"wave\"], [\"heat\", \"wave\", \"india\"], [\"wave\", \"india\", \"harish\"], [\"india\", \"harish\", \"tyagiepacorbis\"], [\"harish\", \"tyagiepacorbis\", \"attendant\"], [\"tyagiepacorbis\", \"attendant\", \"weird\"], [\"attendant\", \"weird\", \"wildlife\"], [\"weird\", \"wildlife\", \"behavior\"], [\"wildlife\", \"behavior\", \"stunning\"], [\"behavior\", \"stunning\", \"drop\"], [\"stunning\", \"drop\", \"number\"], [\"drop\", \"number\", \"plankton\"], [\"number\", \"plankton\", \"basis\"], [\"plankton\", \"basis\", \"ocean\"], [\"basis\", \"ocean\", \"food\"], [\"ocean\", \"food\", \"chain\"], [\"food\", \"chain\", \"july\"], [\"chain\", \"july\", \"another\"], [\"july\", \"another\", \"major\"], [\"another\", \"major\", \"study\"], [\"major\", \"study\", \"concluded\"], [\"study\", \"concluded\", \"acidifying\"], [\"concluded\", \"acidifying\", \"ocean\"], [\"acidifying\", \"ocean\", \"likely\"], [\"ocean\", \"likely\", \"quite\"], [\"likely\", \"quite\", \"traumatic\"], [\"quite\", \"traumatic\", \"impact\"], [\"traumatic\", \"impact\", \"plankton\"], [\"impact\", \"plankton\", \"diversity\"], [\"plankton\", \"diversity\", \"specie\"], [\"diversity\", \"specie\", \"dying\"], [\"specie\", \"dying\", \"others\"], [\"dying\", \"others\", \"flourish\"], [\"others\", \"flourish\", \"ocean\"], [\"flourish\", \"ocean\", \"absorb\"], [\"ocean\", \"absorb\", \"carbon\"], [\"absorb\", \"carbon\", \"dioxide\"], [\"carbon\", \"dioxide\", \"atmosphere\"], [\"dioxide\", \"atmosphere\", \"converted\"], [\"atmosphere\", \"converted\", \"carbonic\"], [\"converted\", \"carbonic\", \"acid\"], [\"carbonic\", \"acid\", \"ph\"], [\"acid\", \"ph\", \"seawater\"], [\"ph\", \"seawater\", \"decline\"], [\"seawater\", \"decline\", \"according\"], [\"decline\", \"according\", \"lead\"], [\"according\", \"lead\", \"author\"], [\"lead\", \"author\", \"stephanie\"], [\"author\", \"stephanie\", \"dutkiewicz\"], [\"stephanie\", \"dutkiewicz\", \"mit\"], [\"dutkiewicz\", \"mit\", \"trend\"], [\"mit\", \"trend\", \"mean\"], [\"trend\", \"mean\", \"whole\"], [\"mean\", \"whole\", \"food\"], [\"whole\", \"food\", \"chain\"], [\"food\", \"chain\", \"going\"], [\"chain\", \"going\", \"different\"], [\"going\", \"different\", \"hansen\"], [\"different\", \"hansen\", \"study\"], [\"hansen\", \"study\", \"may\"], [\"study\", \"may\", \"gotten\"], [\"may\", \"gotten\", \"attention\"], [\"gotten\", \"attention\", \"dutkiewicz\"], [\"attention\", \"dutkiewicz\", \"study\"], [\"dutkiewicz\", \"study\", \"others\"], [\"study\", \"others\", \"like\"], [\"others\", \"like\", \"could\"], [\"like\", \"could\", \"even\"], [\"could\", \"even\", \"dire\"], [\"even\", \"dire\", \"implication\"], [\"dire\", \"implication\", \"future\"], [\"implication\", \"future\", \"rapid\"], [\"future\", \"rapid\", \"change\"], [\"rapid\", \"change\", \"dutkiewicz\"], [\"change\", \"dutkiewicz\", \"colleague\"], [\"dutkiewicz\", \"colleague\", \"observing\"], [\"colleague\", \"observing\", \"shocked\"], [\"observing\", \"shocked\", \"fellow\"], [\"shocked\", \"fellow\", \"scientist\"], [\"fellow\", \"scientist\", \"thinking\"], [\"scientist\", \"thinking\", \"yes\"], [\"thinking\", \"yes\", \"actually\"], [\"yes\", \"actually\", \"heading\"], [\"actually\", \"heading\", \"toward\"], [\"heading\", \"toward\", \"worstcase\"], [\"toward\", \"worstcase\", \"scenario\"], [\"worstcase\", \"scenario\", \"unlike\"], [\"scenario\", \"unlike\", \"prediction\"], [\"unlike\", \"prediction\", \"massive\"], [\"prediction\", \"massive\", \"sealevel\"], [\"massive\", \"sealevel\", \"rise\"], [\"sealevel\", \"rise\", \"decade\"], [\"rise\", \"decade\", \"away\"], [\"decade\", \"away\", \"warming\"], [\"away\", \"warming\", \"acidifying\"], [\"warming\", \"acidifying\", \"ocean\"], [\"acidifying\", \"ocean\", \"represent\"], [\"ocean\", \"represent\", \"problem\"], [\"represent\", \"problem\", \"seems\"], [\"problem\", \"seems\", \"kickstarted\"], [\"seems\", \"kickstarted\", \"mass\"], [\"kickstarted\", \"mass\", \"extinction\"], [\"mass\", \"extinction\", \"time\"], [\"extinction\", \"time\", \"scale\"], [\"time\", \"scale\", \"jacquelyn\"], [\"scale\", \"jacquelyn\", \"gill\"], [\"jacquelyn\", \"gill\", \"paleoecologist\"], [\"gill\", \"paleoecologist\", \"university\"], [\"paleoecologist\", \"university\", \"maine\"], [\"university\", \"maine\", \"know\"], [\"maine\", \"know\", \"lot\"], [\"know\", \"lot\", \"extinction\"], [\"lot\", \"extinction\", \"work\"], [\"extinction\", \"work\", \"relevant\"], [\"work\", \"relevant\", \"ever\"], [\"relevant\", \"ever\", \"essentially\"], [\"ever\", \"essentially\", \"shes\"], [\"essentially\", \"shes\", \"trying\"], [\"shes\", \"trying\", \"save\"], [\"trying\", \"save\", \"specie\"], [\"save\", \"specie\", \"alive\"], [\"specie\", \"alive\", \"right\"], [\"alive\", \"right\", \"learning\"], [\"right\", \"learning\", \"killed\"], [\"learning\", \"killed\", \"one\"], [\"killed\", \"one\", \"arent\"], [\"one\", \"arent\", \"ancient\"], [\"arent\", \"ancient\", \"data\"], [\"ancient\", \"data\", \"study\"], [\"data\", \"study\", \"show\"], [\"study\", \"show\", \"really\"], [\"show\", \"really\", \"compelling\"], [\"really\", \"compelling\", \"evidence\"], [\"compelling\", \"evidence\", \"event\"], [\"evidence\", \"event\", \"abrupt\"], [\"event\", \"abrupt\", \"climate\"], [\"abrupt\", \"climate\", \"change\"], [\"climate\", \"change\", \"happen\"], [\"change\", \"happen\", \"well\"], [\"happen\", \"well\", \"within\"], [\"well\", \"within\", \"human\"], [\"within\", \"human\", \"life\"], [\"human\", \"life\", \"span\"], [\"life\", \"span\", \"talking\"], [\"span\", \"talking\", \"le\"], [\"talking\", \"le\", \"decade\"], [\"le\", \"decade\", \"past\"], [\"decade\", \"past\", \"year\"], [\"past\", \"year\", \"two\"], [\"year\", \"two\", \"persistent\"], [\"two\", \"persistent\", \"change\"], [\"persistent\", \"change\", \"wind\"], [\"change\", \"wind\", \"north\"], [\"wind\", \"north\", \"pacific\"], [\"north\", \"pacific\", \"given\"], [\"pacific\", \"given\", \"rise\"], [\"given\", \"rise\", \"meteorologist\"], [\"rise\", \"meteorologist\", \"oceanographer\"], [\"meteorologist\", \"oceanographer\", \"calling\"], [\"oceanographer\", \"calling\", \"blob\"], [\"calling\", \"blob\", \"highly\"], [\"blob\", \"highly\", \"anomalous\"], [\"highly\", \"anomalous\", \"patch\"], [\"anomalous\", \"patch\", \"warm\"], [\"patch\", \"warm\", \"water\"], [\"warm\", \"water\", \"hawaii\"], [\"water\", \"hawaii\", \"alaska\"], [\"hawaii\", \"alaska\", \"baja\"], [\"alaska\", \"baja\", \"california\"], [\"baja\", \"california\", \"thats\"], [\"california\", \"thats\", \"thrown\"], [\"thats\", \"thrown\", \"marine\"], [\"thrown\", \"marine\", \"ecosystem\"], [\"marine\", \"ecosystem\", \"tailspin\"], [\"ecosystem\", \"tailspin\", \"amid\"], [\"tailspin\", \"amid\", \"warmer\"], [\"amid\", \"warmer\", \"temperature\"], [\"warmer\", \"temperature\", \"plankton\"], [\"temperature\", \"plankton\", \"number\"], [\"plankton\", \"number\", \"plummeted\"], [\"number\", \"plummeted\", \"myriad\"], [\"plummeted\", \"myriad\", \"specie\"], [\"myriad\", \"specie\", \"depend\"], [\"specie\", \"depend\", \"migrated\"], [\"depend\", \"migrated\", \"seen\"], [\"migrated\", \"seen\", \"number\"], [\"seen\", \"number\", \"dwindle\"], [\"number\", \"dwindle\", \"significant\"], [\"dwindle\", \"significant\", \"northward\"], [\"significant\", \"northward\", \"surge\"], [\"northward\", \"surge\", \"warm\"], [\"surge\", \"warm\", \"water\"], [\"warm\", \"water\", \"happened\"], [\"water\", \"happened\", \"even\"], [\"happened\", \"even\", \"frequently\"], [\"even\", \"frequently\", \"el\"], [\"frequently\", \"el\", \"nino\"], [\"el\", \"nino\", \"example\"], [\"nino\", \"example\", \"predictable\"], [\"example\", \"predictable\", \"basis\"], [\"predictable\", \"basis\", \"whats\"], [\"basis\", \"whats\", \"happening\"], [\"whats\", \"happening\", \"year\"], [\"happening\", \"year\", \"appears\"], [\"year\", \"appears\", \"something\"], [\"appears\", \"something\", \"new\"], [\"something\", \"new\", \"climate\"], [\"new\", \"climate\", \"scientist\"], [\"climate\", \"scientist\", \"think\"], [\"scientist\", \"think\", \"wind\"], [\"think\", \"wind\", \"shift\"], [\"wind\", \"shift\", \"linked\"], [\"shift\", \"linked\", \"rapid\"], [\"linked\", \"rapid\", \"decline\"], [\"rapid\", \"decline\", \"arctic\"], [\"decline\", \"arctic\", \"sea\"], [\"arctic\", \"sea\", \"ice\"], [\"sea\", \"ice\", \"past\"], [\"ice\", \"past\", \"year\"], [\"past\", \"year\", \"separate\"], [\"year\", \"separate\", \"research\"], [\"separate\", \"research\", \"shown\"], [\"research\", \"shown\", \"make\"], [\"shown\", \"make\", \"weather\"], [\"make\", \"weather\", \"pattern\"], [\"weather\", \"pattern\", \"likely\"], [\"pattern\", \"likely\", \"get\"], [\"likely\", \"get\", \"stuck\"], [\"get\", \"stuck\", \"similar\"], [\"stuck\", \"similar\", \"shift\"], [\"similar\", \"shift\", \"behavior\"], [\"shift\", \"behavior\", \"jet\"], [\"behavior\", \"jet\", \"stream\"], [\"jet\", \"stream\", \"also\"], [\"stream\", \"also\", \"contributed\"], [\"also\", \"contributed\", \"california\"], [\"contributed\", \"california\", \"drought\"], [\"california\", \"drought\", \"severe\"], [\"drought\", \"severe\", \"polar\"], [\"severe\", \"polar\", \"vortex\"], [\"polar\", \"vortex\", \"winter\"], [\"vortex\", \"winter\", \"northeast\"], [\"winter\", \"northeast\", \"past\"], [\"northeast\", \"past\", \"two\"], [\"past\", \"two\", \"year\"], [\"two\", \"year\", \"amplified\"], [\"year\", \"amplified\", \"jetstream\"], [\"amplified\", \"jetstream\", \"pattern\"], [\"jetstream\", \"pattern\", \"produced\"], [\"pattern\", \"produced\", \"unusual\"], [\"produced\", \"unusual\", \"doldrum\"], [\"unusual\", \"doldrum\", \"west\"], [\"doldrum\", \"west\", \"coast\"], [\"west\", \"coast\", \"thats\"], [\"coast\", \"thats\", \"persisted\"], [\"thats\", \"persisted\", \"past\"], [\"persisted\", \"past\", \"18\"], [\"past\", \"18\", \"month\"], [\"18\", \"month\", \"daniel\"], [\"month\", \"daniel\", \"swain\"], [\"daniel\", \"swain\", \"stanford\"], [\"swain\", \"stanford\", \"university\"], [\"stanford\", \"university\", \"meteorologist\"], [\"university\", \"meteorologist\", \"called\"], [\"meteorologist\", \"called\", \"ridiculously\"], [\"called\", \"ridiculously\", \"resilient\"], [\"ridiculously\", \"resilient\", \"ridge\"], [\"resilient\", \"ridge\", \"weather\"], [\"ridge\", \"weather\", \"pattern\"], [\"weather\", \"pattern\", \"arent\"], [\"pattern\", \"arent\", \"supposed\"], [\"arent\", \"supposed\", \"last\"], [\"supposed\", \"last\", \"long\"], [\"last\", \"long\", \"whats\"], [\"long\", \"whats\", \"increasingly\"], [\"whats\", \"increasingly\", \"uncontroversial\"], [\"increasingly\", \"uncontroversial\", \"among\"], [\"uncontroversial\", \"among\", \"scientist\"], [\"among\", \"scientist\", \"many\"], [\"scientist\", \"many\", \"ecosystem\"], [\"many\", \"ecosystem\", \"impact\"], [\"ecosystem\", \"impact\", \"current\"], [\"impact\", \"current\", \"offthecharts\"], [\"current\", \"offthecharts\", \"temperature\"], [\"offthecharts\", \"temperature\", \"north\"], [\"temperature\", \"north\", \"pacific\"], [\"north\", \"pacific\", \"linger\"], [\"pacific\", \"linger\", \"year\"], [\"linger\", \"year\", \"longer\"], [\"year\", \"longer\", \"largest\"], [\"longer\", \"largest\", \"ocean\"], [\"largest\", \"ocean\", \"earth\"], [\"ocean\", \"earth\", \"pacific\"], [\"earth\", \"pacific\", \"exhibiting\"], [\"pacific\", \"exhibiting\", \"cyclical\"], [\"exhibiting\", \"cyclical\", \"variability\"], [\"cyclical\", \"variability\", \"greater\"], [\"variability\", \"greater\", \"extreme\"], [\"greater\", \"extreme\", \"ocean\"], [\"extreme\", \"ocean\", \"basin\"], [\"ocean\", \"basin\", \"north\"], [\"basin\", \"north\", \"pacific\"], [\"north\", \"pacific\", \"currently\"], [\"pacific\", \"currently\", \"dramatic\"], [\"currently\", \"dramatic\", \"area\"], [\"dramatic\", \"area\", \"change\"], [\"area\", \"change\", \"world\"], [\"change\", \"world\", \"ocean\"], [\"world\", \"ocean\", \"alone\"], [\"ocean\", \"alone\", \"globally\"], [\"alone\", \"globally\", \"2014\"], [\"globally\", \"2014\", \"recordsetting\"], [\"2014\", \"recordsetting\", \"year\"], [\"recordsetting\", \"year\", \"ocean\"], [\"year\", \"ocean\", \"temperature\"], [\"ocean\", \"temperature\", \"2015\"], [\"temperature\", \"2015\", \"pace\"], [\"2015\", \"pace\", \"beat\"], [\"pace\", \"beat\", \"soundly\"], [\"beat\", \"soundly\", \"boosted\"], [\"soundly\", \"boosted\", \"el\"], [\"boosted\", \"el\", \"nino\"], [\"el\", \"nino\", \"pacific\"], [\"nino\", \"pacific\", \"six\"], [\"pacific\", \"six\", \"percent\"], [\"six\", \"percent\", \"world\"], [\"percent\", \"world\", \"reef\"], [\"world\", \"reef\", \"could\"], [\"reef\", \"could\", \"disappear\"], [\"could\", \"disappear\", \"end\"], [\"disappear\", \"end\", \"decade\"], [\"end\", \"decade\", \"perhaps\"], [\"decade\", \"perhaps\", \"permanently\"], [\"perhaps\", \"permanently\", \"thanks\"], [\"permanently\", \"thanks\", \"warming\"], [\"thanks\", \"warming\", \"water\"], [\"warming\", \"water\", \"since\"], [\"water\", \"since\", \"warmer\"], [\"since\", \"warmer\", \"ocean\"], [\"warmer\", \"ocean\", \"expand\"], [\"ocean\", \"expand\", \"volume\"], [\"expand\", \"volume\", \"also\"], [\"volume\", \"also\", \"leading\"], [\"also\", \"leading\", \"surge\"], [\"leading\", \"surge\", \"sealevel\"], [\"surge\", \"sealevel\", \"rise\"], [\"sealevel\", \"rise\", \"one\"], [\"rise\", \"one\", \"recent\"], [\"one\", \"recent\", \"study\"], [\"recent\", \"study\", \"showed\"], [\"study\", \"showed\", \"slowdown\"], [\"showed\", \"slowdown\", \"atlantic\"], [\"slowdown\", \"atlantic\", \"ocean\"], [\"atlantic\", \"ocean\", \"current\"], [\"ocean\", \"current\", \"perhaps\"], [\"current\", \"perhaps\", \"linked\"], [\"perhaps\", \"linked\", \"glacial\"], [\"linked\", \"glacial\", \"melt\"], [\"glacial\", \"melt\", \"greenland\"], [\"melt\", \"greenland\", \"caused\"], [\"greenland\", \"caused\", \"fourinch\"], [\"caused\", \"fourinch\", \"rise\"], [\"fourinch\", \"rise\", \"sea\"], [\"rise\", \"sea\", \"level\"], [\"sea\", \"level\", \"along\"], [\"level\", \"along\", \"northeast\"], [\"along\", \"northeast\", \"coast\"], [\"northeast\", \"coast\", \"two\"], [\"coast\", \"two\", \"year\"], [\"two\", \"year\", \"2009\"], [\"year\", \"2009\", \"2010\"], [\"2009\", \"2010\", \"sure\"], [\"2010\", \"sure\", \"seems\"], [\"sure\", \"seems\", \"like\"], [\"seems\", \"like\", \"sudden\"], [\"like\", \"sudden\", \"unpredicted\"], [\"sudden\", \"unpredicted\", \"surge\"], [\"unpredicted\", \"surge\", \"temporary\"], [\"surge\", \"temporary\", \"scientist\"], [\"temporary\", \"scientist\", \"studied\"], [\"scientist\", \"studied\", \"surge\"], [\"studied\", \"surge\", \"estimated\"], [\"surge\", \"estimated\", \"1in850year\"], [\"estimated\", \"1in850year\", \"event\"], [\"1in850year\", \"event\", \"blamed\"], [\"event\", \"blamed\", \"accelerated\"], [\"blamed\", \"accelerated\", \"beach\"], [\"accelerated\", \"beach\", \"erosion\"], [\"beach\", \"erosion\", \"almost\"], [\"erosion\", \"almost\", \"significant\"], [\"almost\", \"significant\", \"hurricane\"], [\"significant\", \"hurricane\", \"event\"], [\"hurricane\", \"event\", \"biblical\"], [\"event\", \"biblical\", \"flood\"], [\"biblical\", \"flood\", \"turkey\"], [\"flood\", \"turkey\", \"ali\"], [\"turkey\", \"ali\", \"atmacaanadolu\"], [\"ali\", \"atmacaanadolu\", \"agencygetty\"], [\"atmacaanadolu\", \"agencygetty\", \"possibly\"], [\"agencygetty\", \"possibly\", \"worse\"], [\"possibly\", \"worse\", \"rising\"], [\"worse\", \"rising\", \"ocean\"], [\"rising\", \"ocean\", \"temperature\"], [\"ocean\", \"temperature\", \"acidification\"], [\"temperature\", \"acidification\", \"water\"], [\"acidification\", \"water\", \"acidification\"], [\"water\", \"acidification\", \"direct\"], [\"acidification\", \"direct\", \"effect\"], [\"direct\", \"effect\", \"mollusk\"], [\"effect\", \"mollusk\", \"marine\"], [\"mollusk\", \"marine\", \"animal\"], [\"marine\", \"animal\", \"hard\"], [\"animal\", \"hard\", \"outer\"], [\"hard\", \"outer\", \"body\"], [\"outer\", \"body\", \"striking\"], [\"body\", \"striking\", \"study\"], [\"striking\", \"study\", \"last\"], [\"study\", \"last\", \"year\"], [\"last\", \"year\", \"showed\"], [\"year\", \"showed\", \"along\"], [\"showed\", \"along\", \"west\"], [\"along\", \"west\", \"coast\"], [\"west\", \"coast\", \"shell\"], [\"coast\", \"shell\", \"tiny\"], [\"shell\", \"tiny\", \"snail\"], [\"tiny\", \"snail\", \"already\"], [\"snail\", \"already\", \"dissolving\"], [\"already\", \"dissolving\", \"asyetunknown\"], [\"dissolving\", \"asyetunknown\", \"consequence\"], [\"asyetunknown\", \"consequence\", \"ecosystem\"], [\"consequence\", \"ecosystem\", \"one\"], [\"ecosystem\", \"one\", \"study\"], [\"one\", \"study\", \"author\"], [\"study\", \"author\", \"nina\"], [\"author\", \"nina\", \"bednarsek\"], [\"nina\", \"bednarsek\", \"told\"], [\"bednarsek\", \"told\", \"science\"], [\"told\", \"science\", \"magazine\"], [\"science\", \"magazine\", \"snail\"], [\"magazine\", \"snail\", \"shell\"], [\"snail\", \"shell\", \"pitted\"], [\"shell\", \"pitted\", \"acidifying\"], [\"pitted\", \"acidifying\", \"ocean\"], [\"acidifying\", \"ocean\", \"resembled\"], [\"ocean\", \"resembled\", \"cauliflower\"], [\"resembled\", \"cauliflower\", \"sandpaper\"], [\"cauliflower\", \"sandpaper\", \"similarly\"], [\"sandpaper\", \"similarly\", \"striking\"], [\"similarly\", \"striking\", \"study\"], [\"striking\", \"study\", \"dozen\"], [\"study\", \"dozen\", \"world\"], [\"dozen\", \"world\", \"top\"], [\"world\", \"top\", \"ocean\"], [\"top\", \"ocean\", \"scientist\"], [\"ocean\", \"scientist\", \"july\"], [\"scientist\", \"july\", \"said\"], [\"july\", \"said\", \"current\"], [\"said\", \"current\", \"pace\"], [\"current\", \"pace\", \"increasing\"], [\"pace\", \"increasing\", \"carbon\"], [\"increasing\", \"carbon\", \"emission\"], [\"carbon\", \"emission\", \"would\"], [\"emission\", \"would\", \"force\"], [\"would\", \"force\", \"effectively\"], [\"force\", \"effectively\", \"irreversible\"], [\"effectively\", \"irreversible\", \"change\"], [\"irreversible\", \"change\", \"ocean\"], [\"change\", \"ocean\", \"ecosystem\"], [\"ocean\", \"ecosystem\", \"century\"], [\"ecosystem\", \"century\", \"little\"], [\"century\", \"little\", \"decade\"], [\"little\", \"decade\", \"study\"], [\"decade\", \"study\", \"suggested\"], [\"study\", \"suggested\", \"chemical\"], [\"suggested\", \"chemical\", \"change\"], [\"chemical\", \"change\", \"rise\"], [\"change\", \"rise\", \"significantly\"], [\"rise\", \"significantly\", \"background\"], [\"significantly\", \"background\", \"level\"], [\"background\", \"level\", \"nearly\"], [\"level\", \"nearly\", \"half\"], [\"nearly\", \"half\", \"world\"], [\"half\", \"world\", \"ocean\"], [\"world\", \"ocean\", \"used\"], [\"ocean\", \"used\", \"think\"], [\"used\", \"think\", \"kind\"], [\"think\", \"kind\", \"hard\"], [\"kind\", \"hard\", \"make\"], [\"hard\", \"make\", \"thing\"], [\"make\", \"thing\", \"ocean\"], [\"thing\", \"ocean\", \"go\"], [\"ocean\", \"go\", \"extinct\"], [\"go\", \"extinct\", \"james\"], [\"extinct\", \"james\", \"barry\"], [\"james\", \"barry\", \"monterey\"], [\"barry\", \"monterey\", \"bay\"], [\"monterey\", \"bay\", \"aquarium\"], [\"bay\", \"aquarium\", \"research\"], [\"aquarium\", \"research\", \"institute\"], [\"research\", \"institute\", \"california\"], [\"institute\", \"california\", \"told\"], [\"california\", \"told\", \"seattle\"], [\"told\", \"seattle\", \"time\"], [\"seattle\", \"time\", \"2013\"], [\"time\", \"2013\", \"change\"], [\"2013\", \"change\", \"seeing\"], [\"change\", \"seeing\", \"happening\"], [\"seeing\", \"happening\", \"fast\"], [\"happening\", \"fast\", \"almost\"], [\"fast\", \"almost\", \"instantaneous\"], [\"almost\", \"instantaneous\", \"thanks\"], [\"instantaneous\", \"thanks\", \"pressure\"], [\"thanks\", \"pressure\", \"putting\"], [\"pressure\", \"putting\", \"planet\"], [\"putting\", \"planet\", \"ecosystem\"], [\"planet\", \"ecosystem\", \"warming\"], [\"ecosystem\", \"warming\", \"acidification\"], [\"warming\", \"acidification\", \"good\"], [\"acidification\", \"good\", \"oldfashioned\"], [\"good\", \"oldfashioned\", \"pollution\"], [\"oldfashioned\", \"pollution\", \"ocean\"], [\"pollution\", \"ocean\", \"set\"], [\"ocean\", \"set\", \"several\"], [\"set\", \"several\", \"decade\"], [\"several\", \"decade\", \"rapid\"], [\"decade\", \"rapid\", \"change\"], [\"rapid\", \"change\", \"here\"], [\"change\", \"here\", \"could\"], [\"here\", \"could\", \"happen\"], [\"could\", \"happen\", \"next\"], [\"happen\", \"next\", \"combination\"], [\"next\", \"combination\", \"excessive\"], [\"combination\", \"excessive\", \"nutrient\"], [\"excessive\", \"nutrient\", \"agricultural\"], [\"nutrient\", \"agricultural\", \"runoff\"], [\"agricultural\", \"runoff\", \"abnormal\"], [\"runoff\", \"abnormal\", \"wind\"], [\"abnormal\", \"wind\", \"pattern\"], [\"wind\", \"pattern\", \"warming\"], [\"pattern\", \"warming\", \"ocean\"], [\"warming\", \"ocean\", \"already\"], [\"ocean\", \"already\", \"creating\"], [\"already\", \"creating\", \"seasonal\"], [\"creating\", \"seasonal\", \"dead\"], [\"seasonal\", \"dead\", \"zone\"], [\"dead\", \"zone\", \"coastal\"], [\"zone\", \"coastal\", \"region\"], [\"coastal\", \"region\", \"algae\"], [\"region\", \"algae\", \"bloom\"], [\"algae\", \"bloom\", \"suck\"], [\"bloom\", \"suck\", \"available\"], [\"suck\", \"available\", \"oxygen\"], [\"available\", \"oxygen\", \"appearance\"], [\"oxygen\", \"appearance\", \"lowoxygen\"], [\"appearance\", \"lowoxygen\", \"region\"], [\"lowoxygen\", \"region\", \"doubled\"], [\"region\", \"doubled\", \"frequency\"], [\"doubled\", \"frequency\", \"every\"], [\"frequency\", \"every\", \"10\"], [\"every\", \"10\", \"year\"], [\"10\", \"year\", \"since\"], [\"year\", \"since\", \"1960\"], [\"since\", \"1960\", \"continue\"], [\"1960\", \"continue\", \"grow\"], [\"continue\", \"grow\", \"coming\"], [\"grow\", \"coming\", \"decade\"], [\"coming\", \"decade\", \"even\"], [\"decade\", \"even\", \"greater\"], [\"even\", \"greater\", \"rate\"], [\"greater\", \"rate\", \"far\"], [\"rate\", \"far\", \"dead\"], [\"far\", \"dead\", \"zone\"], [\"dead\", \"zone\", \"remained\"], [\"zone\", \"remained\", \"mostly\"], [\"remained\", \"mostly\", \"close\"], [\"mostly\", \"close\", \"coast\"], [\"close\", \"coast\", \"21st\"], [\"coast\", \"21st\", \"century\"], [\"21st\", \"century\", \"deepocean\"], [\"century\", \"deepocean\", \"dead\"], [\"deepocean\", \"dead\", \"zone\"], [\"dead\", \"zone\", \"could\"], [\"zone\", \"could\", \"become\"], [\"could\", \"become\", \"common\"], [\"become\", \"common\", \"lowoxygen\"], [\"common\", \"lowoxygen\", \"region\"], [\"lowoxygen\", \"region\", \"could\"], [\"region\", \"could\", \"gradually\"], [\"could\", \"gradually\", \"expand\"], [\"gradually\", \"expand\", \"size\"], [\"expand\", \"size\", \"potentially\"], [\"size\", \"potentially\", \"thousand\"], [\"potentially\", \"thousand\", \"mile\"], [\"thousand\", \"mile\", \"across\"], [\"mile\", \"across\", \"would\"], [\"across\", \"would\", \"force\"], [\"would\", \"force\", \"fish\"], [\"force\", \"fish\", \"whale\"], [\"fish\", \"whale\", \"pretty\"], [\"whale\", \"pretty\", \"much\"], [\"pretty\", \"much\", \"everything\"], [\"much\", \"everything\", \"upward\"], [\"everything\", \"upward\", \"occur\"], [\"upward\", \"occur\", \"large\"], [\"occur\", \"large\", \"section\"], [\"large\", \"section\", \"temperate\"], [\"section\", \"temperate\", \"deep\"], [\"temperate\", \"deep\", \"ocean\"], [\"deep\", \"ocean\", \"would\"], [\"ocean\", \"would\", \"suffer\"], [\"would\", \"suffer\", \"oxygenfree\"], [\"suffer\", \"oxygenfree\", \"layer\"], [\"oxygenfree\", \"layer\", \"grow\"], [\"layer\", \"grow\", \"pronounced\"], [\"grow\", \"pronounced\", \"stratifies\"], [\"pronounced\", \"stratifies\", \"pushing\"], [\"stratifies\", \"pushing\", \"surface\"], [\"pushing\", \"surface\", \"ocean\"], [\"surface\", \"ocean\", \"warming\"], [\"ocean\", \"warming\", \"overdrive\"], [\"warming\", \"overdrive\", \"hindering\"], [\"overdrive\", \"hindering\", \"upwelling\"], [\"hindering\", \"upwelling\", \"cooler\"], [\"upwelling\", \"cooler\", \"nutrientrich\"], [\"cooler\", \"nutrientrich\", \"deeper\"], [\"nutrientrich\", \"deeper\", \"water\"], [\"deeper\", \"water\", \"enhanced\"], [\"water\", \"enhanced\", \"evaporation\"], [\"enhanced\", \"evaporation\", \"warmer\"], [\"evaporation\", \"warmer\", \"ocean\"], [\"warmer\", \"ocean\", \"create\"], [\"ocean\", \"create\", \"heavier\"], [\"create\", \"heavier\", \"downpour\"], [\"heavier\", \"downpour\", \"perhaps\"], [\"downpour\", \"perhaps\", \"destabilizing\"], [\"perhaps\", \"destabilizing\", \"root\"], [\"destabilizing\", \"root\", \"system\"], [\"root\", \"system\", \"forest\"], [\"system\", \"forest\", \"accelerated\"], [\"forest\", \"accelerated\", \"runoff\"], [\"accelerated\", \"runoff\", \"pour\"], [\"runoff\", \"pour\", \"excess\"], [\"pour\", \"excess\", \"nutrient\"], [\"excess\", \"nutrient\", \"coastal\"], [\"nutrient\", \"coastal\", \"area\"], [\"coastal\", \"area\", \"enhancing\"], [\"area\", \"enhancing\", \"dead\"], [\"enhancing\", \"dead\", \"zone\"], [\"dead\", \"zone\", \"past\"], [\"zone\", \"past\", \"year\"], [\"past\", \"year\", \"downpour\"], [\"year\", \"downpour\", \"broken\"], [\"downpour\", \"broken\", \"record\"], [\"broken\", \"record\", \"long\"], [\"record\", \"long\", \"island\"], [\"long\", \"island\", \"phoenix\"], [\"island\", \"phoenix\", \"detroit\"], [\"phoenix\", \"detroit\", \"baltimore\"], [\"detroit\", \"baltimore\", \"houston\"], [\"baltimore\", \"houston\", \"pensacola\"], [\"houston\", \"pensacola\", \"florida\"], [\"pensacola\", \"florida\", \"evidence\"], [\"florida\", \"evidence\", \"scenario\"], [\"evidence\", \"scenario\", \"come\"], [\"scenario\", \"come\", \"large\"], [\"come\", \"large\", \"part\"], [\"large\", \"part\", \"best\"], [\"part\", \"best\", \"understanding\"], [\"best\", \"understanding\", \"happened\"], [\"understanding\", \"happened\", \"250\"], [\"happened\", \"250\", \"million\"], [\"250\", \"million\", \"year\"], [\"million\", \"year\", \"ago\"], [\"year\", \"ago\", \"great\"], [\"ago\", \"great\", \"dying\"], [\"great\", \"dying\", \"90\"], [\"dying\", \"90\", \"percent\"], [\"90\", \"percent\", \"oceanic\"], [\"percent\", \"oceanic\", \"specie\"], [\"oceanic\", \"specie\", \"perished\"], [\"specie\", \"perished\", \"pulse\"], [\"perished\", \"pulse\", \"carbon\"], [\"pulse\", \"carbon\", \"dioxide\"], [\"carbon\", \"dioxide\", \"methane\"], [\"dioxide\", \"methane\", \"landbased\"], [\"methane\", \"landbased\", \"source\"], [\"landbased\", \"source\", \"began\"], [\"source\", \"began\", \"period\"], [\"began\", \"period\", \"profound\"], [\"period\", \"profound\", \"climate\"], [\"profound\", \"climate\", \"change\"], [\"climate\", \"change\", \"condition\"], [\"change\", \"condition\", \"triggered\"], [\"condition\", \"triggered\", \"great\"], [\"triggered\", \"great\", \"dying\"], [\"great\", \"dying\", \"took\"], [\"dying\", \"took\", \"hundred\"], [\"took\", \"hundred\", \"thousand\"], [\"hundred\", \"thousand\", \"year\"], [\"thousand\", \"year\", \"develop\"], [\"year\", \"develop\", \"human\"], [\"develop\", \"human\", \"emitting\"], [\"human\", \"emitting\", \"carbon\"], [\"emitting\", \"carbon\", \"dioxide\"], [\"carbon\", \"dioxide\", \"much\"], [\"dioxide\", \"much\", \"quicker\"], [\"much\", \"quicker\", \"rate\"], [\"quicker\", \"rate\", \"current\"], [\"rate\", \"current\", \"mass\"], [\"current\", \"mass\", \"extinction\"], [\"mass\", \"extinction\", \"took\"], [\"extinction\", \"took\", \"100\"], [\"took\", \"100\", \"year\"], [\"100\", \"year\", \"kickstart\"], [\"year\", \"kickstart\", \"stressor\"], [\"kickstart\", \"stressor\", \"working\"], [\"stressor\", \"working\", \"hypoxic\"], [\"working\", \"hypoxic\", \"feedback\"], [\"hypoxic\", \"feedback\", \"loop\"], [\"feedback\", \"loop\", \"could\"], [\"loop\", \"could\", \"wind\"], [\"could\", \"wind\", \"destroying\"], [\"wind\", \"destroying\", \"ocean\"], [\"destroying\", \"ocean\", \"speciesrich\"], [\"ocean\", \"speciesrich\", \"ecosystem\"], [\"speciesrich\", \"ecosystem\", \"within\"], [\"ecosystem\", \"within\", \"lifetime\"], [\"within\", \"lifetime\", \"recent\"], [\"lifetime\", \"recent\", \"study\"], [\"recent\", \"study\", \"sarah\"], [\"study\", \"sarah\", \"moffitt\"], [\"sarah\", \"moffitt\", \"university\"], [\"moffitt\", \"university\", \"californiadavis\"], [\"university\", \"californiadavis\", \"said\"], [\"californiadavis\", \"said\", \"could\"], [\"said\", \"could\", \"take\"], [\"could\", \"take\", \"ocean\"], [\"take\", \"ocean\", \"thousand\"], [\"ocean\", \"thousand\", \"year\"], [\"thousand\", \"year\", \"recover\"], [\"year\", \"recover\", \"looking\"], [\"recover\", \"looking\", \"forward\"], [\"looking\", \"forward\", \"kid\"], [\"forward\", \"kid\", \"people\"], [\"kid\", \"people\", \"future\"], [\"people\", \"future\", \"going\"], [\"future\", \"going\", \"ocean\"], [\"going\", \"ocean\", \"today\"], [\"ocean\", \"today\", \"moffitt\"], [\"today\", \"moffitt\", \"said\"], [\"moffitt\", \"said\", \"might\"], [\"said\", \"might\", \"expect\"], [\"might\", \"expect\", \"ticket\"], [\"expect\", \"ticket\", \"front\"], [\"ticket\", \"front\", \"row\"], [\"front\", \"row\", \"global\"], [\"row\", \"global\", \"environmental\"], [\"global\", \"environmental\", \"catastrophe\"], [\"environmental\", \"catastrophe\", \"taking\"], [\"catastrophe\", \"taking\", \"increasingly\"], [\"taking\", \"increasingly\", \"emotional\"], [\"increasingly\", \"emotional\", \"toll\"], [\"emotional\", \"toll\", \"scientist\"], [\"toll\", \"scientist\", \"case\"], [\"scientist\", \"case\", \"pushing\"], [\"case\", \"pushing\", \"toward\"], [\"pushing\", \"toward\", \"advocacy\"], [\"toward\", \"advocacy\", \"two\"], [\"advocacy\", \"two\", \"dozen\"], [\"two\", \"dozen\", \"scientist\"], [\"dozen\", \"scientist\", \"interviewed\"], [\"scientist\", \"interviewed\", \"piece\"], [\"interviewed\", \"piece\", \"virtually\"], [\"piece\", \"virtually\", \"drifted\"], [\"virtually\", \"drifted\", \"apocalyptic\"], [\"drifted\", \"apocalyptic\", \"language\"], [\"apocalyptic\", \"language\", \"point\"], [\"language\", \"point\", \"simone\"], [\"point\", \"simone\", \"alin\"], [\"simone\", \"alin\", \"oceanographer\"], [\"alin\", \"oceanographer\", \"focusing\"], [\"oceanographer\", \"focusing\", \"ocean\"], [\"focusing\", \"ocean\", \"acidification\"], [\"ocean\", \"acidification\", \"noaa\"], [\"acidification\", \"noaa\", \"pacific\"], [\"noaa\", \"pacific\", \"marine\"], [\"pacific\", \"marine\", \"environmental\"], [\"marine\", \"environmental\", \"laboratory\"], [\"environmental\", \"laboratory\", \"seattle\"], [\"laboratory\", \"seattle\", \"change\"], [\"seattle\", \"change\", \"shes\"], [\"change\", \"shes\", \"seeing\"], [\"shes\", \"seeing\", \"hit\"], [\"seeing\", \"hit\", \"close\"], [\"hit\", \"close\", \"home\"], [\"close\", \"home\", \"puget\"], [\"home\", \"puget\", \"sound\"], [\"puget\", \"sound\", \"natural\"], [\"sound\", \"natural\", \"laboratory\"], [\"natural\", \"laboratory\", \"coming\"], [\"laboratory\", \"coming\", \"decade\"], [\"coming\", \"decade\", \"rapid\"], [\"decade\", \"rapid\", \"change\"], [\"rapid\", \"change\", \"water\"], [\"change\", \"water\", \"naturally\"], [\"water\", \"naturally\", \"acidified\"], [\"naturally\", \"acidified\", \"world\"], [\"acidified\", \"world\", \"marine\"], [\"world\", \"marine\", \"ecosystem\"], [\"marine\", \"ecosystem\", \"local\"], [\"ecosystem\", \"local\", \"oyster\"], [\"local\", \"oyster\", \"industry\"], [\"oyster\", \"industry\", \"already\"], [\"industry\", \"already\", \"seeing\"], [\"already\", \"seeing\", \"serious\"], [\"seeing\", \"serious\", \"impact\"], [\"serious\", \"impact\", \"acidifying\"], [\"impact\", \"acidifying\", \"water\"], [\"acidifying\", \"water\", \"going\"], [\"water\", \"going\", \"great\"], [\"going\", \"great\", \"length\"], [\"great\", \"length\", \"avoid\"], [\"length\", \"avoid\", \"total\"], [\"avoid\", \"total\", \"collapse\"], [\"total\", \"collapse\", \"alin\"], [\"collapse\", \"alin\", \"call\"], [\"alin\", \"call\", \"oyster\"], [\"call\", \"oyster\", \"nonnative\"], [\"oyster\", \"nonnative\", \"canary\"], [\"nonnative\", \"canary\", \"coal\"], [\"canary\", \"coal\", \"mine\"], [\"coal\", \"mine\", \"puget\"], [\"mine\", \"puget\", \"sound\"], [\"puget\", \"sound\", \"canary\"], [\"sound\", \"canary\", \"also\"], [\"canary\", \"also\", \"native\"], [\"also\", \"native\", \"coal\"], [\"native\", \"coal\", \"mine\"], [\"coal\", \"mine\", \"doesnt\"], [\"mine\", \"doesnt\", \"mean\"], [\"doesnt\", \"mean\", \"good\"], [\"mean\", \"good\", \"indicator\"], [\"good\", \"indicator\", \"change\"], [\"indicator\", \"change\", \"though\"], [\"change\", \"though\", \"work\"], [\"though\", \"work\", \"fundamental\"], [\"work\", \"fundamental\", \"oceanic\"], [\"fundamental\", \"oceanic\", \"change\"], [\"oceanic\", \"change\", \"every\"], [\"change\", \"every\", \"day\"], [\"every\", \"day\", \"dutkiewicz\"], [\"day\", \"dutkiewicz\", \"study\"], [\"dutkiewicz\", \"study\", \"impending\"], [\"study\", \"impending\", \"largescale\"], [\"impending\", \"largescale\", \"change\"], [\"largescale\", \"change\", \"plankton\"], [\"change\", \"plankton\", \"caught\"], [\"plankton\", \"caught\", \"offguard\"], [\"caught\", \"offguard\", \"alarming\"], [\"offguard\", \"alarming\", \"basis\"], [\"alarming\", \"basis\", \"food\"], [\"basis\", \"food\", \"web\"], [\"food\", \"web\", \"change\"], [\"web\", \"change\", \"everything\"], [\"change\", \"everything\", \"could\"], [\"everything\", \"could\", \"change\"], [\"could\", \"change\", \"right\"], [\"change\", \"right\", \"alins\"], [\"right\", \"alins\", \"frank\"], [\"alins\", \"frank\", \"discussion\"], [\"frank\", \"discussion\", \"looming\"], [\"discussion\", \"looming\", \"oceanic\"], [\"looming\", \"oceanic\", \"apocalypse\"], [\"oceanic\", \"apocalypse\", \"perhaps\"], [\"apocalypse\", \"perhaps\", \"product\"], [\"perhaps\", \"product\", \"studying\"], [\"product\", \"studying\", \"unfathomable\"], [\"studying\", \"unfathomable\", \"change\"], [\"unfathomable\", \"change\", \"every\"], [\"change\", \"every\", \"day\"], [\"every\", \"day\", \"four\"], [\"day\", \"four\", \"year\"], [\"four\", \"year\", \"ago\"], [\"year\", \"ago\", \"birth\"], [\"ago\", \"birth\", \"twin\"], [\"birth\", \"twin\", \"heightened\"], [\"twin\", \"heightened\", \"whole\"], [\"heightened\", \"whole\", \"issue\"], [\"whole\", \"issue\", \"say\"], [\"issue\", \"say\", \"worried\"], [\"say\", \"worried\", \"enough\"], [\"worried\", \"enough\", \"problem\"], [\"enough\", \"problem\", \"kid\"], [\"problem\", \"kid\", \"maybe\"], [\"kid\", \"maybe\", \"wondered\"], [\"maybe\", \"wondered\", \"whether\"], [\"wondered\", \"whether\", \"good\"], [\"whether\", \"good\", \"idea\"], [\"good\", \"idea\", \"make\"], [\"idea\", \"make\", \"feel\"], [\"make\", \"feel\", \"crushed\"], [\"feel\", \"crushed\", \"katharine\"], [\"crushed\", \"katharine\", \"hayhoe\"], [\"katharine\", \"hayhoe\", \"speaks\"], [\"hayhoe\", \"speaks\", \"climate\"], [\"speaks\", \"climate\", \"change\"], [\"climate\", \"change\", \"student\"], [\"change\", \"student\", \"faculty\"], [\"student\", \"faculty\", \"wayland\"], [\"faculty\", \"wayland\", \"baptist\"], [\"wayland\", \"baptist\", \"university\"], [\"baptist\", \"university\", \"2011\"], [\"university\", \"2011\", \"geoffrey\"], [\"2011\", \"geoffrey\", \"mcallisterchicago\"], [\"geoffrey\", \"mcallisterchicago\", \"tribunemctgetty\"], [\"mcallisterchicago\", \"tribunemctgetty\", \"katharine\"], [\"tribunemctgetty\", \"katharine\", \"hayhoe\"], [\"katharine\", \"hayhoe\", \"climate\"], [\"hayhoe\", \"climate\", \"scientist\"], [\"climate\", \"scientist\", \"evangelical\"], [\"scientist\", \"evangelical\", \"christian\"], [\"evangelical\", \"christian\", \"moved\"], [\"christian\", \"moved\", \"canada\"], [\"moved\", \"canada\", \"texas\"], [\"canada\", \"texas\", \"husband\"], [\"texas\", \"husband\", \"pastor\"], [\"husband\", \"pastor\", \"precisely\"], [\"pastor\", \"precisely\", \"vulnerability\"], [\"precisely\", \"vulnerability\", \"climate\"], [\"vulnerability\", \"climate\", \"change\"], [\"climate\", \"change\", \"engages\"], [\"change\", \"engages\", \"evangelical\"], [\"engages\", \"evangelical\", \"community\"], [\"evangelical\", \"community\", \"science\"], [\"community\", \"science\", \"almost\"], [\"science\", \"almost\", \"missionary\"], [\"almost\", \"missionary\", \"would\"], [\"missionary\", \"would\", \"shes\"], [\"would\", \"shes\", \"already\"], [\"shes\", \"already\", \"planning\"], [\"already\", \"planning\", \"exit\"], [\"planning\", \"exit\", \"strategy\"], [\"exit\", \"strategy\", \"continue\"], [\"strategy\", \"continue\", \"current\"], [\"continue\", \"current\", \"pathway\"], [\"current\", \"pathway\", \"canada\"], [\"pathway\", \"canada\", \"home\"], [\"canada\", \"home\", \"u\"], [\"home\", \"u\", \"long\"], [\"u\", \"long\", \"term\"], [\"long\", \"term\", \"majority\"], [\"term\", \"majority\", \"people\"], [\"majority\", \"people\", \"dont\"], [\"people\", \"dont\", \"exit\"], [\"dont\", \"exit\", \"strategy\"], [\"exit\", \"strategy\", \"thats\"], [\"strategy\", \"thats\", \"im\"], [\"thats\", \"im\", \"trying\"], [\"im\", \"trying\", \"help\"], [\"trying\", \"help\", \"james\"], [\"help\", \"james\", \"hansen\"], [\"james\", \"hansen\", \"dean\"], [\"hansen\", \"dean\", \"climate\"], [\"dean\", \"climate\", \"scientist\"], [\"climate\", \"scientist\", \"retired\"], [\"scientist\", \"retired\", \"nasa\"], [\"retired\", \"nasa\", \"2013\"], [\"nasa\", \"2013\", \"become\"], [\"2013\", \"become\", \"climate\"], [\"become\", \"climate\", \"activist\"], [\"climate\", \"activist\", \"gloom\"], [\"activist\", \"gloom\", \"report\"], [\"gloom\", \"report\", \"put\"], [\"report\", \"put\", \"name\"], [\"put\", \"name\", \"hansen\"], [\"name\", \"hansen\", \"actually\"], [\"hansen\", \"actually\", \"somewhat\"], [\"actually\", \"somewhat\", \"hopeful\"], [\"somewhat\", \"hopeful\", \"thats\"], [\"hopeful\", \"thats\", \"know\"], [\"thats\", \"know\", \"climate\"], [\"know\", \"climate\", \"change\"], [\"climate\", \"change\", \"straightforward\"], [\"change\", \"straightforward\", \"solution\"], [\"straightforward\", \"solution\", \"end\"], [\"solution\", \"end\", \"fossilfuel\"], [\"end\", \"fossilfuel\", \"use\"], [\"fossilfuel\", \"use\", \"quickly\"], [\"use\", \"quickly\", \"possible\"], [\"quickly\", \"possible\", \"tomorrow\"], [\"possible\", \"tomorrow\", \"leader\"], [\"tomorrow\", \"leader\", \"united\"], [\"leader\", \"united\", \"state\"], [\"united\", \"state\", \"china\"], [\"state\", \"china\", \"would\"], [\"china\", \"would\", \"agree\"], [\"would\", \"agree\", \"sufficiently\"], [\"agree\", \"sufficiently\", \"strong\"], [\"sufficiently\", \"strong\", \"coordinated\"], [\"strong\", \"coordinated\", \"carbon\"], [\"coordinated\", \"carbon\", \"tax\"], [\"carbon\", \"tax\", \"thats\"], [\"tax\", \"thats\", \"also\"], [\"thats\", \"also\", \"applied\"], [\"also\", \"applied\", \"import\"], [\"applied\", \"import\", \"rest\"], [\"import\", \"rest\", \"world\"], [\"rest\", \"world\", \"would\"], [\"world\", \"would\", \"choice\"], [\"would\", \"choice\", \"sign\"], [\"choice\", \"sign\", \"idea\"], [\"sign\", \"idea\", \"already\"], [\"idea\", \"already\", \"pitched\"], [\"already\", \"pitched\", \"congress\"], [\"pitched\", \"congress\", \"several\"], [\"congress\", \"several\", \"time\"], [\"several\", \"time\", \"tepid\"], [\"time\", \"tepid\", \"bipartisan\"], [\"tepid\", \"bipartisan\", \"support\"], [\"bipartisan\", \"support\", \"even\"], [\"support\", \"even\", \"though\"], [\"even\", \"though\", \"carbon\"], [\"though\", \"carbon\", \"tax\"], [\"carbon\", \"tax\", \"probably\"], [\"tax\", \"probably\", \"long\"], [\"probably\", \"long\", \"shot\"], [\"long\", \"shot\", \"hansen\"], [\"shot\", \"hansen\", \"even\"], [\"hansen\", \"even\", \"slim\"], [\"even\", \"slim\", \"possibility\"], [\"slim\", \"possibility\", \"bold\"], [\"possibility\", \"bold\", \"action\"], [\"bold\", \"action\", \"like\"], [\"action\", \"like\", \"might\"], [\"like\", \"might\", \"happen\"], [\"might\", \"happen\", \"enough\"], [\"happen\", \"enough\", \"devote\"], [\"enough\", \"devote\", \"rest\"], [\"devote\", \"rest\", \"life\"], [\"rest\", \"life\", \"working\"], [\"life\", \"working\", \"achieve\"], [\"working\", \"achieve\", \"conference\"], [\"achieve\", \"conference\", \"call\"], [\"conference\", \"call\", \"reporter\"], [\"call\", \"reporter\", \"july\"], [\"reporter\", \"july\", \"hansen\"], [\"july\", \"hansen\", \"said\"], [\"hansen\", \"said\", \"potential\"], [\"said\", \"potential\", \"joint\"], [\"potential\", \"joint\", \"uschina\"], [\"joint\", \"uschina\", \"carbon\"], [\"uschina\", \"carbon\", \"tax\"], [\"carbon\", \"tax\", \"important\"], [\"tax\", \"important\", \"whatever\"], [\"important\", \"whatever\", \"happens\"], [\"whatever\", \"happens\", \"united\"], [\"happens\", \"united\", \"nation\"], [\"united\", \"nation\", \"climate\"], [\"nation\", \"climate\", \"talk\"], [\"climate\", \"talk\", \"paris\"], [\"talk\", \"paris\", \"one\"], [\"paris\", \"one\", \"group\"], [\"one\", \"group\", \"hansen\"], [\"group\", \"hansen\", \"helping\"], [\"hansen\", \"helping\", \"childrens\"], [\"helping\", \"childrens\", \"trust\"], [\"childrens\", \"trust\", \"legal\"], [\"trust\", \"legal\", \"advocacy\"], [\"legal\", \"advocacy\", \"organization\"], [\"advocacy\", \"organization\", \"thats\"], [\"organization\", \"thats\", \"filed\"], [\"thats\", \"filed\", \"number\"], [\"filed\", \"number\", \"novel\"], [\"number\", \"novel\", \"challenge\"], [\"novel\", \"challenge\", \"behalf\"], [\"challenge\", \"behalf\", \"minor\"], [\"behalf\", \"minor\", \"idea\"], [\"minor\", \"idea\", \"climate\"], [\"idea\", \"climate\", \"change\"], [\"climate\", \"change\", \"violation\"], [\"change\", \"violation\", \"intergenerational\"], [\"violation\", \"intergenerational\", \"equity\"], [\"intergenerational\", \"equity\", \"child\"], [\"equity\", \"child\", \"group\"], [\"child\", \"group\", \"argues\"], [\"group\", \"argues\", \"lawfully\"], [\"argues\", \"lawfully\", \"entitled\"], [\"lawfully\", \"entitled\", \"inherit\"], [\"entitled\", \"inherit\", \"healthy\"], [\"inherit\", \"healthy\", \"planet\"], [\"healthy\", \"planet\", \"separate\"], [\"planet\", \"separate\", \"challenge\"], [\"separate\", \"challenge\", \"u\"], [\"challenge\", \"u\", \"law\"], [\"u\", \"law\", \"brought\"], [\"law\", \"brought\", \"former\"], [\"brought\", \"former\", \"epa\"], [\"former\", \"epa\", \"scientist\"], [\"epa\", \"scientist\", \"arguing\"], [\"scientist\", \"arguing\", \"carbon\"], [\"arguing\", \"carbon\", \"dioxide\"], [\"carbon\", \"dioxide\", \"isnt\"], [\"dioxide\", \"isnt\", \"pollutant\"], [\"isnt\", \"pollutant\", \"clean\"], [\"pollutant\", \"clean\", \"air\"], [\"clean\", \"air\", \"act\"], [\"air\", \"act\", \"dissipate\"], [\"act\", \"dissipate\", \"also\"], [\"dissipate\", \"also\", \"toxic\"], [\"also\", \"toxic\", \"substance\"], [\"toxic\", \"substance\", \"general\"], [\"substance\", \"general\", \"substance\"], [\"general\", \"substance\", \"exceptionally\"], [\"substance\", \"exceptionally\", \"long\"], [\"exceptionally\", \"long\", \"life\"], [\"long\", \"life\", \"span\"], [\"life\", \"span\", \"environment\"], [\"span\", \"environment\", \"cause\"], [\"environment\", \"cause\", \"unreasonable\"], [\"cause\", \"unreasonable\", \"risk\"], [\"unreasonable\", \"risk\", \"therefore\"], [\"risk\", \"therefore\", \"require\"], [\"therefore\", \"require\", \"remediation\"], [\"require\", \"remediation\", \"case\"], [\"remediation\", \"case\", \"remediation\"], [\"case\", \"remediation\", \"may\"], [\"remediation\", \"may\", \"involve\"], [\"may\", \"involve\", \"planting\"], [\"involve\", \"planting\", \"vast\"], [\"planting\", \"vast\", \"number\"], [\"vast\", \"number\", \"tree\"], [\"number\", \"tree\", \"restoring\"], [\"tree\", \"restoring\", \"wetland\"], [\"restoring\", \"wetland\", \"bury\"], [\"wetland\", \"bury\", \"excess\"], [\"bury\", \"excess\", \"carbon\"], [\"excess\", \"carbon\", \"underground\"], [\"carbon\", \"underground\", \"even\"], [\"underground\", \"even\", \"novel\"], [\"even\", \"novel\", \"challenge\"], [\"novel\", \"challenge\", \"succeed\"], [\"challenge\", \"succeed\", \"take\"], [\"succeed\", \"take\", \"year\"], [\"take\", \"year\", \"bend\"], [\"year\", \"bend\", \"curve\"], [\"bend\", \"curve\", \"noticeable\"], [\"curve\", \"noticeable\", \"maybe\"], [\"noticeable\", \"maybe\", \"thats\"], [\"maybe\", \"thats\", \"enough\"], [\"thats\", \"enough\", \"feel\"], [\"enough\", \"feel\", \"lost\"], [\"feel\", \"lost\", \"saving\"], [\"lost\", \"saving\", \"specie\"], [\"saving\", \"specie\", \"feel\"], [\"specie\", \"feel\", \"like\"], [\"feel\", \"like\", \"triumph\"], [\"like\", \"triumph\", \"archive\"], [\"triumph\", \"archive\", \"issue\"], [\"archive\", \"issue\", \"1241\"], [\"issue\", \"1241\", \"august\"], [\"1241\", \"august\", \"13\"], [\"august\", \"13\", \"2015\"]], \"URL\": \"http://www.rollingstone.com/politics/news/the-point-of-no-return-climate-change-nightmares-are-already-here-20150805\"}"