"{\"Text\": \"Total confirmed cases (by week, 2015)\\n\\nSUMMARY\\n\\nThere were 3 confirmed cases of Ebola virus disease (EVD) reported in the week to 16 August, all of which were reported from Guinea. For the first time since the beginning of the outbreak in Sierra Leone, a full epidemiological week has passed with no confirmed cases reported from the country. Overall case incidence has held at 3 confirmed cases per week for 3 consecutive weeks. In addition, the number of contacts under observation has halved from over 1600 on 9 August to approximately 800 throughout 3 Guinean prefectures and 3 districts in Sierra Leone on 16 August. Almost 600 contacts in Tonkolili, Sierra Leone, completed the 21-day follow-up period on 14 August, accounting for most of the decline in the number of contacts under follow-up. However, there is still a significant risk of further transmission. In addition to the large number of contacts who remain under observation in Guinea and Sierra Leone, 45 contacts have been lost to follow-up in the Guinean capital Conakry over the past 6 weeks. Several high-risk contacts have also been lost to follow-up in the Sierra Leonean capital, Freetown. Rapid-response teams remain alert and ready to respond to further cases.\\n\\nAll of the 3 confirmed cases reported from Guinea in the week to 16 August are registered contacts, and are now receiving treatment in Ebola treatment centres. Two cases were reported from the Matam area of the capital, Conakry. Both cases were relatives and registered contacts of the single case reported from the Ratoma area of the city in the previous week (week ending 9 August). The remaining case was reported from the sub-prefecture of Moussayah in Forecariah. The case is a relative and registered contact of the case reported from the same sub-prefecture during the previous week. The origin of the previous weeks case remains under investigation. 796 contacts remain under follow-up in 3 western prefectures in Guinea (Conakry, Coyah, and Forecariah), compared with 927 contacts in 4 prefectures the previous week. All contacts previously under observation in the prefecture of Kindia have now completed the 21-day follow-up period.\\n\\nNo new cases were reported from Liberia in the week to 16 August. All contacts in Liberia have now completed their 21-day follow-up period. The last 2 patients with EVD in Liberia were discharged after completing treatment and testing negative for EVD for a second time on 23 July.\\n\\nNo cases were reported from Sierra Leone in the week to 16 August: the first week without a reported case since the onset of the outbreak in the country. A total of 72 contacts remain under follow-up across 3 districts (Tonkolili, Western Area Urban, and Western Area Rural), all of whom are associated with the Western Area Urban (Freetown) chain of transmission. All contacts associated with the recent cluster of cases in Tonkolili will complete the 21-day follow-up period on 23 August.\\n\\nFor the third consecutive week no health worker infections were reported from any of the affected countries. There have been a total of 880 confirmed health worker infections reported from Guinea, Liberia, and Sierra Leone since the start of the outbreak, with 512 reported deaths.\\n\\nCOUNTRIES WITH WIDESPREAD AND INTENSE TRANSMISSION\\n\\nThere have been a total of 27 952 reported confirmed, probable, and suspected cases of EVD in Guinea, Liberia, and Sierra Leone (figure 1, table 1) up to 16 August, with 11 284 reported deaths (this total includes reported deaths among probable and suspected cases, although outcomes for many cases are unknown). Three new confirmed cases were reported in Guinea in the week to 16 August.\\n\\nThe total number of confirmed cases is similar in males and females (table 2). Compared with children (people aged 14 years and under), adults aged 15 to 44 are approximately four times more likely to be affected in Guinea and Liberia, and three times more likely to be affected in Sierra Leone.\\n\\nNo new health worker infections were reported in the week to 16 August. Since the start of the outbreak a total of 880 confirmed health worker infections have been reported in Guinea, Liberia, and Sierra Leone; there have been 512 reported deaths (table 5).\\n\\nFigure 1: Confirmed, probable, and suspected EVD cases worldwide\\n\\nView data \\n\\nTable 1: Confirmed, probable, and suspected EVD cases in Guinea, Liberia, and Sierra Leone\\n\\nCountry Case definition Cumulative cases Cases in past 21 days Cumulative deaths Guinea Confirmed 3332 6 2072 Probable 452 * 452 Suspected 2 *  Total 3786 6 2524 Liberia Confirmed 3151 -  Probable 1879 -  Suspected 5636 -  Total 10 666 - 4806 Liberia** Confirmed 6 0 2 Probable 0 *  Suspected  *  Total 6 0 2 Sierra Leone Confirmed 8697 3 3586 Probable 287 * 208 Suspected 4510 * 158 Total 13 494 3 3952 Total Confirmed 15 186 9  Probable 2618 *  Suspected 10 148 *  Total 27 952 9 11 284\\n\\nView data \\n\\nTable 2: Cumulative number of confirmed cases by sex and age group in Guinea, Liberia, and Sierra Leone\\n\\nCountry Cumulative cases By sex*\\n\\n(per 100 000 population) By age group\\n\\n(per 100 000 population) Male Female 0-14 years 15-44 years 45+ years Guinea 1591\\n\\n(29) 1736\\n\\n(32) 529\\n\\n(11) 1897\\n\\n(41) 857\\n\\n(55) Liberia 1911\\n\\n(96) 1838\\n\\n(93) 561\\n\\n(33) 2060\\n\\n(121) 703\\n\\n(132) Sierra Leone 4792\\n\\n(168) 5081\\n\\n(175) 1978\\n\\n(82) 5592\\n\\n(216) 2129\\n\\n(288)\\n\\nView data \\n\\nFigure 2: Geographical distribution of confirmed cases reported in the week to 9 August 2015\\n\\nTable 3: Cases and contacts by district/prefecture/county over the past 3 weeks\\n\\nData are based on official information reported by ministries of health. These numbers are subject to change due to ongoing reclassification, retrospective investigation and availability of laboratory results. *Data as of 9 August for Guinea and Sierra Leone and 6 August for Liberia. One confirmed case in Tonkolili was retrospectively reported, with date of report 2 August 2015. Includes Freetown.\\n\\nTable 4: Location and epidemiological status of confirmed cases reported in the 3 weeks to 16 August 2015\\n\\nSub-prefectures/chiefdoms/districts that reported one or more confirmed cases in the 7 days to 16 August are highlighted. *Epi-link refers to cases who were not registered as contacts of a previous case (possibly because they refused to cooperate or were untraceable), but who, after further epidemiological investigation, were found to have had contact with a previous case, OR refers to cases who are resident or are from a community with active transmission in the past 21 days. Includes cases under epidemiological investigation. A case that is identified as a community death can also be registered as a contact, or subsequently be found to have had contact with a known case (epi-link), or have no known link to a previous case. One confirmed case in Tonkolili was retrospectively reported, with date of report 2 August 2015. **Includes Freetown. One confirmed case in Tonkolili was retrospectively reported, with date of report 2 August 2015.\\n\\nFigure 3: Geographical distribution of new and total confirmed cases in Guinea, Liberia and Sierra Leone\\n\\nView interactive map \\n\\nTable 5: Ebola virus disease infections in health workers in Guinea, Liberia and Sierra Leone\\n\\nCountry Cases Deaths Guinea 195 99 Liberia* 378 192 Sierra Leone 307 221 Total 880 512\\n\\nGUINEA\\n\\nKey performance indicators for the EVD response in Guinea are shown in table 6.\\n\\nThree confirmed cases were reported from 2 prefecturesConakry and Forecariahin the week to 16 August (table 3, table 4, figure 2, figure 3).\\n\\nBoth cases in Conakry were reported from the Matam area of the city, and were relatives and registered contacts of the single case reported from the Ratoma area of the city in the previous week. 216 contacts remain under follow-up in the prefecture. A total of 45 contacts have been lost to follow-up in Conakry during the past 6 weeks.\\n\\nThe case reported from the sub-prefecture of Moussayah in Forecariah is the second to be reported from the sub-prefecture in the past 2 weeks. The case is the older brother and a registered contact of the 26-year-old woman who was identified as EVD-positive after post-mortem testing during the previous week, and is now receiving treatment at an Ebola treatment centre. Investigations are ongoing to determine the origin of infection of last-weeks case. 579 contacts remain under follow-up in the prefecture.\\n\\nAn interim analysis of the Ebola ca suffit! ring vaccination trial in Guinea suggests that the investigational rVSV-ZEBOV Ebola vaccine protects people exposed to EVD. The trial will continue in Guinea, with all rings around confirmed cases now receiving immediate vaccination. Previously, rings were randomly allocated to receive either immediate vaccination or vaccination 21 days after the confirmation of a case.\\n\\n796 contacts remain under follow-up in 3 western prefectures in Guinea (Conakry, Coyah, and Forecariah), compared with 927 in 4 prefectures the previous week. Over 72% of all contacts are located in Forecariah, with 28% located in Conakry. A single contact is under follow-up in the prefecture of Coyah. All contacts previously being monitored in the prefecture of Kindia have now completed follow-up.\\n\\nThere were 3 (0.5%) unsafe burials reported in Guinea out of 577 recorded community deaths in the week to 16 August, compared with 6 (1%) unsafe burials out of 577 recorded community deaths in the previous week.\\n\\nIncluding both initial and repeat testing, a total of 842 laboratory samples were tested in the week to 16 August. Most tests (88% in the week to 16 August) are of post-mortem swabs taken to rule out EVD as the cause of death.\\n\\nLocations of the 8 operational Ebola treatment centres (ETCs) are shown in figure 7. No health-worker infections were reported from Guinea in the week to 16 August.\\n\\nLocations of the 11 operational laboratories in Guinea are shown in figure 8.\\n\\nTable 6: Key performance indicators for Guinea\\n\\nFor definitions of key performance indicators see Annex 2. Data are given for 7-day periods. *Includes repeat samples. Data missing for 03% of cases. #Outcome data missing for 01% of hospitalized confirmed cases.\\n\\nFigure 4: Confirmed weekly Ebola virus disease cases reported nationally and by prefecture from Guinea\\n\\nView data \\n\\nSIERRA LEONE\\n\\nKey performance indicators for the EVD response in Sierra Leone are shown in table 7.\\n\\nNo cases were reported from Sierra Leone in the week to 16 August: the first week without a reported case since the onset of the outbreak in the country.\\n\\nA total of 72 contacts remain under follow-up across 3 districts (Tonkolili, Western Area Urban, and Western Area Rural), all of whom are associated with the Western Area Urban (Freetown) chain of transmission. Several high-risk contacts have been lost to follow-up in Western Area Urban. All contacts associated with the recent cluster of cases in Tonkolili will complete their 21-day follow-up period on 23 August. Contacts in Freetown will remain under follow-up until 29 August.\\n\\nLocations of the 10 operational Ebola treatment centres (ETCs) in Sierra Leone are shown in figure 7. No health worker infections were reported in the week to 16 August.\\n\\nLaboratory indicators continue to reflect a heightened degree of vigilance, with 1775 new samples tested in the 7 days to 16 August. No new samples tested positive for EVD. Most tests (80% in the week to 16 August) are of post-mortem swabs taken to rule out EVD as the cause of death.\\n\\nLocations of the 9 operational laboratories in Sierra Leone are shown in figure 8.\\n\\nTable 7: Key performance indicators for Sierra Leone\\n\\nFor definitions of key performance indicators see Annex 2. Data are for 7-day periods. One confirmed case in Tonkolili was retrospectively reported, with date of report 2 August 2015. Laboratory data missing for 14 July. Data missing for 412% of cases. #Outcome data missing for 2575% of hospitalized confirmed cases. An outcome is known for only 6 hospitalized, confirmed cases in each April and May.\\n\\nFigure 5: Confirmed weekly Ebola virus disease cases reported nationally and by district from Sierra Leone\\n\\nView data \\n\\nFigure 6: Days since last confirmed case by district in Guinea, Liberia, and Sierra Leone\\n\\nView interactive map \\n\\nOTHER AFFECTED AND PREVIOUSLY AFFECTED COUNTRIES\\n\\nLiberia was declared free of Ebola transmission on 9 May 2015, after reporting no new cases for 42 consecutive days. The country subsequently entered a 3-month period of heightened surveillance, during which approximately 80 blood samples and oral swabs are collected each day from potential cases and tested for EVD. On 29 June, this heightened surveillance detected an EVD-positive community death in Margibi County, Liberiathe first new confirmed case reported from the country since 20 March. The case was a 17-year-old male who first became ill on 21 June, died on 28 June, and subsequently tested positive for EVD. As at 12 July, 5 contacts associated with the first-detected case have since been confirmed as EVD-positive. Of the 6 confirmed cases reported since 29 June, 2 have died, and the remaining 4 have now all been discharged after treatment. The last case was discharged after testing negative for EVD for a second time on 23 July. All contacts have now completed follow-up.\\n\\nSeven countries (Italy, Mali, Nigeria, Senegal, Spain, the United Kingdom and the United States of America) have previously reported a case or cases imported from a country with widespread and intense transmission.\\n\\nFigure 7: Location of Ebola treatment centres in Guinea, Liberia, and Sierra Leone\\n\\nView interactive map \\n\\nPREPAREDNESS OF COUNTRIES TO RAPIDLY DETECT AND RESPOND TO AN EBOLA EXPOSURE\\n\\nThe introduction of an EVD case into unaffected countries remains a risk as long as cases exist in any country. With adequate preparation, however, such an introduction can be contained through a timely and effective response.\\n\\nWHOs preparedness activities aim to ensure all countries are ready to effectively and safely detect, investigate, and report potential EVD cases, and to mount an effective response. WHO provides this support through country support visits by preparedness-strengthening teams (PSTs) to help identify and prioritize gaps and needs, direct technical assistance, and provide technical guidance and tools.\\n\\nFigure 8: Location of laboratories in Guinea, Liberia, and Sierra Leone\\n\\nView interactive map \\n\\nPriority countries in Africa\\n\\nThe initial focus of support by WHO and partners is on highest priority countries  Cote dIvoire, Guinea-Bissau, Mali, and Senegalfollowed by high priority countriesBenin, Burkina Faso, Cameroon, Central African Republic, Democratic Republic of the Congo, Ethiopia, Gambia, Ghana, Mauritania, Niger, Nigeria, South Sudan, and Togo. The criteria used to prioritize countries include the geographical proximity to affected countries, the relative magnitude of trade and migration links, and the relative strength of their health systems.\\n\\nSince 20 October 2014, PSTs have provided technical support in Benin, Burkina Faso, Cameroon, Central African Republic, Cote dIvoire, Ethiopia, Gambia, Ghana, Guinea-Bissau, Mali, Mauritania, Niger, Senegal, South Sudan, and Togo. Technical working group meetings, field visits, high-level table-top exercises, and field simulations have helped to identify key areas for improvement. Each country has a tailored plan to strengthen operational readiness.\\n\\nFrom October 2014 to August 2015 WHO has undertaken over 264 field deployments to priority countries to assist with the implementation of national plans.\\n\\nWHO provides personal protective equipment (PPE) modules containing minimum stocks to cover staff protection and other equipment needs to support 10 beds for 10 days for all staff with essential functions. PPE modules have been delivered or are in the process of being delivered to all countries on the African continent. In addition, all countries have received one PPE training module.\\n\\nContingency stockpiles of PPE are in place in the United Nations Humanitarian Response Depots (UNHRD) in Accra and Dubai, and are available to any country in the event that they experience a shortage.\\n\\nFollow-up support to priority countries\\n\\nFollowing the initial PST assessment missions to the 14 priority countries undertaken in 2014, a second phase of preparedness-strengthening activities have provided support on a country-by-country basis. Activities in the last week are highlighted below.\\n\\nIn Cameroon from 11 to 14 August, WHO led a PST follow-up visit to review the countrys level of readiness, with a focus on surveillance, points of entry, and logistics. During the visit, the ministry of health, WHO, and partners updated Cameroons national operational plan for preparedness.\\n\\nIn Gambia, WHO is supporting the ministry of health from 17 to 21 August to plan simulation exercises to evaluate the countrys response systems.\\n\\nIn Ghana, alongside the Department for Health Services, WHO, other partners, and ministries conducted a workshop to develop national guidelines on safe and dignified burials. The group discussed strategies for community engagement, including the importance of cultural and religious sensitivity. Community representatives, religious leaders, traditional healers, and local government officials will be consulted about their opinions on policies in an effort to actively improve community engagement.\\n\\nIn Guinea Bissau, preparedness support continues to be provided at the central level and in two priority regions (Tombali and Gabu) through WHOs sub-offices. Activities implemented by WHO and partners during the reporting period with national authorities include: a mapping of local partner activities and coordination meetings in Tombali and Gabu (involving regional authorities and partner organisations); establishment of community event-based surveillance project with the U.S. Centre for Disease Control (CDC), International organisation for Migration, and WHO support; border post visits and assessments in Gabu region by the WHO Representative and sub-regional teams; and a simulation exercise to test capacity for case isolation, safe sample collection, and shipment.\\n\\nEVD preparedness officers\\n\\nDedicated EVD preparedness officers have been deployed to support the implementation of country preparedness plans, coordinate partners, provide a focal point for inter-agency collaboration, provide specific technical support in their respective areas of expertise, and provide capacity development to national WHO staff. Preparedness officers are currently deployed to Benin, Cameroon, Central African Republic, Cote dIvoire, Ethiopia, Gambia, Ghana, Guinea-Bissau, Mali, Mauritania, Niger, Senegal, and Togo.\\n\\nTraining, exercises, and simulations\\n\\nPriority countries that have achieved a minimum of 50% implementation of preparedness checklist activities are encouraged to undertake a series of drills on elements of an EVD response, and a functional exercise to test the coordination of the Ebola operations centre.\\n\\nTrainings in Gambia (rapid response teams), Mauritania (points-of-entry), and Cote dIvoire (clinical management and IPC in Guiglo and Toulepleu) are currently being planned.\\n\\nSurveillance and preparedness indicators\\n\\nIndicators based on surveillance data, case-management capacity, laboratory testing, and equipment stocks continue to be collected on a weekly basis from the four countries that share a border with affected countries: Cote dIvoire, Guinea-Bissau, Mali, and Senegal.\\n\\nAn interactive preparedness dashboard based on the WHO EVD checklist is now available online.\\n\\nANNEX 1: COORDINATION OF THE EBOLA RESPONSE ALONG 4 LINES OF ACTION\\n\\nWHO continues to work with many partners in response to the EVD outbreak, including the African Union, the Economic Community of West African States, the Mano River Union, national governments, non-governmental organizations, and UN agencies, and technical institutions and networks in the Global Outbreak Alert and Response Network (GOARN). Agencies responsible for coordinating 4 key lines of action in the response are given below.\\n\\nLines of action Lead agency Case management WHO Case finding, laboratory services and contact tracing WHO Safe and dignified burials International Federation of Red Cross and Red Crescent Societies (IFRC) Community engagement and social mobilization UNICEF\\n\\nANNEX 2: DEFINITIONS OF PHASE 2 KEY PERFORMANCE INDICATORS\", \"Text_Bigrams\": [[\"total\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"week\"], [\"week\", \"2015\"], [\"2015\", \"summary\"], [\"summary\", \"3\"], [\"3\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"ebola\"], [\"ebola\", \"virus\"], [\"virus\", \"disease\"], [\"disease\", \"evd\"], [\"evd\", \"reported\"], [\"reported\", \"week\"], [\"week\", \"16\"], [\"16\", \"august\"], [\"august\", \"reported\"], [\"reported\", \"guinea\"], [\"guinea\", \"first\"], [\"first\", \"time\"], [\"time\", \"since\"], [\"since\", \"beginning\"], [\"beginning\", \"outbreak\"], [\"outbreak\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"full\"], [\"full\", \"epidemiological\"], [\"epidemiological\", \"week\"], [\"week\", \"passed\"], [\"passed\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"reported\"], [\"reported\", \"country\"], [\"country\", \"overall\"], [\"overall\", \"case\"], [\"case\", \"incidence\"], [\"incidence\", \"held\"], [\"held\", \"3\"], [\"3\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"per\"], [\"per\", \"week\"], [\"week\", \"3\"], [\"3\", \"consecutive\"], [\"consecutive\", \"week\"], [\"week\", \"addition\"], [\"addition\", \"number\"], [\"number\", \"contact\"], [\"contact\", \"observation\"], [\"observation\", \"halved\"], [\"halved\", \"1600\"], [\"1600\", \"9\"], [\"9\", \"august\"], [\"august\", \"approximately\"], [\"approximately\", \"800\"], [\"800\", \"throughout\"], [\"throughout\", \"3\"], [\"3\", \"guinean\"], [\"guinean\", \"prefecture\"], [\"prefecture\", \"3\"], [\"3\", \"district\"], [\"district\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"16\"], [\"16\", \"august\"], [\"august\", \"almost\"], [\"almost\", \"600\"], [\"600\", \"contact\"], [\"contact\", \"tonkolili\"], [\"tonkolili\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"completed\"], [\"completed\", \"21day\"], [\"21day\", \"followup\"], [\"followup\", \"period\"], [\"period\", \"14\"], [\"14\", \"august\"], [\"august\", \"accounting\"], [\"accounting\", \"decline\"], [\"decline\", \"number\"], [\"number\", \"contact\"], [\"contact\", \"followup\"], [\"followup\", \"however\"], [\"however\", \"still\"], [\"still\", \"significant\"], [\"significant\", \"risk\"], [\"risk\", \"transmission\"], [\"transmission\", \"addition\"], [\"addition\", \"large\"], [\"large\", \"number\"], [\"number\", \"contact\"], [\"contact\", \"remain\"], [\"remain\", \"observation\"], [\"observation\", \"guinea\"], [\"guinea\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"45\"], [\"45\", \"contact\"], [\"contact\", \"lost\"], [\"lost\", \"followup\"], [\"followup\", \"guinean\"], [\"guinean\", \"capital\"], [\"capital\", \"conakry\"], [\"conakry\", \"past\"], [\"past\", \"6\"], [\"6\", \"week\"], [\"week\", \"several\"], [\"several\", \"highrisk\"], [\"highrisk\", \"contact\"], [\"contact\", \"also\"], [\"also\", \"lost\"], [\"lost\", \"followup\"], [\"followup\", \"sierra\"], [\"sierra\", \"leonean\"], [\"leonean\", \"capital\"], [\"capital\", \"freetown\"], [\"freetown\", \"rapidresponse\"], [\"rapidresponse\", \"team\"], [\"team\", \"remain\"], [\"remain\", \"alert\"], [\"alert\", \"ready\"], [\"ready\", \"respond\"], [\"respond\", \"case\"], [\"case\", \"3\"], [\"3\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"reported\"], [\"reported\", \"guinea\"], [\"guinea\", \"week\"], [\"week\", \"16\"], [\"16\", \"august\"], [\"august\", \"registered\"], [\"registered\", \"contact\"], [\"contact\", \"receiving\"], [\"receiving\", \"treatment\"], [\"treatment\", \"ebola\"], [\"ebola\", \"treatment\"], [\"treatment\", \"centre\"], [\"centre\", \"two\"], [\"two\", \"case\"], [\"case\", \"reported\"], [\"reported\", \"matam\"], [\"matam\", \"area\"], [\"area\", \"capital\"], [\"capital\", \"conakry\"], [\"conakry\", \"case\"], [\"case\", \"relative\"], [\"relative\", \"registered\"], [\"registered\", \"contact\"], [\"contact\", \"single\"], [\"single\", \"case\"], [\"case\", \"reported\"], [\"reported\", \"ratoma\"], [\"ratoma\", \"area\"], [\"area\", \"city\"], [\"city\", \"previous\"], [\"previous\", \"week\"], [\"week\", \"week\"], [\"week\", \"ending\"], [\"ending\", \"9\"], [\"9\", \"august\"], [\"august\", \"remaining\"], [\"remaining\", \"case\"], [\"case\", \"reported\"], [\"reported\", \"subprefecture\"], [\"subprefecture\", \"moussayah\"], [\"moussayah\", \"forecariah\"], [\"forecariah\", \"case\"], [\"case\", \"relative\"], [\"relative\", \"registered\"], [\"registered\", \"contact\"], [\"contact\", \"case\"], [\"case\", \"reported\"], [\"reported\", \"subprefecture\"], [\"subprefecture\", \"previous\"], [\"previous\", \"week\"], [\"week\", \"origin\"], [\"origin\", \"previous\"], [\"previous\", \"week\"], [\"week\", \"case\"], [\"case\", \"remains\"], [\"remains\", \"investigation\"], [\"investigation\", \"796\"], [\"796\", \"contact\"], [\"contact\", \"remain\"], [\"remain\", \"followup\"], [\"followup\", \"3\"], [\"3\", \"western\"], [\"western\", \"prefecture\"], [\"prefecture\", \"guinea\"], [\"guinea\", \"conakry\"], [\"conakry\", \"coyah\"], [\"coyah\", \"forecariah\"], [\"forecariah\", \"compared\"], [\"compared\", \"927\"], [\"927\", \"contact\"], [\"contact\", \"4\"], [\"4\", \"prefecture\"], [\"prefecture\", \"previous\"], [\"previous\", \"week\"], [\"week\", \"contact\"], [\"contact\", \"previously\"], [\"previously\", \"observation\"], [\"observation\", \"prefecture\"], [\"prefecture\", \"kindia\"], [\"kindia\", \"completed\"], [\"completed\", \"21day\"], [\"21day\", \"followup\"], [\"followup\", \"period\"], [\"period\", \"new\"], [\"new\", \"case\"], [\"case\", \"reported\"], [\"reported\", \"liberia\"], [\"liberia\", \"week\"], [\"week\", \"16\"], [\"16\", \"august\"], [\"august\", \"contact\"], [\"contact\", \"liberia\"], [\"liberia\", \"completed\"], [\"completed\", \"21day\"], [\"21day\", \"followup\"], [\"followup\", \"period\"], [\"period\", \"last\"], [\"last\", \"2\"], [\"2\", \"patient\"], [\"patient\", \"evd\"], [\"evd\", \"liberia\"], [\"liberia\", \"discharged\"], [\"discharged\", \"completing\"], [\"completing\", \"treatment\"], [\"treatment\", \"testing\"], [\"testing\", \"negative\"], [\"negative\", \"evd\"], [\"evd\", \"second\"], [\"second\", \"time\"], [\"time\", \"23\"], [\"23\", \"july\"], [\"july\", \"case\"], [\"case\", \"reported\"], [\"reported\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"week\"], [\"week\", \"16\"], [\"16\", \"august\"], [\"august\", \"first\"], [\"first\", \"week\"], [\"week\", \"without\"], [\"without\", \"reported\"], [\"reported\", \"case\"], [\"case\", \"since\"], [\"since\", \"onset\"], [\"onset\", \"outbreak\"], [\"outbreak\", \"country\"], [\"country\", \"total\"], [\"total\", \"72\"], [\"72\", \"contact\"], [\"contact\", \"remain\"], [\"remain\", \"followup\"], [\"followup\", \"across\"], [\"across\", \"3\"], [\"3\", \"district\"], [\"district\", \"tonkolili\"], [\"tonkolili\", \"western\"], [\"western\", \"area\"], [\"area\", \"urban\"], [\"urban\", \"western\"], [\"western\", \"area\"], [\"area\", \"rural\"], [\"rural\", \"associated\"], [\"associated\", \"western\"], [\"western\", \"area\"], [\"area\", \"urban\"], [\"urban\", \"freetown\"], [\"freetown\", \"chain\"], [\"chain\", \"transmission\"], [\"transmission\", \"contact\"], [\"contact\", \"associated\"], [\"associated\", \"recent\"], [\"recent\", \"cluster\"], [\"cluster\", \"case\"], [\"case\", \"tonkolili\"], [\"tonkolili\", \"complete\"], [\"complete\", \"21day\"], [\"21day\", \"followup\"], [\"followup\", \"period\"], [\"period\", \"23\"], [\"23\", \"august\"], [\"august\", \"third\"], [\"third\", \"consecutive\"], [\"consecutive\", \"week\"], [\"week\", \"health\"], [\"health\", \"worker\"], [\"worker\", \"infection\"], [\"infection\", \"reported\"], [\"reported\", \"affected\"], [\"affected\", \"country\"], [\"country\", \"total\"], [\"total\", \"880\"], [\"880\", \"confirmed\"], [\"confirmed\", \"health\"], [\"health\", \"worker\"], [\"worker\", \"infection\"], [\"infection\", \"reported\"], [\"reported\", \"guinea\"], [\"guinea\", \"liberia\"], [\"liberia\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"since\"], [\"since\", \"start\"], [\"start\", \"outbreak\"], [\"outbreak\", \"512\"], [\"512\", \"reported\"], [\"reported\", \"death\"], [\"death\", \"country\"], [\"country\", \"widespread\"], [\"widespread\", \"intense\"], [\"intense\", \"transmission\"], [\"transmission\", \"total\"], [\"total\", \"27\"], [\"27\", \"952\"], [\"952\", \"reported\"], [\"reported\", \"confirmed\"], [\"confirmed\", \"probable\"], [\"probable\", \"suspected\"], [\"suspected\", \"case\"], [\"case\", \"evd\"], [\"evd\", \"guinea\"], [\"guinea\", \"liberia\"], [\"liberia\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"figure\"], [\"figure\", \"1\"], [\"1\", \"table\"], [\"table\", \"1\"], [\"1\", \"16\"], [\"16\", \"august\"], [\"august\", \"11\"], [\"11\", \"284\"], [\"284\", \"reported\"], [\"reported\", \"death\"], [\"death\", \"total\"], [\"total\", \"includes\"], [\"includes\", \"reported\"], [\"reported\", \"death\"], [\"death\", \"among\"], [\"among\", \"probable\"], [\"probable\", \"suspected\"], [\"suspected\", \"case\"], [\"case\", \"although\"], [\"although\", \"outcome\"], [\"outcome\", \"many\"], [\"many\", \"case\"], [\"case\", \"unknown\"], [\"unknown\", \"three\"], [\"three\", \"new\"], [\"new\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"reported\"], [\"reported\", \"guinea\"], [\"guinea\", \"week\"], [\"week\", \"16\"], [\"16\", \"august\"], [\"august\", \"total\"], [\"total\", \"number\"], [\"number\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"similar\"], [\"similar\", \"male\"], [\"male\", \"female\"], [\"female\", \"table\"], [\"table\", \"2\"], [\"2\", \"compared\"], [\"compared\", \"child\"], [\"child\", \"people\"], [\"people\", \"aged\"], [\"aged\", \"14\"], [\"14\", \"year\"], [\"year\", \"adult\"], [\"adult\", \"aged\"], [\"aged\", \"15\"], [\"15\", \"44\"], [\"44\", \"approximately\"], [\"approximately\", \"four\"], [\"four\", \"time\"], [\"time\", \"likely\"], [\"likely\", \"affected\"], [\"affected\", \"guinea\"], [\"guinea\", \"liberia\"], [\"liberia\", \"three\"], [\"three\", \"time\"], [\"time\", \"likely\"], [\"likely\", \"affected\"], [\"affected\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"new\"], [\"new\", \"health\"], [\"health\", \"worker\"], [\"worker\", \"infection\"], [\"infection\", \"reported\"], [\"reported\", \"week\"], [\"week\", \"16\"], [\"16\", \"august\"], [\"august\", \"since\"], [\"since\", \"start\"], [\"start\", \"outbreak\"], [\"outbreak\", \"total\"], [\"total\", \"880\"], [\"880\", \"confirmed\"], [\"confirmed\", \"health\"], [\"health\", \"worker\"], [\"worker\", \"infection\"], [\"infection\", \"reported\"], [\"reported\", \"guinea\"], [\"guinea\", \"liberia\"], [\"liberia\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"512\"], [\"512\", \"reported\"], [\"reported\", \"death\"], [\"death\", \"table\"], [\"table\", \"5\"], [\"5\", \"figure\"], [\"figure\", \"1\"], [\"1\", \"confirmed\"], [\"confirmed\", \"probable\"], [\"probable\", \"suspected\"], [\"suspected\", \"evd\"], [\"evd\", \"case\"], [\"case\", \"worldwide\"], [\"worldwide\", \"view\"], [\"view\", \"data\"], [\"data\", \"table\"], [\"table\", \"1\"], [\"1\", \"confirmed\"], [\"confirmed\", \"probable\"], [\"probable\", \"suspected\"], [\"suspected\", \"evd\"], [\"evd\", \"case\"], [\"case\", \"guinea\"], [\"guinea\", \"liberia\"], [\"liberia\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"country\"], [\"country\", \"case\"], [\"case\", \"definition\"], [\"definition\", \"cumulative\"], [\"cumulative\", \"case\"], [\"case\", \"case\"], [\"case\", \"past\"], [\"past\", \"21\"], [\"21\", \"day\"], [\"day\", \"cumulative\"], [\"cumulative\", \"death\"], [\"death\", \"guinea\"], [\"guinea\", \"confirmed\"], [\"confirmed\", \"3332\"], [\"3332\", \"6\"], [\"6\", \"2072\"], [\"2072\", \"probable\"], [\"probable\", \"452\"], [\"452\", \"452\"], [\"452\", \"suspected\"], [\"suspected\", \"2\"], [\"2\", \"total\"], [\"total\", \"3786\"], [\"3786\", \"6\"], [\"6\", \"2524\"], [\"2524\", \"liberia\"], [\"liberia\", \"confirmed\"], [\"confirmed\", \"3151\"], [\"3151\", \"probable\"], [\"probable\", \"1879\"], [\"1879\", \"suspected\"], [\"suspected\", \"5636\"], [\"5636\", \"total\"], [\"total\", \"10\"], [\"10\", \"666\"], [\"666\", \"4806\"], [\"4806\", \"liberia\"], [\"liberia\", \"confirmed\"], [\"confirmed\", \"6\"], [\"6\", \"0\"], [\"0\", \"2\"], [\"2\", \"probable\"], [\"probable\", \"0\"], [\"0\", \"suspected\"], [\"suspected\", \"total\"], [\"total\", \"6\"], [\"6\", \"0\"], [\"0\", \"2\"], [\"2\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"confirmed\"], [\"confirmed\", \"8697\"], [\"8697\", \"3\"], [\"3\", \"3586\"], [\"3586\", \"probable\"], [\"probable\", \"287\"], [\"287\", \"208\"], [\"208\", \"suspected\"], [\"suspected\", \"4510\"], [\"4510\", \"158\"], [\"158\", \"total\"], [\"total\", \"13\"], [\"13\", \"494\"], [\"494\", \"3\"], [\"3\", \"3952\"], [\"3952\", \"total\"], [\"total\", \"confirmed\"], [\"confirmed\", \"15\"], [\"15\", \"186\"], [\"186\", \"9\"], [\"9\", \"probable\"], [\"probable\", \"2618\"], [\"2618\", \"suspected\"], [\"suspected\", \"10\"], [\"10\", \"148\"], [\"148\", \"total\"], [\"total\", \"27\"], [\"27\", \"952\"], [\"952\", \"9\"], [\"9\", \"11\"], [\"11\", \"284\"], [\"284\", \"view\"], [\"view\", \"data\"], [\"data\", \"table\"], [\"table\", \"2\"], [\"2\", \"cumulative\"], [\"cumulative\", \"number\"], [\"number\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"sex\"], [\"sex\", \"age\"], [\"age\", \"group\"], [\"group\", \"guinea\"], [\"guinea\", \"liberia\"], [\"liberia\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"country\"], [\"country\", \"cumulative\"], [\"cumulative\", \"case\"], [\"case\", \"sex\"], [\"sex\", \"per\"], [\"per\", \"100\"], [\"100\", \"000\"], [\"000\", \"population\"], [\"population\", \"age\"], [\"age\", \"group\"], [\"group\", \"per\"], [\"per\", \"100\"], [\"100\", \"000\"], [\"000\", \"population\"], [\"population\", \"male\"], [\"male\", \"female\"], [\"female\", \"014\"], [\"014\", \"year\"], [\"year\", \"1544\"], [\"1544\", \"year\"], [\"year\", \"45\"], [\"45\", \"year\"], [\"year\", \"guinea\"], [\"guinea\", \"1591\"], [\"1591\", \"29\"], [\"29\", \"1736\"], [\"1736\", \"32\"], [\"32\", \"529\"], [\"529\", \"11\"], [\"11\", \"1897\"], [\"1897\", \"41\"], [\"41\", \"857\"], [\"857\", \"55\"], [\"55\", \"liberia\"], [\"liberia\", \"1911\"], [\"1911\", \"96\"], [\"96\", \"1838\"], [\"1838\", \"93\"], [\"93\", \"561\"], [\"561\", \"33\"], [\"33\", \"2060\"], [\"2060\", \"121\"], [\"121\", \"703\"], [\"703\", \"132\"], [\"132\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"4792\"], [\"4792\", \"168\"], [\"168\", \"5081\"], [\"5081\", \"175\"], [\"175\", \"1978\"], [\"1978\", \"82\"], [\"82\", \"5592\"], [\"5592\", \"216\"], [\"216\", \"2129\"], [\"2129\", \"288\"], [\"288\", \"view\"], [\"view\", \"data\"], [\"data\", \"figure\"], [\"figure\", \"2\"], [\"2\", \"geographical\"], [\"geographical\", \"distribution\"], [\"distribution\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"reported\"], [\"reported\", \"week\"], [\"week\", \"9\"], [\"9\", \"august\"], [\"august\", \"2015\"], [\"2015\", \"table\"], [\"table\", \"3\"], [\"3\", \"case\"], [\"case\", \"contact\"], [\"contact\", \"districtprefecturecounty\"], [\"districtprefecturecounty\", \"past\"], [\"past\", \"3\"], [\"3\", \"week\"], [\"week\", \"data\"], [\"data\", \"based\"], [\"based\", \"official\"], [\"official\", \"information\"], [\"information\", \"reported\"], [\"reported\", \"ministry\"], [\"ministry\", \"health\"], [\"health\", \"number\"], [\"number\", \"subject\"], [\"subject\", \"change\"], [\"change\", \"due\"], [\"due\", \"ongoing\"], [\"ongoing\", \"reclassification\"], [\"reclassification\", \"retrospective\"], [\"retrospective\", \"investigation\"], [\"investigation\", \"availability\"], [\"availability\", \"laboratory\"], [\"laboratory\", \"result\"], [\"result\", \"data\"], [\"data\", \"9\"], [\"9\", \"august\"], [\"august\", \"guinea\"], [\"guinea\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"6\"], [\"6\", \"august\"], [\"august\", \"liberia\"], [\"liberia\", \"one\"], [\"one\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"tonkolili\"], [\"tonkolili\", \"retrospectively\"], [\"retrospectively\", \"reported\"], [\"reported\", \"date\"], [\"date\", \"report\"], [\"report\", \"2\"], [\"2\", \"august\"], [\"august\", \"2015\"], [\"2015\", \"includes\"], [\"includes\", \"freetown\"], [\"freetown\", \"table\"], [\"table\", \"4\"], [\"4\", \"location\"], [\"location\", \"epidemiological\"], [\"epidemiological\", \"status\"], [\"status\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"reported\"], [\"reported\", \"3\"], [\"3\", \"week\"], [\"week\", \"16\"], [\"16\", \"august\"], [\"august\", \"2015\"], [\"2015\", \"subprefectureschiefdomsdistricts\"], [\"subprefectureschiefdomsdistricts\", \"reported\"], [\"reported\", \"one\"], [\"one\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"7\"], [\"7\", \"day\"], [\"day\", \"16\"], [\"16\", \"august\"], [\"august\", \"highlighted\"], [\"highlighted\", \"epilink\"], [\"epilink\", \"refers\"], [\"refers\", \"case\"], [\"case\", \"registered\"], [\"registered\", \"contact\"], [\"contact\", \"previous\"], [\"previous\", \"case\"], [\"case\", \"possibly\"], [\"possibly\", \"refused\"], [\"refused\", \"cooperate\"], [\"cooperate\", \"untraceable\"], [\"untraceable\", \"epidemiological\"], [\"epidemiological\", \"investigation\"], [\"investigation\", \"found\"], [\"found\", \"contact\"], [\"contact\", \"previous\"], [\"previous\", \"case\"], [\"case\", \"refers\"], [\"refers\", \"case\"], [\"case\", \"resident\"], [\"resident\", \"community\"], [\"community\", \"active\"], [\"active\", \"transmission\"], [\"transmission\", \"past\"], [\"past\", \"21\"], [\"21\", \"day\"], [\"day\", \"includes\"], [\"includes\", \"case\"], [\"case\", \"epidemiological\"], [\"epidemiological\", \"investigation\"], [\"investigation\", \"case\"], [\"case\", \"identified\"], [\"identified\", \"community\"], [\"community\", \"death\"], [\"death\", \"also\"], [\"also\", \"registered\"], [\"registered\", \"contact\"], [\"contact\", \"subsequently\"], [\"subsequently\", \"found\"], [\"found\", \"contact\"], [\"contact\", \"known\"], [\"known\", \"case\"], [\"case\", \"epilink\"], [\"epilink\", \"known\"], [\"known\", \"link\"], [\"link\", \"previous\"], [\"previous\", \"case\"], [\"case\", \"one\"], [\"one\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"tonkolili\"], [\"tonkolili\", \"retrospectively\"], [\"retrospectively\", \"reported\"], [\"reported\", \"date\"], [\"date\", \"report\"], [\"report\", \"2\"], [\"2\", \"august\"], [\"august\", \"2015\"], [\"2015\", \"includes\"], [\"includes\", \"freetown\"], [\"freetown\", \"one\"], [\"one\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"tonkolili\"], [\"tonkolili\", \"retrospectively\"], [\"retrospectively\", \"reported\"], [\"reported\", \"date\"], [\"date\", \"report\"], [\"report\", \"2\"], [\"2\", \"august\"], [\"august\", \"2015\"], [\"2015\", \"figure\"], [\"figure\", \"3\"], [\"3\", \"geographical\"], [\"geographical\", \"distribution\"], [\"distribution\", \"new\"], [\"new\", \"total\"], [\"total\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"guinea\"], [\"guinea\", \"liberia\"], [\"liberia\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"view\"], [\"view\", \"interactive\"], [\"interactive\", \"map\"], [\"map\", \"table\"], [\"table\", \"5\"], [\"5\", \"ebola\"], [\"ebola\", \"virus\"], [\"virus\", \"disease\"], [\"disease\", \"infection\"], [\"infection\", \"health\"], [\"health\", \"worker\"], [\"worker\", \"guinea\"], [\"guinea\", \"liberia\"], [\"liberia\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"country\"], [\"country\", \"case\"], [\"case\", \"death\"], [\"death\", \"guinea\"], [\"guinea\", \"195\"], [\"195\", \"99\"], [\"99\", \"liberia\"], [\"liberia\", \"378\"], [\"378\", \"192\"], [\"192\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"307\"], [\"307\", \"221\"], [\"221\", \"total\"], [\"total\", \"880\"], [\"880\", \"512\"], [\"512\", \"guinea\"], [\"guinea\", \"key\"], [\"key\", \"performance\"], [\"performance\", \"indicator\"], [\"indicator\", \"evd\"], [\"evd\", \"response\"], [\"response\", \"guinea\"], [\"guinea\", \"shown\"], [\"shown\", \"table\"], [\"table\", \"6\"], [\"6\", \"three\"], [\"three\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"reported\"], [\"reported\", \"2\"], [\"2\", \"prefecturesconakry\"], [\"prefecturesconakry\", \"forecariahin\"], [\"forecariahin\", \"week\"], [\"week\", \"16\"], [\"16\", \"august\"], [\"august\", \"table\"], [\"table\", \"3\"], [\"3\", \"table\"], [\"table\", \"4\"], [\"4\", \"figure\"], [\"figure\", \"2\"], [\"2\", \"figure\"], [\"figure\", \"3\"], [\"3\", \"case\"], [\"case\", \"conakry\"], [\"conakry\", \"reported\"], [\"reported\", \"matam\"], [\"matam\", \"area\"], [\"area\", \"city\"], [\"city\", \"relative\"], [\"relative\", \"registered\"], [\"registered\", \"contact\"], [\"contact\", \"single\"], [\"single\", \"case\"], [\"case\", \"reported\"], [\"reported\", \"ratoma\"], [\"ratoma\", \"area\"], [\"area\", \"city\"], [\"city\", \"previous\"], [\"previous\", \"week\"], [\"week\", \"216\"], [\"216\", \"contact\"], [\"contact\", \"remain\"], [\"remain\", \"followup\"], [\"followup\", \"prefecture\"], [\"prefecture\", \"total\"], [\"total\", \"45\"], [\"45\", \"contact\"], [\"contact\", \"lost\"], [\"lost\", \"followup\"], [\"followup\", \"conakry\"], [\"conakry\", \"past\"], [\"past\", \"6\"], [\"6\", \"week\"], [\"week\", \"case\"], [\"case\", \"reported\"], [\"reported\", \"subprefecture\"], [\"subprefecture\", \"moussayah\"], [\"moussayah\", \"forecariah\"], [\"forecariah\", \"second\"], [\"second\", \"reported\"], [\"reported\", \"subprefecture\"], [\"subprefecture\", \"past\"], [\"past\", \"2\"], [\"2\", \"week\"], [\"week\", \"case\"], [\"case\", \"older\"], [\"older\", \"brother\"], [\"brother\", \"registered\"], [\"registered\", \"contact\"], [\"contact\", \"26yearold\"], [\"26yearold\", \"woman\"], [\"woman\", \"identified\"], [\"identified\", \"evdpositive\"], [\"evdpositive\", \"postmortem\"], [\"postmortem\", \"testing\"], [\"testing\", \"previous\"], [\"previous\", \"week\"], [\"week\", \"receiving\"], [\"receiving\", \"treatment\"], [\"treatment\", \"ebola\"], [\"ebola\", \"treatment\"], [\"treatment\", \"centre\"], [\"centre\", \"investigation\"], [\"investigation\", \"ongoing\"], [\"ongoing\", \"determine\"], [\"determine\", \"origin\"], [\"origin\", \"infection\"], [\"infection\", \"lastweeks\"], [\"lastweeks\", \"case\"], [\"case\", \"579\"], [\"579\", \"contact\"], [\"contact\", \"remain\"], [\"remain\", \"followup\"], [\"followup\", \"prefecture\"], [\"prefecture\", \"interim\"], [\"interim\", \"analysis\"], [\"analysis\", \"ebola\"], [\"ebola\", \"ca\"], [\"ca\", \"suffit\"], [\"suffit\", \"ring\"], [\"ring\", \"vaccination\"], [\"vaccination\", \"trial\"], [\"trial\", \"guinea\"], [\"guinea\", \"suggests\"], [\"suggests\", \"investigational\"], [\"investigational\", \"rvsvzebov\"], [\"rvsvzebov\", \"ebola\"], [\"ebola\", \"vaccine\"], [\"vaccine\", \"protects\"], [\"protects\", \"people\"], [\"people\", \"exposed\"], [\"exposed\", \"evd\"], [\"evd\", \"trial\"], [\"trial\", \"continue\"], [\"continue\", \"guinea\"], [\"guinea\", \"ring\"], [\"ring\", \"around\"], [\"around\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"receiving\"], [\"receiving\", \"immediate\"], [\"immediate\", \"vaccination\"], [\"vaccination\", \"previously\"], [\"previously\", \"ring\"], [\"ring\", \"randomly\"], [\"randomly\", \"allocated\"], [\"allocated\", \"receive\"], [\"receive\", \"either\"], [\"either\", \"immediate\"], [\"immediate\", \"vaccination\"], [\"vaccination\", \"vaccination\"], [\"vaccination\", \"21\"], [\"21\", \"day\"], [\"day\", \"confirmation\"], [\"confirmation\", \"case\"], [\"case\", \"796\"], [\"796\", \"contact\"], [\"contact\", \"remain\"], [\"remain\", \"followup\"], [\"followup\", \"3\"], [\"3\", \"western\"], [\"western\", \"prefecture\"], [\"prefecture\", \"guinea\"], [\"guinea\", \"conakry\"], [\"conakry\", \"coyah\"], [\"coyah\", \"forecariah\"], [\"forecariah\", \"compared\"], [\"compared\", \"927\"], [\"927\", \"4\"], [\"4\", \"prefecture\"], [\"prefecture\", \"previous\"], [\"previous\", \"week\"], [\"week\", \"72\"], [\"72\", \"contact\"], [\"contact\", \"located\"], [\"located\", \"forecariah\"], [\"forecariah\", \"28\"], [\"28\", \"located\"], [\"located\", \"conakry\"], [\"conakry\", \"single\"], [\"single\", \"contact\"], [\"contact\", \"followup\"], [\"followup\", \"prefecture\"], [\"prefecture\", \"coyah\"], [\"coyah\", \"contact\"], [\"contact\", \"previously\"], [\"previously\", \"monitored\"], [\"monitored\", \"prefecture\"], [\"prefecture\", \"kindia\"], [\"kindia\", \"completed\"], [\"completed\", \"followup\"], [\"followup\", \"3\"], [\"3\", \"05\"], [\"05\", \"unsafe\"], [\"unsafe\", \"burial\"], [\"burial\", \"reported\"], [\"reported\", \"guinea\"], [\"guinea\", \"577\"], [\"577\", \"recorded\"], [\"recorded\", \"community\"], [\"community\", \"death\"], [\"death\", \"week\"], [\"week\", \"16\"], [\"16\", \"august\"], [\"august\", \"compared\"], [\"compared\", \"6\"], [\"6\", \"1\"], [\"1\", \"unsafe\"], [\"unsafe\", \"burial\"], [\"burial\", \"577\"], [\"577\", \"recorded\"], [\"recorded\", \"community\"], [\"community\", \"death\"], [\"death\", \"previous\"], [\"previous\", \"week\"], [\"week\", \"including\"], [\"including\", \"initial\"], [\"initial\", \"repeat\"], [\"repeat\", \"testing\"], [\"testing\", \"total\"], [\"total\", \"842\"], [\"842\", \"laboratory\"], [\"laboratory\", \"sample\"], [\"sample\", \"tested\"], [\"tested\", \"week\"], [\"week\", \"16\"], [\"16\", \"august\"], [\"august\", \"test\"], [\"test\", \"88\"], [\"88\", \"week\"], [\"week\", \"16\"], [\"16\", \"august\"], [\"august\", \"postmortem\"], [\"postmortem\", \"swab\"], [\"swab\", \"taken\"], [\"taken\", \"rule\"], [\"rule\", \"evd\"], [\"evd\", \"cause\"], [\"cause\", \"death\"], [\"death\", \"location\"], [\"location\", \"8\"], [\"8\", \"operational\"], [\"operational\", \"ebola\"], [\"ebola\", \"treatment\"], [\"treatment\", \"centre\"], [\"centre\", \"etcs\"], [\"etcs\", \"shown\"], [\"shown\", \"figure\"], [\"figure\", \"7\"], [\"7\", \"healthworker\"], [\"healthworker\", \"infection\"], [\"infection\", \"reported\"], [\"reported\", \"guinea\"], [\"guinea\", \"week\"], [\"week\", \"16\"], [\"16\", \"august\"], [\"august\", \"location\"], [\"location\", \"11\"], [\"11\", \"operational\"], [\"operational\", \"laboratory\"], [\"laboratory\", \"guinea\"], [\"guinea\", \"shown\"], [\"shown\", \"figure\"], [\"figure\", \"8\"], [\"8\", \"table\"], [\"table\", \"6\"], [\"6\", \"key\"], [\"key\", \"performance\"], [\"performance\", \"indicator\"], [\"indicator\", \"guinea\"], [\"guinea\", \"definition\"], [\"definition\", \"key\"], [\"key\", \"performance\"], [\"performance\", \"indicator\"], [\"indicator\", \"see\"], [\"see\", \"annex\"], [\"annex\", \"2\"], [\"2\", \"data\"], [\"data\", \"given\"], [\"given\", \"7day\"], [\"7day\", \"period\"], [\"period\", \"includes\"], [\"includes\", \"repeat\"], [\"repeat\", \"sample\"], [\"sample\", \"data\"], [\"data\", \"missing\"], [\"missing\", \"03\"], [\"03\", \"case\"], [\"case\", \"outcome\"], [\"outcome\", \"data\"], [\"data\", \"missing\"], [\"missing\", \"01\"], [\"01\", \"hospitalized\"], [\"hospitalized\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"figure\"], [\"figure\", \"4\"], [\"4\", \"confirmed\"], [\"confirmed\", \"weekly\"], [\"weekly\", \"ebola\"], [\"ebola\", \"virus\"], [\"virus\", \"disease\"], [\"disease\", \"case\"], [\"case\", \"reported\"], [\"reported\", \"nationally\"], [\"nationally\", \"prefecture\"], [\"prefecture\", \"guinea\"], [\"guinea\", \"view\"], [\"view\", \"data\"], [\"data\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"key\"], [\"key\", \"performance\"], [\"performance\", \"indicator\"], [\"indicator\", \"evd\"], [\"evd\", \"response\"], [\"response\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"shown\"], [\"shown\", \"table\"], [\"table\", \"7\"], [\"7\", \"case\"], [\"case\", \"reported\"], [\"reported\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"week\"], [\"week\", \"16\"], [\"16\", \"august\"], [\"august\", \"first\"], [\"first\", \"week\"], [\"week\", \"without\"], [\"without\", \"reported\"], [\"reported\", \"case\"], [\"case\", \"since\"], [\"since\", \"onset\"], [\"onset\", \"outbreak\"], [\"outbreak\", \"country\"], [\"country\", \"total\"], [\"total\", \"72\"], [\"72\", \"contact\"], [\"contact\", \"remain\"], [\"remain\", \"followup\"], [\"followup\", \"across\"], [\"across\", \"3\"], [\"3\", \"district\"], [\"district\", \"tonkolili\"], [\"tonkolili\", \"western\"], [\"western\", \"area\"], [\"area\", \"urban\"], [\"urban\", \"western\"], [\"western\", \"area\"], [\"area\", \"rural\"], [\"rural\", \"associated\"], [\"associated\", \"western\"], [\"western\", \"area\"], [\"area\", \"urban\"], [\"urban\", \"freetown\"], [\"freetown\", \"chain\"], [\"chain\", \"transmission\"], [\"transmission\", \"several\"], [\"several\", \"highrisk\"], [\"highrisk\", \"contact\"], [\"contact\", \"lost\"], [\"lost\", \"followup\"], [\"followup\", \"western\"], [\"western\", \"area\"], [\"area\", \"urban\"], [\"urban\", \"contact\"], [\"contact\", \"associated\"], [\"associated\", \"recent\"], [\"recent\", \"cluster\"], [\"cluster\", \"case\"], [\"case\", \"tonkolili\"], [\"tonkolili\", \"complete\"], [\"complete\", \"21day\"], [\"21day\", \"followup\"], [\"followup\", \"period\"], [\"period\", \"23\"], [\"23\", \"august\"], [\"august\", \"contact\"], [\"contact\", \"freetown\"], [\"freetown\", \"remain\"], [\"remain\", \"followup\"], [\"followup\", \"29\"], [\"29\", \"august\"], [\"august\", \"location\"], [\"location\", \"10\"], [\"10\", \"operational\"], [\"operational\", \"ebola\"], [\"ebola\", \"treatment\"], [\"treatment\", \"centre\"], [\"centre\", \"etcs\"], [\"etcs\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"shown\"], [\"shown\", \"figure\"], [\"figure\", \"7\"], [\"7\", \"health\"], [\"health\", \"worker\"], [\"worker\", \"infection\"], [\"infection\", \"reported\"], [\"reported\", \"week\"], [\"week\", \"16\"], [\"16\", \"august\"], [\"august\", \"laboratory\"], [\"laboratory\", \"indicator\"], [\"indicator\", \"continue\"], [\"continue\", \"reflect\"], [\"reflect\", \"heightened\"], [\"heightened\", \"degree\"], [\"degree\", \"vigilance\"], [\"vigilance\", \"1775\"], [\"1775\", \"new\"], [\"new\", \"sample\"], [\"sample\", \"tested\"], [\"tested\", \"7\"], [\"7\", \"day\"], [\"day\", \"16\"], [\"16\", \"august\"], [\"august\", \"new\"], [\"new\", \"sample\"], [\"sample\", \"tested\"], [\"tested\", \"positive\"], [\"positive\", \"evd\"], [\"evd\", \"test\"], [\"test\", \"80\"], [\"80\", \"week\"], [\"week\", \"16\"], [\"16\", \"august\"], [\"august\", \"postmortem\"], [\"postmortem\", \"swab\"], [\"swab\", \"taken\"], [\"taken\", \"rule\"], [\"rule\", \"evd\"], [\"evd\", \"cause\"], [\"cause\", \"death\"], [\"death\", \"location\"], [\"location\", \"9\"], [\"9\", \"operational\"], [\"operational\", \"laboratory\"], [\"laboratory\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"shown\"], [\"shown\", \"figure\"], [\"figure\", \"8\"], [\"8\", \"table\"], [\"table\", \"7\"], [\"7\", \"key\"], [\"key\", \"performance\"], [\"performance\", \"indicator\"], [\"indicator\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"definition\"], [\"definition\", \"key\"], [\"key\", \"performance\"], [\"performance\", \"indicator\"], [\"indicator\", \"see\"], [\"see\", \"annex\"], [\"annex\", \"2\"], [\"2\", \"data\"], [\"data\", \"7day\"], [\"7day\", \"period\"], [\"period\", \"one\"], [\"one\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"tonkolili\"], [\"tonkolili\", \"retrospectively\"], [\"retrospectively\", \"reported\"], [\"reported\", \"date\"], [\"date\", \"report\"], [\"report\", \"2\"], [\"2\", \"august\"], [\"august\", \"2015\"], [\"2015\", \"laboratory\"], [\"laboratory\", \"data\"], [\"data\", \"missing\"], [\"missing\", \"14\"], [\"14\", \"july\"], [\"july\", \"data\"], [\"data\", \"missing\"], [\"missing\", \"412\"], [\"412\", \"case\"], [\"case\", \"outcome\"], [\"outcome\", \"data\"], [\"data\", \"missing\"], [\"missing\", \"2575\"], [\"2575\", \"hospitalized\"], [\"hospitalized\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"outcome\"], [\"outcome\", \"known\"], [\"known\", \"6\"], [\"6\", \"hospitalized\"], [\"hospitalized\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"april\"], [\"april\", \"may\"], [\"may\", \"figure\"], [\"figure\", \"5\"], [\"5\", \"confirmed\"], [\"confirmed\", \"weekly\"], [\"weekly\", \"ebola\"], [\"ebola\", \"virus\"], [\"virus\", \"disease\"], [\"disease\", \"case\"], [\"case\", \"reported\"], [\"reported\", \"nationally\"], [\"nationally\", \"district\"], [\"district\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"view\"], [\"view\", \"data\"], [\"data\", \"figure\"], [\"figure\", \"6\"], [\"6\", \"day\"], [\"day\", \"since\"], [\"since\", \"last\"], [\"last\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"district\"], [\"district\", \"guinea\"], [\"guinea\", \"liberia\"], [\"liberia\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"view\"], [\"view\", \"interactive\"], [\"interactive\", \"map\"], [\"map\", \"affected\"], [\"affected\", \"previously\"], [\"previously\", \"affected\"], [\"affected\", \"country\"], [\"country\", \"liberia\"], [\"liberia\", \"declared\"], [\"declared\", \"free\"], [\"free\", \"ebola\"], [\"ebola\", \"transmission\"], [\"transmission\", \"9\"], [\"9\", \"may\"], [\"may\", \"2015\"], [\"2015\", \"reporting\"], [\"reporting\", \"new\"], [\"new\", \"case\"], [\"case\", \"42\"], [\"42\", \"consecutive\"], [\"consecutive\", \"day\"], [\"day\", \"country\"], [\"country\", \"subsequently\"], [\"subsequently\", \"entered\"], [\"entered\", \"3month\"], [\"3month\", \"period\"], [\"period\", \"heightened\"], [\"heightened\", \"surveillance\"], [\"surveillance\", \"approximately\"], [\"approximately\", \"80\"], [\"80\", \"blood\"], [\"blood\", \"sample\"], [\"sample\", \"oral\"], [\"oral\", \"swab\"], [\"swab\", \"collected\"], [\"collected\", \"day\"], [\"day\", \"potential\"], [\"potential\", \"case\"], [\"case\", \"tested\"], [\"tested\", \"evd\"], [\"evd\", \"29\"], [\"29\", \"june\"], [\"june\", \"heightened\"], [\"heightened\", \"surveillance\"], [\"surveillance\", \"detected\"], [\"detected\", \"evdpositive\"], [\"evdpositive\", \"community\"], [\"community\", \"death\"], [\"death\", \"margibi\"], [\"margibi\", \"county\"], [\"county\", \"liberiathe\"], [\"liberiathe\", \"first\"], [\"first\", \"new\"], [\"new\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"reported\"], [\"reported\", \"country\"], [\"country\", \"since\"], [\"since\", \"20\"], [\"20\", \"march\"], [\"march\", \"case\"], [\"case\", \"17yearold\"], [\"17yearold\", \"male\"], [\"male\", \"first\"], [\"first\", \"became\"], [\"became\", \"ill\"], [\"ill\", \"21\"], [\"21\", \"june\"], [\"june\", \"died\"], [\"died\", \"28\"], [\"28\", \"june\"], [\"june\", \"subsequently\"], [\"subsequently\", \"tested\"], [\"tested\", \"positive\"], [\"positive\", \"evd\"], [\"evd\", \"12\"], [\"12\", \"july\"], [\"july\", \"5\"], [\"5\", \"contact\"], [\"contact\", \"associated\"], [\"associated\", \"firstdetected\"], [\"firstdetected\", \"case\"], [\"case\", \"since\"], [\"since\", \"confirmed\"], [\"confirmed\", \"evdpositive\"], [\"evdpositive\", \"6\"], [\"6\", \"confirmed\"], [\"confirmed\", \"case\"], [\"case\", \"reported\"], [\"reported\", \"since\"], [\"since\", \"29\"], [\"29\", \"june\"], [\"june\", \"2\"], [\"2\", \"died\"], [\"died\", \"remaining\"], [\"remaining\", \"4\"], [\"4\", \"discharged\"], [\"discharged\", \"treatment\"], [\"treatment\", \"last\"], [\"last\", \"case\"], [\"case\", \"discharged\"], [\"discharged\", \"testing\"], [\"testing\", \"negative\"], [\"negative\", \"evd\"], [\"evd\", \"second\"], [\"second\", \"time\"], [\"time\", \"23\"], [\"23\", \"july\"], [\"july\", \"contact\"], [\"contact\", \"completed\"], [\"completed\", \"followup\"], [\"followup\", \"seven\"], [\"seven\", \"country\"], [\"country\", \"italy\"], [\"italy\", \"mali\"], [\"mali\", \"nigeria\"], [\"nigeria\", \"senegal\"], [\"senegal\", \"spain\"], [\"spain\", \"united\"], [\"united\", \"kingdom\"], [\"kingdom\", \"united\"], [\"united\", \"state\"], [\"state\", \"america\"], [\"america\", \"previously\"], [\"previously\", \"reported\"], [\"reported\", \"case\"], [\"case\", \"case\"], [\"case\", \"imported\"], [\"imported\", \"country\"], [\"country\", \"widespread\"], [\"widespread\", \"intense\"], [\"intense\", \"transmission\"], [\"transmission\", \"figure\"], [\"figure\", \"7\"], [\"7\", \"location\"], [\"location\", \"ebola\"], [\"ebola\", \"treatment\"], [\"treatment\", \"centre\"], [\"centre\", \"guinea\"], [\"guinea\", \"liberia\"], [\"liberia\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"view\"], [\"view\", \"interactive\"], [\"interactive\", \"map\"], [\"map\", \"preparedness\"], [\"preparedness\", \"country\"], [\"country\", \"rapidly\"], [\"rapidly\", \"detect\"], [\"detect\", \"respond\"], [\"respond\", \"ebola\"], [\"ebola\", \"exposure\"], [\"exposure\", \"introduction\"], [\"introduction\", \"evd\"], [\"evd\", \"case\"], [\"case\", \"unaffected\"], [\"unaffected\", \"country\"], [\"country\", \"remains\"], [\"remains\", \"risk\"], [\"risk\", \"long\"], [\"long\", \"case\"], [\"case\", \"exist\"], [\"exist\", \"country\"], [\"country\", \"adequate\"], [\"adequate\", \"preparation\"], [\"preparation\", \"however\"], [\"however\", \"introduction\"], [\"introduction\", \"contained\"], [\"contained\", \"timely\"], [\"timely\", \"effective\"], [\"effective\", \"response\"], [\"response\", \"who\"], [\"who\", \"preparedness\"], [\"preparedness\", \"activity\"], [\"activity\", \"aim\"], [\"aim\", \"ensure\"], [\"ensure\", \"country\"], [\"country\", \"ready\"], [\"ready\", \"effectively\"], [\"effectively\", \"safely\"], [\"safely\", \"detect\"], [\"detect\", \"investigate\"], [\"investigate\", \"report\"], [\"report\", \"potential\"], [\"potential\", \"evd\"], [\"evd\", \"case\"], [\"case\", \"mount\"], [\"mount\", \"effective\"], [\"effective\", \"response\"], [\"response\", \"provides\"], [\"provides\", \"support\"], [\"support\", \"country\"], [\"country\", \"support\"], [\"support\", \"visit\"], [\"visit\", \"preparednessstrengthening\"], [\"preparednessstrengthening\", \"team\"], [\"team\", \"pst\"], [\"pst\", \"help\"], [\"help\", \"identify\"], [\"identify\", \"prioritize\"], [\"prioritize\", \"gap\"], [\"gap\", \"need\"], [\"need\", \"direct\"], [\"direct\", \"technical\"], [\"technical\", \"assistance\"], [\"assistance\", \"provide\"], [\"provide\", \"technical\"], [\"technical\", \"guidance\"], [\"guidance\", \"tool\"], [\"tool\", \"figure\"], [\"figure\", \"8\"], [\"8\", \"location\"], [\"location\", \"laboratory\"], [\"laboratory\", \"guinea\"], [\"guinea\", \"liberia\"], [\"liberia\", \"sierra\"], [\"sierra\", \"leone\"], [\"leone\", \"view\"], [\"view\", \"interactive\"], [\"interactive\", \"map\"], [\"map\", \"priority\"], [\"priority\", \"country\"], [\"country\", \"africa\"], [\"africa\", \"initial\"], [\"initial\", \"focus\"], [\"focus\", \"support\"], [\"support\", \"partner\"], [\"partner\", \"highest\"], [\"highest\", \"priority\"], [\"priority\", \"country\"], [\"country\", \"cote\"], [\"cote\", \"divoire\"], [\"divoire\", \"guineabissau\"], [\"guineabissau\", \"mali\"], [\"mali\", \"senegalfollowed\"], [\"senegalfollowed\", \"high\"], [\"high\", \"priority\"], [\"priority\", \"countriesbenin\"], [\"countriesbenin\", \"burkina\"], [\"burkina\", \"faso\"], [\"faso\", \"cameroon\"], [\"cameroon\", \"central\"], [\"central\", \"african\"], [\"african\", \"republic\"], [\"republic\", \"democratic\"], [\"democratic\", \"republic\"], [\"republic\", \"congo\"], [\"congo\", \"ethiopia\"], [\"ethiopia\", \"gambia\"], [\"gambia\", \"ghana\"], [\"ghana\", \"mauritania\"], [\"mauritania\", \"niger\"], [\"niger\", \"nigeria\"], [\"nigeria\", \"south\"], [\"south\", \"sudan\"], [\"sudan\", \"togo\"], [\"togo\", \"criterion\"], [\"criterion\", \"used\"], [\"used\", \"prioritize\"], [\"prioritize\", \"country\"], [\"country\", \"include\"], [\"include\", \"geographical\"], [\"geographical\", \"proximity\"], [\"proximity\", \"affected\"], [\"affected\", \"country\"], [\"country\", \"relative\"], [\"relative\", \"magnitude\"], [\"magnitude\", \"trade\"], [\"trade\", \"migration\"], [\"migration\", \"link\"], [\"link\", \"relative\"], [\"relative\", \"strength\"], [\"strength\", \"health\"], [\"health\", \"system\"], [\"system\", \"since\"], [\"since\", \"20\"], [\"20\", \"october\"], [\"october\", \"2014\"], [\"2014\", \"pst\"], [\"pst\", \"provided\"], [\"provided\", \"technical\"], [\"technical\", \"support\"], [\"support\", \"benin\"], [\"benin\", \"burkina\"], [\"burkina\", \"faso\"], [\"faso\", \"cameroon\"], [\"cameroon\", \"central\"], [\"central\", \"african\"], [\"african\", \"republic\"], [\"republic\", \"cote\"], [\"cote\", \"divoire\"], [\"divoire\", \"ethiopia\"], [\"ethiopia\", \"gambia\"], [\"gambia\", \"ghana\"], [\"ghana\", \"guineabissau\"], [\"guineabissau\", \"mali\"], [\"mali\", \"mauritania\"], [\"mauritania\", \"niger\"], [\"niger\", \"senegal\"], [\"senegal\", \"south\"], [\"south\", \"sudan\"], [\"sudan\", \"togo\"], [\"togo\", \"technical\"], [\"technical\", \"working\"], [\"working\", \"group\"], [\"group\", \"meeting\"], [\"meeting\", \"field\"], [\"field\", \"visit\"], [\"visit\", \"highlevel\"], [\"highlevel\", \"tabletop\"], [\"tabletop\", \"exercise\"], [\"exercise\", \"field\"], [\"field\", \"simulation\"], [\"simulation\", \"helped\"], [\"helped\", \"identify\"], [\"identify\", \"key\"], [\"key\", \"area\"], [\"area\", \"improvement\"], [\"improvement\", \"country\"], [\"country\", \"tailored\"], [\"tailored\", \"plan\"], [\"plan\", \"strengthen\"], [\"strengthen\", \"operational\"], [\"operational\", \"readiness\"], [\"readiness\", \"october\"], [\"october\", \"2014\"], [\"2014\", \"august\"], [\"august\", \"2015\"], [\"2015\", \"undertaken\"], [\"undertaken\", \"264\"], [\"264\", \"field\"], [\"field\", \"deployment\"], [\"deployment\", \"priority\"], [\"priority\", \"country\"], [\"country\", \"assist\"], [\"assist\", \"implementation\"], [\"implementation\", \"national\"], [\"national\", \"plan\"], [\"plan\", \"provides\"], [\"provides\", \"personal\"], [\"personal\", \"protective\"], [\"protective\", \"equipment\"], [\"equipment\", \"ppe\"], [\"ppe\", \"module\"], [\"module\", \"containing\"], [\"containing\", \"minimum\"], [\"minimum\", \"stock\"], [\"stock\", \"cover\"], [\"cover\", \"staff\"], [\"staff\", \"protection\"], [\"protection\", \"equipment\"], [\"equipment\", \"need\"], [\"need\", \"support\"], [\"support\", \"10\"], [\"10\", \"bed\"], [\"bed\", \"10\"], [\"10\", \"day\"], [\"day\", \"staff\"], [\"staff\", \"essential\"], [\"essential\", \"function\"], [\"function\", \"ppe\"], [\"ppe\", \"module\"], [\"module\", \"delivered\"], [\"delivered\", \"process\"], [\"process\", \"delivered\"], [\"delivered\", \"country\"], [\"country\", \"african\"], [\"african\", \"continent\"], [\"continent\", \"addition\"], [\"addition\", \"country\"], [\"country\", \"received\"], [\"received\", \"one\"], [\"one\", \"ppe\"], [\"ppe\", \"training\"], [\"training\", \"module\"], [\"module\", \"contingency\"], [\"contingency\", \"stockpile\"], [\"stockpile\", \"ppe\"], [\"ppe\", \"place\"], [\"place\", \"united\"], [\"united\", \"nation\"], [\"nation\", \"humanitarian\"], [\"humanitarian\", \"response\"], [\"response\", \"depot\"], [\"depot\", \"unhrd\"], [\"unhrd\", \"accra\"], [\"accra\", \"dubai\"], [\"dubai\", \"available\"], [\"available\", \"country\"], [\"country\", \"event\"], [\"event\", \"experience\"], [\"experience\", \"shortage\"], [\"shortage\", \"followup\"], [\"followup\", \"support\"], [\"support\", \"priority\"], [\"priority\", \"country\"], [\"country\", \"following\"], [\"following\", \"initial\"], [\"initial\", \"pst\"], [\"pst\", \"assessment\"], [\"assessment\", \"mission\"], [\"mission\", \"14\"], [\"14\", \"priority\"], [\"priority\", \"country\"], [\"country\", \"undertaken\"], [\"undertaken\", \"2014\"], [\"2014\", \"second\"], [\"second\", \"phase\"], [\"phase\", \"preparednessstrengthening\"], [\"preparednessstrengthening\", \"activity\"], [\"activity\", \"provided\"], [\"provided\", \"support\"], [\"support\", \"countrybycountry\"], [\"countrybycountry\", \"basis\"], [\"basis\", \"activity\"], [\"activity\", \"last\"], [\"last\", \"week\"], [\"week\", \"highlighted\"], [\"highlighted\", \"cameroon\"], [\"cameroon\", \"11\"], [\"11\", \"14\"], [\"14\", \"august\"], [\"august\", \"led\"], [\"led\", \"pst\"], [\"pst\", \"followup\"], [\"followup\", \"visit\"], [\"visit\", \"review\"], [\"review\", \"country\"], [\"country\", \"level\"], [\"level\", \"readiness\"], [\"readiness\", \"focus\"], [\"focus\", \"surveillance\"], [\"surveillance\", \"point\"], [\"point\", \"entry\"], [\"entry\", \"logistics\"], [\"logistics\", \"visit\"], [\"visit\", \"ministry\"], [\"ministry\", \"health\"], [\"health\", \"partner\"], [\"partner\", \"updated\"], [\"updated\", \"cameroon\"], [\"cameroon\", \"national\"], [\"national\", \"operational\"], [\"operational\", \"plan\"], [\"plan\", \"preparedness\"], [\"preparedness\", \"gambia\"], [\"gambia\", \"supporting\"], [\"supporting\", \"ministry\"], [\"ministry\", \"health\"], [\"health\", \"17\"], [\"17\", \"21\"], [\"21\", \"august\"], [\"august\", \"plan\"], [\"plan\", \"simulation\"], [\"simulation\", \"exercise\"], [\"exercise\", \"evaluate\"], [\"evaluate\", \"country\"], [\"country\", \"response\"], [\"response\", \"system\"], [\"system\", \"ghana\"], [\"ghana\", \"alongside\"], [\"alongside\", \"department\"], [\"department\", \"health\"], [\"health\", \"service\"], [\"service\", \"partner\"], [\"partner\", \"ministry\"], [\"ministry\", \"conducted\"], [\"conducted\", \"workshop\"], [\"workshop\", \"develop\"], [\"develop\", \"national\"], [\"national\", \"guideline\"], [\"guideline\", \"safe\"], [\"safe\", \"dignified\"], [\"dignified\", \"burial\"], [\"burial\", \"group\"], [\"group\", \"discussed\"], [\"discussed\", \"strategy\"], [\"strategy\", \"community\"], [\"community\", \"engagement\"], [\"engagement\", \"including\"], [\"including\", \"importance\"], [\"importance\", \"cultural\"], [\"cultural\", \"religious\"], [\"religious\", \"sensitivity\"], [\"sensitivity\", \"community\"], [\"community\", \"representative\"], [\"representative\", \"religious\"], [\"religious\", \"leader\"], [\"leader\", \"traditional\"], [\"traditional\", \"healer\"], [\"healer\", \"local\"], [\"local\", \"government\"], [\"government\", \"official\"], [\"official\", \"consulted\"], [\"consulted\", \"opinion\"], [\"opinion\", \"policy\"], [\"policy\", \"effort\"], [\"effort\", \"actively\"], [\"actively\", \"improve\"], [\"improve\", \"community\"], [\"community\", \"engagement\"], [\"engagement\", \"guinea\"], [\"guinea\", \"bissau\"], [\"bissau\", \"preparedness\"], [\"preparedness\", \"support\"], [\"support\", \"continues\"], [\"continues\", \"provided\"], [\"provided\", \"central\"], [\"central\", \"level\"], [\"level\", \"two\"], [\"two\", \"priority\"], [\"priority\", \"region\"], [\"region\", \"tombali\"], [\"tombali\", \"gabu\"], [\"gabu\", \"who\"], [\"who\", \"suboffices\"], [\"suboffices\", \"activity\"], [\"activity\", \"implemented\"], [\"implemented\", \"partner\"], [\"partner\", \"reporting\"], [\"reporting\", \"period\"], [\"period\", \"national\"], [\"national\", \"authority\"], [\"authority\", \"include\"], [\"include\", \"mapping\"], [\"mapping\", \"local\"], [\"local\", \"partner\"], [\"partner\", \"activity\"], [\"activity\", \"coordination\"], [\"coordination\", \"meeting\"], [\"meeting\", \"tombali\"], [\"tombali\", \"gabu\"], [\"gabu\", \"involving\"], [\"involving\", \"regional\"], [\"regional\", \"authority\"], [\"authority\", \"partner\"], [\"partner\", \"organisation\"], [\"organisation\", \"establishment\"], [\"establishment\", \"community\"], [\"community\", \"eventbased\"], [\"eventbased\", \"surveillance\"], [\"surveillance\", \"project\"], [\"project\", \"u\"], [\"u\", \"centre\"], [\"centre\", \"disease\"], [\"disease\", \"control\"], [\"control\", \"cdc\"], [\"cdc\", \"international\"], [\"international\", \"organisation\"], [\"organisation\", \"migration\"], [\"migration\", \"support\"], [\"support\", \"border\"], [\"border\", \"post\"], [\"post\", \"visit\"], [\"visit\", \"assessment\"], [\"assessment\", \"gabu\"], [\"gabu\", \"region\"], [\"region\", \"representative\"], [\"representative\", \"subregional\"], [\"subregional\", \"team\"], [\"team\", \"simulation\"], [\"simulation\", \"exercise\"], [\"exercise\", \"test\"], [\"test\", \"capacity\"], [\"capacity\", \"case\"], [\"case\", \"isolation\"], [\"isolation\", \"safe\"], [\"safe\", \"sample\"], [\"sample\", \"collection\"], [\"collection\", \"shipment\"], [\"shipment\", \"evd\"], [\"evd\", \"preparedness\"], [\"preparedness\", \"officer\"], [\"officer\", \"dedicated\"], [\"dedicated\", \"evd\"], [\"evd\", \"preparedness\"], [\"preparedness\", \"officer\"], [\"officer\", \"deployed\"], [\"deployed\", \"support\"], [\"support\", \"implementation\"], [\"implementation\", \"country\"], [\"country\", \"preparedness\"], [\"preparedness\", \"plan\"], [\"plan\", \"coordinate\"], [\"coordinate\", \"partner\"], [\"partner\", \"provide\"], [\"provide\", \"focal\"], [\"focal\", \"point\"], [\"point\", \"interagency\"], [\"interagency\", \"collaboration\"], [\"collaboration\", \"provide\"], [\"provide\", \"specific\"], [\"specific\", \"technical\"], [\"technical\", \"support\"], [\"support\", \"respective\"], [\"respective\", \"area\"], [\"area\", \"expertise\"], [\"expertise\", \"provide\"], [\"provide\", \"capacity\"], [\"capacity\", \"development\"], [\"development\", \"national\"], [\"national\", \"staff\"], [\"staff\", \"preparedness\"], [\"preparedness\", \"officer\"], [\"officer\", \"currently\"], [\"currently\", \"deployed\"], [\"deployed\", \"benin\"], [\"benin\", \"cameroon\"], [\"cameroon\", \"central\"], [\"central\", \"african\"], [\"african\", \"republic\"], [\"republic\", \"cote\"], [\"cote\", \"divoire\"], [\"divoire\", \"ethiopia\"], [\"ethiopia\", \"gambia\"], [\"gambia\", \"ghana\"], [\"ghana\", \"guineabissau\"], [\"guineabissau\", \"mali\"], [\"mali\", \"mauritania\"], [\"mauritania\", \"niger\"], [\"niger\", \"senegal\"], [\"senegal\", \"togo\"], [\"togo\", \"training\"], [\"training\", \"exercise\"], [\"exercise\", \"simulation\"], [\"simulation\", \"priority\"], [\"priority\", \"country\"], [\"country\", \"achieved\"], [\"achieved\", \"minimum\"], [\"minimum\", \"50\"], [\"50\", \"implementation\"], [\"implementation\", \"preparedness\"], [\"preparedness\", \"checklist\"], [\"checklist\", \"activity\"], [\"activity\", \"encouraged\"], [\"encouraged\", \"undertake\"], [\"undertake\", \"series\"], [\"series\", \"drill\"], [\"drill\", \"element\"], [\"element\", \"evd\"], [\"evd\", \"response\"], [\"response\", \"functional\"], [\"functional\", \"exercise\"], [\"exercise\", \"test\"], [\"test\", \"coordination\"], [\"coordination\", \"ebola\"], [\"ebola\", \"operation\"], [\"operation\", \"centre\"], [\"centre\", \"training\"], [\"training\", \"gambia\"], [\"gambia\", \"rapid\"], [\"rapid\", \"response\"], [\"response\", \"team\"], [\"team\", \"mauritania\"], [\"mauritania\", \"pointsofentry\"], [\"pointsofentry\", \"cote\"], [\"cote\", \"divoire\"], [\"divoire\", \"clinical\"], [\"clinical\", \"management\"], [\"management\", \"ipc\"], [\"ipc\", \"guiglo\"], [\"guiglo\", \"toulepleu\"], [\"toulepleu\", \"currently\"], [\"currently\", \"planned\"], [\"planned\", \"surveillance\"], [\"surveillance\", \"preparedness\"], [\"preparedness\", \"indicator\"], [\"indicator\", \"indicator\"], [\"indicator\", \"based\"], [\"based\", \"surveillance\"], [\"surveillance\", \"data\"], [\"data\", \"casemanagement\"], [\"casemanagement\", \"capacity\"], [\"capacity\", \"laboratory\"], [\"laboratory\", \"testing\"], [\"testing\", \"equipment\"], [\"equipment\", \"stock\"], [\"stock\", \"continue\"], [\"continue\", \"collected\"], [\"collected\", \"weekly\"], [\"weekly\", \"basis\"], [\"basis\", \"four\"], [\"four\", \"country\"], [\"country\", \"share\"], [\"share\", \"border\"], [\"border\", \"affected\"], [\"affected\", \"country\"], [\"country\", \"cote\"], [\"cote\", \"divoire\"], [\"divoire\", \"guineabissau\"], [\"guineabissau\", \"mali\"], [\"mali\", \"senegal\"], [\"senegal\", \"interactive\"], [\"interactive\", \"preparedness\"], [\"preparedness\", \"dashboard\"], [\"dashboard\", \"based\"], [\"based\", \"evd\"], [\"evd\", \"checklist\"], [\"checklist\", \"available\"], [\"available\", \"online\"], [\"online\", \"annex\"], [\"annex\", \"1\"], [\"1\", \"coordination\"], [\"coordination\", \"ebola\"], [\"ebola\", \"response\"], [\"response\", \"along\"], [\"along\", \"4\"], [\"4\", \"line\"], [\"line\", \"action\"], [\"action\", \"continues\"], [\"continues\", \"work\"], [\"work\", \"many\"], [\"many\", \"partner\"], [\"partner\", \"response\"], [\"response\", \"evd\"], [\"evd\", \"outbreak\"], [\"outbreak\", \"including\"], [\"including\", \"african\"], [\"african\", \"union\"], [\"union\", \"economic\"], [\"economic\", \"community\"], [\"community\", \"west\"], [\"west\", \"african\"], [\"african\", \"state\"], [\"state\", \"mano\"], [\"mano\", \"river\"], [\"river\", \"union\"], [\"union\", \"national\"], [\"national\", \"government\"], [\"government\", \"nongovernmental\"], [\"nongovernmental\", \"organization\"], [\"organization\", \"un\"], [\"un\", \"agency\"], [\"agency\", \"technical\"], [\"technical\", \"institution\"], [\"institution\", \"network\"], [\"network\", \"global\"], [\"global\", \"outbreak\"], [\"outbreak\", \"alert\"], [\"alert\", \"response\"], [\"response\", \"network\"], [\"network\", \"goarn\"], [\"goarn\", \"agency\"], [\"agency\", \"responsible\"], [\"responsible\", \"coordinating\"], [\"coordinating\", \"4\"], [\"4\", \"key\"], [\"key\", \"line\"], [\"line\", \"action\"], [\"action\", \"response\"], [\"response\", \"given\"], [\"given\", \"line\"], [\"line\", \"action\"], [\"action\", \"lead\"], [\"lead\", \"agency\"], [\"agency\", \"case\"], [\"case\", \"management\"], [\"management\", \"case\"], [\"case\", \"finding\"], [\"finding\", \"laboratory\"], [\"laboratory\", \"service\"], [\"service\", \"contact\"], [\"contact\", \"tracing\"], [\"tracing\", \"safe\"], [\"safe\", \"dignified\"], [\"dignified\", \"burial\"], [\"burial\", \"international\"], [\"international\", \"federation\"], [\"federation\", \"red\"], [\"red\", \"cross\"], [\"cross\", \"red\"], [\"red\", \"crescent\"], [\"crescent\", \"society\"], [\"society\", \"ifrc\"], [\"ifrc\", \"community\"], [\"community\", \"engagement\"], [\"engagement\", \"social\"], [\"social\", \"mobilization\"], [\"mobilization\", \"unicef\"], [\"unicef\", \"annex\"], [\"annex\", \"2\"], [\"2\", \"definition\"], [\"definition\", \"phase\"], [\"phase\", \"2\"], [\"2\", \"key\"], [\"key\", \"performance\"], [\"performance\", \"indicator\"]], \"Text_Lemmatized\": \"total confirmed case week 2015 summary 3 confirmed case ebola virus disease evd reported week 16 august reported guinea first time since beginning outbreak sierra leone full epidemiological week passed confirmed case reported country overall case incidence held 3 confirmed case per week 3 consecutive week addition number contact observation halved 1600 9 august approximately 800 throughout 3 guinean prefecture 3 district sierra leone 16 august almost 600 contact tonkolili sierra leone completed 21day followup period 14 august accounting decline number contact followup however still significant risk transmission addition large number contact remain observation guinea sierra leone 45 contact lost followup guinean capital conakry past 6 week several highrisk contact also lost followup sierra leonean capital freetown rapidresponse team remain alert ready respond case 3 confirmed case reported guinea week 16 august registered contact receiving treatment ebola treatment centre two case reported matam area capital conakry case relative registered contact single case reported ratoma area city previous week week ending 9 august remaining case reported subprefecture moussayah forecariah case relative registered contact case reported subprefecture previous week origin previous week case remains investigation 796 contact remain followup 3 western prefecture guinea conakry coyah forecariah compared 927 contact 4 prefecture previous week contact previously observation prefecture kindia completed 21day followup period new case reported liberia week 16 august contact liberia completed 21day followup period last 2 patient evd liberia discharged completing treatment testing negative evd second time 23 july case reported sierra leone week 16 august first week without reported case since onset outbreak country total 72 contact remain followup across 3 district tonkolili western area urban western area rural associated western area urban freetown chain transmission contact associated recent cluster case tonkolili complete 21day followup period 23 august third consecutive week health worker infection reported affected country total 880 confirmed health worker infection reported guinea liberia sierra leone since start outbreak 512 reported death country widespread intense transmission total 27 952 reported confirmed probable suspected case evd guinea liberia sierra leone figure 1 table 1 16 august 11 284 reported death total includes reported death among probable suspected case although outcome many case unknown three new confirmed case reported guinea week 16 august total number confirmed case similar male female table 2 compared child people aged 14 year adult aged 15 44 approximately four time likely affected guinea liberia three time likely affected sierra leone new health worker infection reported week 16 august since start outbreak total 880 confirmed health worker infection reported guinea liberia sierra leone 512 reported death table 5 figure 1 confirmed probable suspected evd case worldwide view data table 1 confirmed probable suspected evd case guinea liberia sierra leone country case definition cumulative case case past 21 day cumulative death guinea confirmed 3332 6 2072 probable 452 452 suspected 2 total 3786 6 2524 liberia confirmed 3151 probable 1879 suspected 5636 total 10 666 4806 liberia confirmed 6 0 2 probable 0 suspected total 6 0 2 sierra leone confirmed 8697 3 3586 probable 287 208 suspected 4510 158 total 13 494 3 3952 total confirmed 15 186 9 probable 2618 suspected 10 148 total 27 952 9 11 284 view data table 2 cumulative number confirmed case sex age group guinea liberia sierra leone country cumulative case sex per 100 000 population age group per 100 000 population male female 014 year 1544 year 45 year guinea 1591 29 1736 32 529 11 1897 41 857 55 liberia 1911 96 1838 93 561 33 2060 121 703 132 sierra leone 4792 168 5081 175 1978 82 5592 216 2129 288 view data figure 2 geographical distribution confirmed case reported week 9 august 2015 table 3 case contact districtprefecturecounty past 3 week data based official information reported ministry health number subject change due ongoing reclassification retrospective investigation availability laboratory result data 9 august guinea sierra leone 6 august liberia one confirmed case tonkolili retrospectively reported date report 2 august 2015 includes freetown table 4 location epidemiological status confirmed case reported 3 week 16 august 2015 subprefectureschiefdomsdistricts reported one confirmed case 7 day 16 august highlighted epilink refers case registered contact previous case possibly refused cooperate untraceable epidemiological investigation found contact previous case refers case resident community active transmission past 21 day includes case epidemiological investigation case identified community death also registered contact subsequently found contact known case epilink known link previous case one confirmed case tonkolili retrospectively reported date report 2 august 2015 includes freetown one confirmed case tonkolili retrospectively reported date report 2 august 2015 figure 3 geographical distribution new total confirmed case guinea liberia sierra leone view interactive map table 5 ebola virus disease infection health worker guinea liberia sierra leone country case death guinea 195 99 liberia 378 192 sierra leone 307 221 total 880 512 guinea key performance indicator evd response guinea shown table 6 three confirmed case reported 2 prefecturesconakry forecariahin week 16 august table 3 table 4 figure 2 figure 3 case conakry reported matam area city relative registered contact single case reported ratoma area city previous week 216 contact remain followup prefecture total 45 contact lost followup conakry past 6 week case reported subprefecture moussayah forecariah second reported subprefecture past 2 week case older brother registered contact 26yearold woman identified evdpositive postmortem testing previous week receiving treatment ebola treatment centre investigation ongoing determine origin infection lastweeks case 579 contact remain followup prefecture interim analysis ebola ca suffit ring vaccination trial guinea suggests investigational rvsvzebov ebola vaccine protects people exposed evd trial continue guinea ring around confirmed case receiving immediate vaccination previously ring randomly allocated receive either immediate vaccination vaccination 21 day confirmation case 796 contact remain followup 3 western prefecture guinea conakry coyah forecariah compared 927 4 prefecture previous week 72 contact located forecariah 28 located conakry single contact followup prefecture coyah contact previously monitored prefecture kindia completed followup 3 05 unsafe burial reported guinea 577 recorded community death week 16 august compared 6 1 unsafe burial 577 recorded community death previous week including initial repeat testing total 842 laboratory sample tested week 16 august test 88 week 16 august postmortem swab taken rule evd cause death location 8 operational ebola treatment centre etcs shown figure 7 healthworker infection reported guinea week 16 august location 11 operational laboratory guinea shown figure 8 table 6 key performance indicator guinea definition key performance indicator see annex 2 data given 7day period includes repeat sample data missing 03 case outcome data missing 01 hospitalized confirmed case figure 4 confirmed weekly ebola virus disease case reported nationally prefecture guinea view data sierra leone key performance indicator evd response sierra leone shown table 7 case reported sierra leone week 16 august first week without reported case since onset outbreak country total 72 contact remain followup across 3 district tonkolili western area urban western area rural associated western area urban freetown chain transmission several highrisk contact lost followup western area urban contact associated recent cluster case tonkolili complete 21day followup period 23 august contact freetown remain followup 29 august location 10 operational ebola treatment centre etcs sierra leone shown figure 7 health worker infection reported week 16 august laboratory indicator continue reflect heightened degree vigilance 1775 new sample tested 7 day 16 august new sample tested positive evd test 80 week 16 august postmortem swab taken rule evd cause death location 9 operational laboratory sierra leone shown figure 8 table 7 key performance indicator sierra leone definition key performance indicator see annex 2 data 7day period one confirmed case tonkolili retrospectively reported date report 2 august 2015 laboratory data missing 14 july data missing 412 case outcome data missing 2575 hospitalized confirmed case outcome known 6 hospitalized confirmed case april may figure 5 confirmed weekly ebola virus disease case reported nationally district sierra leone view data figure 6 day since last confirmed case district guinea liberia sierra leone view interactive map affected previously affected country liberia declared free ebola transmission 9 may 2015 reporting new case 42 consecutive day country subsequently entered 3month period heightened surveillance approximately 80 blood sample oral swab collected day potential case tested evd 29 june heightened surveillance detected evdpositive community death margibi county liberiathe first new confirmed case reported country since 20 march case 17yearold male first became ill 21 june died 28 june subsequently tested positive evd 12 july 5 contact associated firstdetected case since confirmed evdpositive 6 confirmed case reported since 29 june 2 died remaining 4 discharged treatment last case discharged testing negative evd second time 23 july contact completed followup seven country italy mali nigeria senegal spain united kingdom united state america previously reported case case imported country widespread intense transmission figure 7 location ebola treatment centre guinea liberia sierra leone view interactive map preparedness country rapidly detect respond ebola exposure introduction evd case unaffected country remains risk long case exist country adequate preparation however introduction contained timely effective response who preparedness activity aim ensure country ready effectively safely detect investigate report potential evd case mount effective response provides support country support visit preparednessstrengthening team pst help identify prioritize gap need direct technical assistance provide technical guidance tool figure 8 location laboratory guinea liberia sierra leone view interactive map priority country africa initial focus support partner highest priority country cote divoire guineabissau mali senegalfollowed high priority countriesbenin burkina faso cameroon central african republic democratic republic congo ethiopia gambia ghana mauritania niger nigeria south sudan togo criterion used prioritize country include geographical proximity affected country relative magnitude trade migration link relative strength health system since 20 october 2014 pst provided technical support benin burkina faso cameroon central african republic cote divoire ethiopia gambia ghana guineabissau mali mauritania niger senegal south sudan togo technical working group meeting field visit highlevel tabletop exercise field simulation helped identify key area improvement country tailored plan strengthen operational readiness october 2014 august 2015 undertaken 264 field deployment priority country assist implementation national plan provides personal protective equipment ppe module containing minimum stock cover staff protection equipment need support 10 bed 10 day staff essential function ppe module delivered process delivered country african continent addition country received one ppe training module contingency stockpile ppe place united nation humanitarian response depot unhrd accra dubai available country event experience shortage followup support priority country following initial pst assessment mission 14 priority country undertaken 2014 second phase preparednessstrengthening activity provided support countrybycountry basis activity last week highlighted cameroon 11 14 august led pst followup visit review country level readiness focus surveillance point entry logistics visit ministry health partner updated cameroon national operational plan preparedness gambia supporting ministry health 17 21 august plan simulation exercise evaluate country response system ghana alongside department health service partner ministry conducted workshop develop national guideline safe dignified burial group discussed strategy community engagement including importance cultural religious sensitivity community representative religious leader traditional healer local government official consulted opinion policy effort actively improve community engagement guinea bissau preparedness support continues provided central level two priority region tombali gabu who suboffices activity implemented partner reporting period national authority include mapping local partner activity coordination meeting tombali gabu involving regional authority partner organisation establishment community eventbased surveillance project u centre disease control cdc international organisation migration support border post visit assessment gabu region representative subregional team simulation exercise test capacity case isolation safe sample collection shipment evd preparedness officer dedicated evd preparedness officer deployed support implementation country preparedness plan coordinate partner provide focal point interagency collaboration provide specific technical support respective area expertise provide capacity development national staff preparedness officer currently deployed benin cameroon central african republic cote divoire ethiopia gambia ghana guineabissau mali mauritania niger senegal togo training exercise simulation priority country achieved minimum 50 implementation preparedness checklist activity encouraged undertake series drill element evd response functional exercise test coordination ebola operation centre training gambia rapid response team mauritania pointsofentry cote divoire clinical management ipc guiglo toulepleu currently planned surveillance preparedness indicator indicator based surveillance data casemanagement capacity laboratory testing equipment stock continue collected weekly basis four country share border affected country cote divoire guineabissau mali senegal interactive preparedness dashboard based evd checklist available online annex 1 coordination ebola response along 4 line action continues work many partner response evd outbreak including african union economic community west african state mano river union national government nongovernmental organization un agency technical institution network global outbreak alert response network goarn agency responsible coordinating 4 key line action response given line action lead agency case management case finding laboratory service contact tracing safe dignified burial international federation red cross red crescent society ifrc community engagement social mobilization unicef annex 2 definition phase 2 key performance indicator\", \"Text_Lower\": \"total confirmed cases by week 2015\\n\\nsummary\\n\\nthere were 3 confirmed cases of ebola virus disease evd reported in the week to 16 august all of which were reported from guinea for the first time since the beginning of the outbreak in sierra leone a full epidemiological week has passed with no confirmed cases reported from the country overall case incidence has held at 3 confirmed cases per week for 3 consecutive weeks in addition the number of contacts under observation has halved from over 1600 on 9 august to approximately 800 throughout 3 guinean prefectures and 3 districts in sierra leone on 16 august almost 600 contacts in tonkolili sierra leone completed the 21day followup period on 14 august accounting for most of the decline in the number of contacts under followup however there is still a significant risk of further transmission in addition to the large number of contacts who remain under observation in guinea and sierra leone 45 contacts have been lost to followup in the guinean capital conakry over the past 6 weeks several highrisk contacts have also been lost to followup in the sierra leonean capital freetown rapidresponse teams remain alert and ready to respond to further cases\\n\\nall of the 3 confirmed cases reported from guinea in the week to 16 august are registered contacts and are now receiving treatment in ebola treatment centres two cases were reported from the matam area of the capital conakry both cases were relatives and registered contacts of the single case reported from the ratoma area of the city in the previous week week ending 9 august the remaining case was reported from the subprefecture of moussayah in forecariah the case is a relative and registered contact of the case reported from the same subprefecture during the previous week the origin of the previous weeks case remains under investigation 796 contacts remain under followup in 3 western prefectures in guinea conakry coyah and forecariah compared with 927 contacts in 4 prefectures the previous week all contacts previously under observation in the prefecture of kindia have now completed the 21day followup period\\n\\nno new cases were reported from liberia in the week to 16 august all contacts in liberia have now completed their 21day followup period the last 2 patients with evd in liberia were discharged after completing treatment and testing negative for evd for a second time on 23 july\\n\\nno cases were reported from sierra leone in the week to 16 august the first week without a reported case since the onset of the outbreak in the country a total of 72 contacts remain under followup across 3 districts tonkolili western area urban and western area rural all of whom are associated with the western area urban freetown chain of transmission all contacts associated with the recent cluster of cases in tonkolili will complete the 21day followup period on 23 august\\n\\nfor the third consecutive week no health worker infections were reported from any of the affected countries there have been a total of 880 confirmed health worker infections reported from guinea liberia and sierra leone since the start of the outbreak with 512 reported deaths\\n\\ncountries with widespread and intense transmission\\n\\nthere have been a total of 27 952 reported confirmed probable and suspected cases of evd in guinea liberia and sierra leone figure 1 table 1 up to 16 august with 11 284 reported deaths this total includes reported deaths among probable and suspected cases although outcomes for many cases are unknown three new confirmed cases were reported in guinea in the week to 16 august\\n\\nthe total number of confirmed cases is similar in males and females table 2 compared with children people aged 14 years and under adults aged 15 to 44 are approximately four times more likely to be affected in guinea and liberia and three times more likely to be affected in sierra leone\\n\\nno new health worker infections were reported in the week to 16 august since the start of the outbreak a total of 880 confirmed health worker infections have been reported in guinea liberia and sierra leone there have been 512 reported deaths table 5\\n\\nfigure 1 confirmed probable and suspected evd cases worldwide\\n\\nview data \\n\\ntable 1 confirmed probable and suspected evd cases in guinea liberia and sierra leone\\n\\ncountry case definition cumulative cases cases in past 21 days cumulative deaths guinea confirmed 3332 6 2072 probable 452  452 suspected 2   total 3786 6 2524 liberia confirmed 3151   probable 1879   suspected 5636   total 10 666  4806 liberia confirmed 6 0 2 probable 0   suspected    total 6 0 2 sierra leone confirmed 8697 3 3586 probable 287  208 suspected 4510  158 total 13 494 3 3952 total confirmed 15 186 9  probable 2618   suspected 10 148   total 27 952 9 11 284\\n\\nview data \\n\\ntable 2 cumulative number of confirmed cases by sex and age group in guinea liberia and sierra leone\\n\\ncountry cumulative cases by sex\\n\\nper 100 000 population by age group\\n\\nper 100 000 population male female 014 years 1544 years 45 years guinea 1591\\n\\n29 1736\\n\\n32 529\\n\\n11 1897\\n\\n41 857\\n\\n55 liberia 1911\\n\\n96 1838\\n\\n93 561\\n\\n33 2060\\n\\n121 703\\n\\n132 sierra leone 4792\\n\\n168 5081\\n\\n175 1978\\n\\n82 5592\\n\\n216 2129\\n\\n288\\n\\nview data \\n\\nfigure 2 geographical distribution of confirmed cases reported in the week to 9 august 2015\\n\\ntable 3 cases and contacts by districtprefecturecounty over the past 3 weeks\\n\\ndata are based on official information reported by ministries of health these numbers are subject to change due to ongoing reclassification retrospective investigation and availability of laboratory results data as of 9 august for guinea and sierra leone and 6 august for liberia one confirmed case in tonkolili was retrospectively reported with date of report 2 august 2015 includes freetown\\n\\ntable 4 location and epidemiological status of confirmed cases reported in the 3 weeks to 16 august 2015\\n\\nsubprefectureschiefdomsdistricts that reported one or more confirmed cases in the 7 days to 16 august are highlighted epilink refers to cases who were not registered as contacts of a previous case possibly because they refused to cooperate or were untraceable but who after further epidemiological investigation were found to have had contact with a previous case or refers to cases who are resident or are from a community with active transmission in the past 21 days includes cases under epidemiological investigation a case that is identified as a community death can also be registered as a contact or subsequently be found to have had contact with a known case epilink or have no known link to a previous case one confirmed case in tonkolili was retrospectively reported with date of report 2 august 2015 includes freetown one confirmed case in tonkolili was retrospectively reported with date of report 2 august 2015\\n\\nfigure 3 geographical distribution of new and total confirmed cases in guinea liberia and sierra leone\\n\\nview interactive map \\n\\ntable 5 ebola virus disease infections in health workers in guinea liberia and sierra leone\\n\\ncountry cases deaths guinea 195 99 liberia 378 192 sierra leone 307 221 total 880 512\\n\\nguinea\\n\\nkey performance indicators for the evd response in guinea are shown in table 6\\n\\nthree confirmed cases were reported from 2 prefecturesconakry and forecariahin the week to 16 august table 3 table 4 figure 2 figure 3\\n\\nboth cases in conakry were reported from the matam area of the city and were relatives and registered contacts of the single case reported from the ratoma area of the city in the previous week 216 contacts remain under followup in the prefecture a total of 45 contacts have been lost to followup in conakry during the past 6 weeks\\n\\nthe case reported from the subprefecture of moussayah in forecariah is the second to be reported from the subprefecture in the past 2 weeks the case is the older brother and a registered contact of the 26yearold woman who was identified as evdpositive after postmortem testing during the previous week and is now receiving treatment at an ebola treatment centre investigations are ongoing to determine the origin of infection of lastweeks case 579 contacts remain under followup in the prefecture\\n\\nan interim analysis of the ebola ca suffit ring vaccination trial in guinea suggests that the investigational rvsvzebov ebola vaccine protects people exposed to evd the trial will continue in guinea with all rings around confirmed cases now receiving immediate vaccination previously rings were randomly allocated to receive either immediate vaccination or vaccination 21 days after the confirmation of a case\\n\\n796 contacts remain under followup in 3 western prefectures in guinea conakry coyah and forecariah compared with 927 in 4 prefectures the previous week over 72 of all contacts are located in forecariah with 28 located in conakry a single contact is under followup in the prefecture of coyah all contacts previously being monitored in the prefecture of kindia have now completed followup\\n\\nthere were 3 05 unsafe burials reported in guinea out of 577 recorded community deaths in the week to 16 august compared with 6 1 unsafe burials out of 577 recorded community deaths in the previous week\\n\\nincluding both initial and repeat testing a total of 842 laboratory samples were tested in the week to 16 august most tests 88 in the week to 16 august are of postmortem swabs taken to rule out evd as the cause of death\\n\\nlocations of the 8 operational ebola treatment centres etcs are shown in figure 7 no healthworker infections were reported from guinea in the week to 16 august\\n\\nlocations of the 11 operational laboratories in guinea are shown in figure 8\\n\\ntable 6 key performance indicators for guinea\\n\\nfor definitions of key performance indicators see annex 2 data are given for 7day periods includes repeat samples data missing for 03 of cases outcome data missing for 01 of hospitalized confirmed cases\\n\\nfigure 4 confirmed weekly ebola virus disease cases reported nationally and by prefecture from guinea\\n\\nview data \\n\\nsierra leone\\n\\nkey performance indicators for the evd response in sierra leone are shown in table 7\\n\\nno cases were reported from sierra leone in the week to 16 august the first week without a reported case since the onset of the outbreak in the country\\n\\na total of 72 contacts remain under followup across 3 districts tonkolili western area urban and western area rural all of whom are associated with the western area urban freetown chain of transmission several highrisk contacts have been lost to followup in western area urban all contacts associated with the recent cluster of cases in tonkolili will complete their 21day followup period on 23 august contacts in freetown will remain under followup until 29 august\\n\\nlocations of the 10 operational ebola treatment centres etcs in sierra leone are shown in figure 7 no health worker infections were reported in the week to 16 august\\n\\nlaboratory indicators continue to reflect a heightened degree of vigilance with 1775 new samples tested in the 7 days to 16 august no new samples tested positive for evd most tests 80 in the week to 16 august are of postmortem swabs taken to rule out evd as the cause of death\\n\\nlocations of the 9 operational laboratories in sierra leone are shown in figure 8\\n\\ntable 7 key performance indicators for sierra leone\\n\\nfor definitions of key performance indicators see annex 2 data are for 7day periods one confirmed case in tonkolili was retrospectively reported with date of report 2 august 2015 laboratory data missing for 14 july data missing for 412 of cases outcome data missing for 2575 of hospitalized confirmed cases an outcome is known for only 6 hospitalized confirmed cases in each april and may\\n\\nfigure 5 confirmed weekly ebola virus disease cases reported nationally and by district from sierra leone\\n\\nview data \\n\\nfigure 6 days since last confirmed case by district in guinea liberia and sierra leone\\n\\nview interactive map \\n\\nother affected and previously affected countries\\n\\nliberia was declared free of ebola transmission on 9 may 2015 after reporting no new cases for 42 consecutive days the country subsequently entered a 3month period of heightened surveillance during which approximately 80 blood samples and oral swabs are collected each day from potential cases and tested for evd on 29 june this heightened surveillance detected an evdpositive community death in margibi county liberiathe first new confirmed case reported from the country since 20 march the case was a 17yearold male who first became ill on 21 june died on 28 june and subsequently tested positive for evd as at 12 july 5 contacts associated with the firstdetected case have since been confirmed as evdpositive of the 6 confirmed cases reported since 29 june 2 have died and the remaining 4 have now all been discharged after treatment the last case was discharged after testing negative for evd for a second time on 23 july all contacts have now completed followup\\n\\nseven countries italy mali nigeria senegal spain the united kingdom and the united states of america have previously reported a case or cases imported from a country with widespread and intense transmission\\n\\nfigure 7 location of ebola treatment centres in guinea liberia and sierra leone\\n\\nview interactive map \\n\\npreparedness of countries to rapidly detect and respond to an ebola exposure\\n\\nthe introduction of an evd case into unaffected countries remains a risk as long as cases exist in any country with adequate preparation however such an introduction can be contained through a timely and effective response\\n\\nwhos preparedness activities aim to ensure all countries are ready to effectively and safely detect investigate and report potential evd cases and to mount an effective response who provides this support through country support visits by preparednessstrengthening teams psts to help identify and prioritize gaps and needs direct technical assistance and provide technical guidance and tools\\n\\nfigure 8 location of laboratories in guinea liberia and sierra leone\\n\\nview interactive map \\n\\npriority countries in africa\\n\\nthe initial focus of support by who and partners is on highest priority countries  cote divoire guineabissau mali and senegalfollowed by high priority countriesbenin burkina faso cameroon central african republic democratic republic of the congo ethiopia gambia ghana mauritania niger nigeria south sudan and togo the criteria used to prioritize countries include the geographical proximity to affected countries the relative magnitude of trade and migration links and the relative strength of their health systems\\n\\nsince 20 october 2014 psts have provided technical support in benin burkina faso cameroon central african republic cote divoire ethiopia gambia ghana guineabissau mali mauritania niger senegal south sudan and togo technical working group meetings field visits highlevel tabletop exercises and field simulations have helped to identify key areas for improvement each country has a tailored plan to strengthen operational readiness\\n\\nfrom october 2014 to august 2015 who has undertaken over 264 field deployments to priority countries to assist with the implementation of national plans\\n\\nwho provides personal protective equipment ppe modules containing minimum stocks to cover staff protection and other equipment needs to support 10 beds for 10 days for all staff with essential functions ppe modules have been delivered or are in the process of being delivered to all countries on the african continent in addition all countries have received one ppe training module\\n\\ncontingency stockpiles of ppe are in place in the united nations humanitarian response depots unhrd in accra and dubai and are available to any country in the event that they experience a shortage\\n\\nfollowup support to priority countries\\n\\nfollowing the initial pst assessment missions to the 14 priority countries undertaken in 2014 a second phase of preparednessstrengthening activities have provided support on a countrybycountry basis activities in the last week are highlighted below\\n\\nin cameroon from 11 to 14 august who led a pst followup visit to review the countrys level of readiness with a focus on surveillance points of entry and logistics during the visit the ministry of health who and partners updated cameroons national operational plan for preparedness\\n\\nin gambia who is supporting the ministry of health from 17 to 21 august to plan simulation exercises to evaluate the countrys response systems\\n\\nin ghana alongside the department for health services who other partners and ministries conducted a workshop to develop national guidelines on safe and dignified burials the group discussed strategies for community engagement including the importance of cultural and religious sensitivity community representatives religious leaders traditional healers and local government officials will be consulted about their opinions on policies in an effort to actively improve community engagement\\n\\nin guinea bissau preparedness support continues to be provided at the central level and in two priority regions tombali and gabu through whos suboffices activities implemented by who and partners during the reporting period with national authorities include a mapping of local partner activities and coordination meetings in tombali and gabu involving regional authorities and partner organisations establishment of community eventbased surveillance project with the us centre for disease control cdc international organisation for migration and who support border post visits and assessments in gabu region by the who representative and subregional teams and a simulation exercise to test capacity for case isolation safe sample collection and shipment\\n\\nevd preparedness officers\\n\\ndedicated evd preparedness officers have been deployed to support the implementation of country preparedness plans coordinate partners provide a focal point for interagency collaboration provide specific technical support in their respective areas of expertise and provide capacity development to national who staff preparedness officers are currently deployed to benin cameroon central african republic cote divoire ethiopia gambia ghana guineabissau mali mauritania niger senegal and togo\\n\\ntraining exercises and simulations\\n\\npriority countries that have achieved a minimum of 50 implementation of preparedness checklist activities are encouraged to undertake a series of drills on elements of an evd response and a functional exercise to test the coordination of the ebola operations centre\\n\\ntrainings in gambia rapid response teams mauritania pointsofentry and cote divoire clinical management and ipc in guiglo and toulepleu are currently being planned\\n\\nsurveillance and preparedness indicators\\n\\nindicators based on surveillance data casemanagement capacity laboratory testing and equipment stocks continue to be collected on a weekly basis from the four countries that share a border with affected countries cote divoire guineabissau mali and senegal\\n\\nan interactive preparedness dashboard based on the who evd checklist is now available online\\n\\nannex 1 coordination of the ebola response along 4 lines of action\\n\\nwho continues to work with many partners in response to the evd outbreak including the african union the economic community of west african states the mano river union national governments nongovernmental organizations and un agencies and technical institutions and networks in the global outbreak alert and response network goarn agencies responsible for coordinating 4 key lines of action in the response are given below\\n\\nlines of action lead agency case management who case finding laboratory services and contact tracing who safe and dignified burials international federation of red cross and red crescent societies ifrc community engagement and social mobilization unicef\\n\\nannex 2 definitions of phase 2 key performance indicators\", \"Text_NoPunctuation\": \"Total confirmed cases by week 2015\\n\\nSUMMARY\\n\\nThere were 3 confirmed cases of Ebola virus disease EVD reported in the week to 16 August all of which were reported from Guinea For the first time since the beginning of the outbreak in Sierra Leone a full epidemiological week has passed with no confirmed cases reported from the country Overall case incidence has held at 3 confirmed cases per week for 3 consecutive weeks In addition the number of contacts under observation has halved from over 1600 on 9 August to approximately 800 throughout 3 Guinean prefectures and 3 districts in Sierra Leone on 16 August Almost 600 contacts in Tonkolili Sierra Leone completed the 21day followup period on 14 August accounting for most of the decline in the number of contacts under followup However there is still a significant risk of further transmission In addition to the large number of contacts who remain under observation in Guinea and Sierra Leone 45 contacts have been lost to followup in the Guinean capital Conakry over the past 6 weeks Several highrisk contacts have also been lost to followup in the Sierra Leonean capital Freetown Rapidresponse teams remain alert and ready to respond to further cases\\n\\nAll of the 3 confirmed cases reported from Guinea in the week to 16 August are registered contacts and are now receiving treatment in Ebola treatment centres Two cases were reported from the Matam area of the capital Conakry Both cases were relatives and registered contacts of the single case reported from the Ratoma area of the city in the previous week week ending 9 August The remaining case was reported from the subprefecture of Moussayah in Forecariah The case is a relative and registered contact of the case reported from the same subprefecture during the previous week The origin of the previous weeks case remains under investigation 796 contacts remain under followup in 3 western prefectures in Guinea Conakry Coyah and Forecariah compared with 927 contacts in 4 prefectures the previous week All contacts previously under observation in the prefecture of Kindia have now completed the 21day followup period\\n\\nNo new cases were reported from Liberia in the week to 16 August All contacts in Liberia have now completed their 21day followup period The last 2 patients with EVD in Liberia were discharged after completing treatment and testing negative for EVD for a second time on 23 July\\n\\nNo cases were reported from Sierra Leone in the week to 16 August the first week without a reported case since the onset of the outbreak in the country A total of 72 contacts remain under followup across 3 districts Tonkolili Western Area Urban and Western Area Rural all of whom are associated with the Western Area Urban Freetown chain of transmission All contacts associated with the recent cluster of cases in Tonkolili will complete the 21day followup period on 23 August\\n\\nFor the third consecutive week no health worker infections were reported from any of the affected countries There have been a total of 880 confirmed health worker infections reported from Guinea Liberia and Sierra Leone since the start of the outbreak with 512 reported deaths\\n\\nCOUNTRIES WITH WIDESPREAD AND INTENSE TRANSMISSION\\n\\nThere have been a total of 27 952 reported confirmed probable and suspected cases of EVD in Guinea Liberia and Sierra Leone figure 1 table 1 up to 16 August with 11 284 reported deaths this total includes reported deaths among probable and suspected cases although outcomes for many cases are unknown Three new confirmed cases were reported in Guinea in the week to 16 August\\n\\nThe total number of confirmed cases is similar in males and females table 2 Compared with children people aged 14 years and under adults aged 15 to 44 are approximately four times more likely to be affected in Guinea and Liberia and three times more likely to be affected in Sierra Leone\\n\\nNo new health worker infections were reported in the week to 16 August Since the start of the outbreak a total of 880 confirmed health worker infections have been reported in Guinea Liberia and Sierra Leone there have been 512 reported deaths table 5\\n\\nFigure 1 Confirmed probable and suspected EVD cases worldwide\\n\\nView data \\n\\nTable 1 Confirmed probable and suspected EVD cases in Guinea Liberia and Sierra Leone\\n\\nCountry Case definition Cumulative cases Cases in past 21 days Cumulative deaths Guinea Confirmed 3332 6 2072 Probable 452  452 Suspected 2   Total 3786 6 2524 Liberia Confirmed 3151   Probable 1879   Suspected 5636   Total 10 666  4806 Liberia Confirmed 6 0 2 Probable 0   Suspected    Total 6 0 2 Sierra Leone Confirmed 8697 3 3586 Probable 287  208 Suspected 4510  158 Total 13 494 3 3952 Total Confirmed 15 186 9  Probable 2618   Suspected 10 148   Total 27 952 9 11 284\\n\\nView data \\n\\nTable 2 Cumulative number of confirmed cases by sex and age group in Guinea Liberia and Sierra Leone\\n\\nCountry Cumulative cases By sex\\n\\nper 100 000 population By age group\\n\\nper 100 000 population Male Female 014 years 1544 years 45 years Guinea 1591\\n\\n29 1736\\n\\n32 529\\n\\n11 1897\\n\\n41 857\\n\\n55 Liberia 1911\\n\\n96 1838\\n\\n93 561\\n\\n33 2060\\n\\n121 703\\n\\n132 Sierra Leone 4792\\n\\n168 5081\\n\\n175 1978\\n\\n82 5592\\n\\n216 2129\\n\\n288\\n\\nView data \\n\\nFigure 2 Geographical distribution of confirmed cases reported in the week to 9 August 2015\\n\\nTable 3 Cases and contacts by districtprefecturecounty over the past 3 weeks\\n\\nData are based on official information reported by ministries of health These numbers are subject to change due to ongoing reclassification retrospective investigation and availability of laboratory results Data as of 9 August for Guinea and Sierra Leone and 6 August for Liberia One confirmed case in Tonkolili was retrospectively reported with date of report 2 August 2015 Includes Freetown\\n\\nTable 4 Location and epidemiological status of confirmed cases reported in the 3 weeks to 16 August 2015\\n\\nSubprefectureschiefdomsdistricts that reported one or more confirmed cases in the 7 days to 16 August are highlighted Epilink refers to cases who were not registered as contacts of a previous case possibly because they refused to cooperate or were untraceable but who after further epidemiological investigation were found to have had contact with a previous case OR refers to cases who are resident or are from a community with active transmission in the past 21 days Includes cases under epidemiological investigation A case that is identified as a community death can also be registered as a contact or subsequently be found to have had contact with a known case epilink or have no known link to a previous case One confirmed case in Tonkolili was retrospectively reported with date of report 2 August 2015 Includes Freetown One confirmed case in Tonkolili was retrospectively reported with date of report 2 August 2015\\n\\nFigure 3 Geographical distribution of new and total confirmed cases in Guinea Liberia and Sierra Leone\\n\\nView interactive map \\n\\nTable 5 Ebola virus disease infections in health workers in Guinea Liberia and Sierra Leone\\n\\nCountry Cases Deaths Guinea 195 99 Liberia 378 192 Sierra Leone 307 221 Total 880 512\\n\\nGUINEA\\n\\nKey performance indicators for the EVD response in Guinea are shown in table 6\\n\\nThree confirmed cases were reported from 2 prefecturesConakry and Forecariahin the week to 16 August table 3 table 4 figure 2 figure 3\\n\\nBoth cases in Conakry were reported from the Matam area of the city and were relatives and registered contacts of the single case reported from the Ratoma area of the city in the previous week 216 contacts remain under followup in the prefecture A total of 45 contacts have been lost to followup in Conakry during the past 6 weeks\\n\\nThe case reported from the subprefecture of Moussayah in Forecariah is the second to be reported from the subprefecture in the past 2 weeks The case is the older brother and a registered contact of the 26yearold woman who was identified as EVDpositive after postmortem testing during the previous week and is now receiving treatment at an Ebola treatment centre Investigations are ongoing to determine the origin of infection of lastweeks case 579 contacts remain under followup in the prefecture\\n\\nAn interim analysis of the Ebola ca suffit ring vaccination trial in Guinea suggests that the investigational rVSVZEBOV Ebola vaccine protects people exposed to EVD The trial will continue in Guinea with all rings around confirmed cases now receiving immediate vaccination Previously rings were randomly allocated to receive either immediate vaccination or vaccination 21 days after the confirmation of a case\\n\\n796 contacts remain under followup in 3 western prefectures in Guinea Conakry Coyah and Forecariah compared with 927 in 4 prefectures the previous week Over 72 of all contacts are located in Forecariah with 28 located in Conakry A single contact is under followup in the prefecture of Coyah All contacts previously being monitored in the prefecture of Kindia have now completed followup\\n\\nThere were 3 05 unsafe burials reported in Guinea out of 577 recorded community deaths in the week to 16 August compared with 6 1 unsafe burials out of 577 recorded community deaths in the previous week\\n\\nIncluding both initial and repeat testing a total of 842 laboratory samples were tested in the week to 16 August Most tests 88 in the week to 16 August are of postmortem swabs taken to rule out EVD as the cause of death\\n\\nLocations of the 8 operational Ebola treatment centres ETCs are shown in figure 7 No healthworker infections were reported from Guinea in the week to 16 August\\n\\nLocations of the 11 operational laboratories in Guinea are shown in figure 8\\n\\nTable 6 Key performance indicators for Guinea\\n\\nFor definitions of key performance indicators see Annex 2 Data are given for 7day periods Includes repeat samples Data missing for 03 of cases Outcome data missing for 01 of hospitalized confirmed cases\\n\\nFigure 4 Confirmed weekly Ebola virus disease cases reported nationally and by prefecture from Guinea\\n\\nView data \\n\\nSIERRA LEONE\\n\\nKey performance indicators for the EVD response in Sierra Leone are shown in table 7\\n\\nNo cases were reported from Sierra Leone in the week to 16 August the first week without a reported case since the onset of the outbreak in the country\\n\\nA total of 72 contacts remain under followup across 3 districts Tonkolili Western Area Urban and Western Area Rural all of whom are associated with the Western Area Urban Freetown chain of transmission Several highrisk contacts have been lost to followup in Western Area Urban All contacts associated with the recent cluster of cases in Tonkolili will complete their 21day followup period on 23 August Contacts in Freetown will remain under followup until 29 August\\n\\nLocations of the 10 operational Ebola treatment centres ETCs in Sierra Leone are shown in figure 7 No health worker infections were reported in the week to 16 August\\n\\nLaboratory indicators continue to reflect a heightened degree of vigilance with 1775 new samples tested in the 7 days to 16 August No new samples tested positive for EVD Most tests 80 in the week to 16 August are of postmortem swabs taken to rule out EVD as the cause of death\\n\\nLocations of the 9 operational laboratories in Sierra Leone are shown in figure 8\\n\\nTable 7 Key performance indicators for Sierra Leone\\n\\nFor definitions of key performance indicators see Annex 2 Data are for 7day periods One confirmed case in Tonkolili was retrospectively reported with date of report 2 August 2015 Laboratory data missing for 14 July Data missing for 412 of cases Outcome data missing for 2575 of hospitalized confirmed cases An outcome is known for only 6 hospitalized confirmed cases in each April and May\\n\\nFigure 5 Confirmed weekly Ebola virus disease cases reported nationally and by district from Sierra Leone\\n\\nView data \\n\\nFigure 6 Days since last confirmed case by district in Guinea Liberia and Sierra Leone\\n\\nView interactive map \\n\\nOTHER AFFECTED AND PREVIOUSLY AFFECTED COUNTRIES\\n\\nLiberia was declared free of Ebola transmission on 9 May 2015 after reporting no new cases for 42 consecutive days The country subsequently entered a 3month period of heightened surveillance during which approximately 80 blood samples and oral swabs are collected each day from potential cases and tested for EVD On 29 June this heightened surveillance detected an EVDpositive community death in Margibi County Liberiathe first new confirmed case reported from the country since 20 March The case was a 17yearold male who first became ill on 21 June died on 28 June and subsequently tested positive for EVD As at 12 July 5 contacts associated with the firstdetected case have since been confirmed as EVDpositive Of the 6 confirmed cases reported since 29 June 2 have died and the remaining 4 have now all been discharged after treatment The last case was discharged after testing negative for EVD for a second time on 23 July All contacts have now completed followup\\n\\nSeven countries Italy Mali Nigeria Senegal Spain the United Kingdom and the United States of America have previously reported a case or cases imported from a country with widespread and intense transmission\\n\\nFigure 7 Location of Ebola treatment centres in Guinea Liberia and Sierra Leone\\n\\nView interactive map \\n\\nPREPAREDNESS OF COUNTRIES TO RAPIDLY DETECT AND RESPOND TO AN EBOLA EXPOSURE\\n\\nThe introduction of an EVD case into unaffected countries remains a risk as long as cases exist in any country With adequate preparation however such an introduction can be contained through a timely and effective response\\n\\nWHOs preparedness activities aim to ensure all countries are ready to effectively and safely detect investigate and report potential EVD cases and to mount an effective response WHO provides this support through country support visits by preparednessstrengthening teams PSTs to help identify and prioritize gaps and needs direct technical assistance and provide technical guidance and tools\\n\\nFigure 8 Location of laboratories in Guinea Liberia and Sierra Leone\\n\\nView interactive map \\n\\nPriority countries in Africa\\n\\nThe initial focus of support by WHO and partners is on highest priority countries  Cote dIvoire GuineaBissau Mali and Senegalfollowed by high priority countriesBenin Burkina Faso Cameroon Central African Republic Democratic Republic of the Congo Ethiopia Gambia Ghana Mauritania Niger Nigeria South Sudan and Togo The criteria used to prioritize countries include the geographical proximity to affected countries the relative magnitude of trade and migration links and the relative strength of their health systems\\n\\nSince 20 October 2014 PSTs have provided technical support in Benin Burkina Faso Cameroon Central African Republic Cote dIvoire Ethiopia Gambia Ghana GuineaBissau Mali Mauritania Niger Senegal South Sudan and Togo Technical working group meetings field visits highlevel tabletop exercises and field simulations have helped to identify key areas for improvement Each country has a tailored plan to strengthen operational readiness\\n\\nFrom October 2014 to August 2015 WHO has undertaken over 264 field deployments to priority countries to assist with the implementation of national plans\\n\\nWHO provides personal protective equipment PPE modules containing minimum stocks to cover staff protection and other equipment needs to support 10 beds for 10 days for all staff with essential functions PPE modules have been delivered or are in the process of being delivered to all countries on the African continent In addition all countries have received one PPE training module\\n\\nContingency stockpiles of PPE are in place in the United Nations Humanitarian Response Depots UNHRD in Accra and Dubai and are available to any country in the event that they experience a shortage\\n\\nFollowup support to priority countries\\n\\nFollowing the initial PST assessment missions to the 14 priority countries undertaken in 2014 a second phase of preparednessstrengthening activities have provided support on a countrybycountry basis Activities in the last week are highlighted below\\n\\nIn Cameroon from 11 to 14 August WHO led a PST followup visit to review the countrys level of readiness with a focus on surveillance points of entry and logistics During the visit the ministry of health WHO and partners updated Cameroons national operational plan for preparedness\\n\\nIn Gambia WHO is supporting the ministry of health from 17 to 21 August to plan simulation exercises to evaluate the countrys response systems\\n\\nIn Ghana alongside the Department for Health Services WHO other partners and ministries conducted a workshop to develop national guidelines on safe and dignified burials The group discussed strategies for community engagement including the importance of cultural and religious sensitivity Community representatives religious leaders traditional healers and local government officials will be consulted about their opinions on policies in an effort to actively improve community engagement\\n\\nIn Guinea Bissau preparedness support continues to be provided at the central level and in two priority regions Tombali and Gabu through WHOs suboffices Activities implemented by WHO and partners during the reporting period with national authorities include a mapping of local partner activities and coordination meetings in Tombali and Gabu involving regional authorities and partner organisations establishment of community eventbased surveillance project with the US Centre for Disease Control CDC International organisation for Migration and WHO support border post visits and assessments in Gabu region by the WHO Representative and subregional teams and a simulation exercise to test capacity for case isolation safe sample collection and shipment\\n\\nEVD preparedness officers\\n\\nDedicated EVD preparedness officers have been deployed to support the implementation of country preparedness plans coordinate partners provide a focal point for interagency collaboration provide specific technical support in their respective areas of expertise and provide capacity development to national WHO staff Preparedness officers are currently deployed to Benin Cameroon Central African Republic Cote dIvoire Ethiopia Gambia Ghana GuineaBissau Mali Mauritania Niger Senegal and Togo\\n\\nTraining exercises and simulations\\n\\nPriority countries that have achieved a minimum of 50 implementation of preparedness checklist activities are encouraged to undertake a series of drills on elements of an EVD response and a functional exercise to test the coordination of the Ebola operations centre\\n\\nTrainings in Gambia rapid response teams Mauritania pointsofentry and Cote dIvoire clinical management and IPC in Guiglo and Toulepleu are currently being planned\\n\\nSurveillance and preparedness indicators\\n\\nIndicators based on surveillance data casemanagement capacity laboratory testing and equipment stocks continue to be collected on a weekly basis from the four countries that share a border with affected countries Cote dIvoire GuineaBissau Mali and Senegal\\n\\nAn interactive preparedness dashboard based on the WHO EVD checklist is now available online\\n\\nANNEX 1 COORDINATION OF THE EBOLA RESPONSE ALONG 4 LINES OF ACTION\\n\\nWHO continues to work with many partners in response to the EVD outbreak including the African Union the Economic Community of West African States the Mano River Union national governments nongovernmental organizations and UN agencies and technical institutions and networks in the Global Outbreak Alert and Response Network GOARN Agencies responsible for coordinating 4 key lines of action in the response are given below\\n\\nLines of action Lead agency Case management WHO Case finding laboratory services and contact tracing WHO Safe and dignified burials International Federation of Red Cross and Red Crescent Societies IFRC Community engagement and social mobilization UNICEF\\n\\nANNEX 2 DEFINITIONS OF PHASE 2 KEY PERFORMANCE INDICATORS\", \"Text_NoStopwords\": \"total confirmed cases week 2015 summary 3 confirmed cases ebola virus disease evd reported week 16 august reported guinea first time since beginning outbreak sierra leone full epidemiological week passed confirmed cases reported country overall case incidence held 3 confirmed cases per week 3 consecutive weeks addition number contacts observation halved 1600 9 august approximately 800 throughout 3 guinean prefectures 3 districts sierra leone 16 august almost 600 contacts tonkolili sierra leone completed 21day followup period 14 august accounting decline number contacts followup however still significant risk transmission addition large number contacts remain observation guinea sierra leone 45 contacts lost followup guinean capital conakry past 6 weeks several highrisk contacts also lost followup sierra leonean capital freetown rapidresponse teams remain alert ready respond cases 3 confirmed cases reported guinea week 16 august registered contacts receiving treatment ebola treatment centres two cases reported matam area capital conakry cases relatives registered contacts single case reported ratoma area city previous week week ending 9 august remaining case reported subprefecture moussayah forecariah case relative registered contact case reported subprefecture previous week origin previous weeks case remains investigation 796 contacts remain followup 3 western prefectures guinea conakry coyah forecariah compared 927 contacts 4 prefectures previous week contacts previously observation prefecture kindia completed 21day followup period new cases reported liberia week 16 august contacts liberia completed 21day followup period last 2 patients evd liberia discharged completing treatment testing negative evd second time 23 july cases reported sierra leone week 16 august first week without reported case since onset outbreak country total 72 contacts remain followup across 3 districts tonkolili western area urban western area rural associated western area urban freetown chain transmission contacts associated recent cluster cases tonkolili complete 21day followup period 23 august third consecutive week health worker infections reported affected countries total 880 confirmed health worker infections reported guinea liberia sierra leone since start outbreak 512 reported deaths countries widespread intense transmission total 27 952 reported confirmed probable suspected cases evd guinea liberia sierra leone figure 1 table 1 16 august 11 284 reported deaths total includes reported deaths among probable suspected cases although outcomes many cases unknown three new confirmed cases reported guinea week 16 august total number confirmed cases similar males females table 2 compared children people aged 14 years adults aged 15 44 approximately four times likely affected guinea liberia three times likely affected sierra leone new health worker infections reported week 16 august since start outbreak total 880 confirmed health worker infections reported guinea liberia sierra leone 512 reported deaths table 5 figure 1 confirmed probable suspected evd cases worldwide view data table 1 confirmed probable suspected evd cases guinea liberia sierra leone country case definition cumulative cases cases past 21 days cumulative deaths guinea confirmed 3332 6 2072 probable 452 452 suspected 2 total 3786 6 2524 liberia confirmed 3151 probable 1879 suspected 5636 total 10 666 4806 liberia confirmed 6 0 2 probable 0 suspected total 6 0 2 sierra leone confirmed 8697 3 3586 probable 287 208 suspected 4510 158 total 13 494 3 3952 total confirmed 15 186 9 probable 2618 suspected 10 148 total 27 952 9 11 284 view data table 2 cumulative number confirmed cases sex age group guinea liberia sierra leone country cumulative cases sex per 100 000 population age group per 100 000 population male female 014 years 1544 years 45 years guinea 1591 29 1736 32 529 11 1897 41 857 55 liberia 1911 96 1838 93 561 33 2060 121 703 132 sierra leone 4792 168 5081 175 1978 82 5592 216 2129 288 view data figure 2 geographical distribution confirmed cases reported week 9 august 2015 table 3 cases contacts districtprefecturecounty past 3 weeks data based official information reported ministries health numbers subject change due ongoing reclassification retrospective investigation availability laboratory results data 9 august guinea sierra leone 6 august liberia one confirmed case tonkolili retrospectively reported date report 2 august 2015 includes freetown table 4 location epidemiological status confirmed cases reported 3 weeks 16 august 2015 subprefectureschiefdomsdistricts reported one confirmed cases 7 days 16 august highlighted epilink refers cases registered contacts previous case possibly refused cooperate untraceable epidemiological investigation found contact previous case refers cases resident community active transmission past 21 days includes cases epidemiological investigation case identified community death also registered contact subsequently found contact known case epilink known link previous case one confirmed case tonkolili retrospectively reported date report 2 august 2015 includes freetown one confirmed case tonkolili retrospectively reported date report 2 august 2015 figure 3 geographical distribution new total confirmed cases guinea liberia sierra leone view interactive map table 5 ebola virus disease infections health workers guinea liberia sierra leone country cases deaths guinea 195 99 liberia 378 192 sierra leone 307 221 total 880 512 guinea key performance indicators evd response guinea shown table 6 three confirmed cases reported 2 prefecturesconakry forecariahin week 16 august table 3 table 4 figure 2 figure 3 cases conakry reported matam area city relatives registered contacts single case reported ratoma area city previous week 216 contacts remain followup prefecture total 45 contacts lost followup conakry past 6 weeks case reported subprefecture moussayah forecariah second reported subprefecture past 2 weeks case older brother registered contact 26yearold woman identified evdpositive postmortem testing previous week receiving treatment ebola treatment centre investigations ongoing determine origin infection lastweeks case 579 contacts remain followup prefecture interim analysis ebola ca suffit ring vaccination trial guinea suggests investigational rvsvzebov ebola vaccine protects people exposed evd trial continue guinea rings around confirmed cases receiving immediate vaccination previously rings randomly allocated receive either immediate vaccination vaccination 21 days confirmation case 796 contacts remain followup 3 western prefectures guinea conakry coyah forecariah compared 927 4 prefectures previous week 72 contacts located forecariah 28 located conakry single contact followup prefecture coyah contacts previously monitored prefecture kindia completed followup 3 05 unsafe burials reported guinea 577 recorded community deaths week 16 august compared 6 1 unsafe burials 577 recorded community deaths previous week including initial repeat testing total 842 laboratory samples tested week 16 august tests 88 week 16 august postmortem swabs taken rule evd cause death locations 8 operational ebola treatment centres etcs shown figure 7 healthworker infections reported guinea week 16 august locations 11 operational laboratories guinea shown figure 8 table 6 key performance indicators guinea definitions key performance indicators see annex 2 data given 7day periods includes repeat samples data missing 03 cases outcome data missing 01 hospitalized confirmed cases figure 4 confirmed weekly ebola virus disease cases reported nationally prefecture guinea view data sierra leone key performance indicators evd response sierra leone shown table 7 cases reported sierra leone week 16 august first week without reported case since onset outbreak country total 72 contacts remain followup across 3 districts tonkolili western area urban western area rural associated western area urban freetown chain transmission several highrisk contacts lost followup western area urban contacts associated recent cluster cases tonkolili complete 21day followup period 23 august contacts freetown remain followup 29 august locations 10 operational ebola treatment centres etcs sierra leone shown figure 7 health worker infections reported week 16 august laboratory indicators continue reflect heightened degree vigilance 1775 new samples tested 7 days 16 august new samples tested positive evd tests 80 week 16 august postmortem swabs taken rule evd cause death locations 9 operational laboratories sierra leone shown figure 8 table 7 key performance indicators sierra leone definitions key performance indicators see annex 2 data 7day periods one confirmed case tonkolili retrospectively reported date report 2 august 2015 laboratory data missing 14 july data missing 412 cases outcome data missing 2575 hospitalized confirmed cases outcome known 6 hospitalized confirmed cases april may figure 5 confirmed weekly ebola virus disease cases reported nationally district sierra leone view data figure 6 days since last confirmed case district guinea liberia sierra leone view interactive map affected previously affected countries liberia declared free ebola transmission 9 may 2015 reporting new cases 42 consecutive days country subsequently entered 3month period heightened surveillance approximately 80 blood samples oral swabs collected day potential cases tested evd 29 june heightened surveillance detected evdpositive community death margibi county liberiathe first new confirmed case reported country since 20 march case 17yearold male first became ill 21 june died 28 june subsequently tested positive evd 12 july 5 contacts associated firstdetected case since confirmed evdpositive 6 confirmed cases reported since 29 june 2 died remaining 4 discharged treatment last case discharged testing negative evd second time 23 july contacts completed followup seven countries italy mali nigeria senegal spain united kingdom united states america previously reported case cases imported country widespread intense transmission figure 7 location ebola treatment centres guinea liberia sierra leone view interactive map preparedness countries rapidly detect respond ebola exposure introduction evd case unaffected countries remains risk long cases exist country adequate preparation however introduction contained timely effective response whos preparedness activities aim ensure countries ready effectively safely detect investigate report potential evd cases mount effective response provides support country support visits preparednessstrengthening teams psts help identify prioritize gaps needs direct technical assistance provide technical guidance tools figure 8 location laboratories guinea liberia sierra leone view interactive map priority countries africa initial focus support partners highest priority countries cote divoire guineabissau mali senegalfollowed high priority countriesbenin burkina faso cameroon central african republic democratic republic congo ethiopia gambia ghana mauritania niger nigeria south sudan togo criteria used prioritize countries include geographical proximity affected countries relative magnitude trade migration links relative strength health systems since 20 october 2014 psts provided technical support benin burkina faso cameroon central african republic cote divoire ethiopia gambia ghana guineabissau mali mauritania niger senegal south sudan togo technical working group meetings field visits highlevel tabletop exercises field simulations helped identify key areas improvement country tailored plan strengthen operational readiness october 2014 august 2015 undertaken 264 field deployments priority countries assist implementation national plans provides personal protective equipment ppe modules containing minimum stocks cover staff protection equipment needs support 10 beds 10 days staff essential functions ppe modules delivered process delivered countries african continent addition countries received one ppe training module contingency stockpiles ppe place united nations humanitarian response depots unhrd accra dubai available country event experience shortage followup support priority countries following initial pst assessment missions 14 priority countries undertaken 2014 second phase preparednessstrengthening activities provided support countrybycountry basis activities last week highlighted cameroon 11 14 august led pst followup visit review countrys level readiness focus surveillance points entry logistics visit ministry health partners updated cameroons national operational plan preparedness gambia supporting ministry health 17 21 august plan simulation exercises evaluate countrys response systems ghana alongside department health services partners ministries conducted workshop develop national guidelines safe dignified burials group discussed strategies community engagement including importance cultural religious sensitivity community representatives religious leaders traditional healers local government officials consulted opinions policies effort actively improve community engagement guinea bissau preparedness support continues provided central level two priority regions tombali gabu whos suboffices activities implemented partners reporting period national authorities include mapping local partner activities coordination meetings tombali gabu involving regional authorities partner organisations establishment community eventbased surveillance project us centre disease control cdc international organisation migration support border post visits assessments gabu region representative subregional teams simulation exercise test capacity case isolation safe sample collection shipment evd preparedness officers dedicated evd preparedness officers deployed support implementation country preparedness plans coordinate partners provide focal point interagency collaboration provide specific technical support respective areas expertise provide capacity development national staff preparedness officers currently deployed benin cameroon central african republic cote divoire ethiopia gambia ghana guineabissau mali mauritania niger senegal togo training exercises simulations priority countries achieved minimum 50 implementation preparedness checklist activities encouraged undertake series drills elements evd response functional exercise test coordination ebola operations centre trainings gambia rapid response teams mauritania pointsofentry cote divoire clinical management ipc guiglo toulepleu currently planned surveillance preparedness indicators indicators based surveillance data casemanagement capacity laboratory testing equipment stocks continue collected weekly basis four countries share border affected countries cote divoire guineabissau mali senegal interactive preparedness dashboard based evd checklist available online annex 1 coordination ebola response along 4 lines action continues work many partners response evd outbreak including african union economic community west african states mano river union national governments nongovernmental organizations un agencies technical institutions networks global outbreak alert response network goarn agencies responsible coordinating 4 key lines action response given lines action lead agency case management case finding laboratory services contact tracing safe dignified burials international federation red cross red crescent societies ifrc community engagement social mobilization unicef annex 2 definitions phase 2 key performance indicators\", \"Text_Trigrams\": [[\"total\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"week\"], [\"case\", \"week\", \"2015\"], [\"week\", \"2015\", \"summary\"], [\"2015\", \"summary\", \"3\"], [\"summary\", \"3\", \"confirmed\"], [\"3\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"ebola\"], [\"case\", \"ebola\", \"virus\"], [\"ebola\", \"virus\", \"disease\"], [\"virus\", \"disease\", \"evd\"], [\"disease\", \"evd\", \"reported\"], [\"evd\", \"reported\", \"week\"], [\"reported\", \"week\", \"16\"], [\"week\", \"16\", \"august\"], [\"16\", \"august\", \"reported\"], [\"august\", \"reported\", \"guinea\"], [\"reported\", \"guinea\", \"first\"], [\"guinea\", \"first\", \"time\"], [\"first\", \"time\", \"since\"], [\"time\", \"since\", \"beginning\"], [\"since\", \"beginning\", \"outbreak\"], [\"beginning\", \"outbreak\", \"sierra\"], [\"outbreak\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"full\"], [\"leone\", \"full\", \"epidemiological\"], [\"full\", \"epidemiological\", \"week\"], [\"epidemiological\", \"week\", \"passed\"], [\"week\", \"passed\", \"confirmed\"], [\"passed\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"reported\"], [\"case\", \"reported\", \"country\"], [\"reported\", \"country\", \"overall\"], [\"country\", \"overall\", \"case\"], [\"overall\", \"case\", \"incidence\"], [\"case\", \"incidence\", \"held\"], [\"incidence\", \"held\", \"3\"], [\"held\", \"3\", \"confirmed\"], [\"3\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"per\"], [\"case\", \"per\", \"week\"], [\"per\", \"week\", \"3\"], [\"week\", \"3\", \"consecutive\"], [\"3\", \"consecutive\", \"week\"], [\"consecutive\", \"week\", \"addition\"], [\"week\", \"addition\", \"number\"], [\"addition\", \"number\", \"contact\"], [\"number\", \"contact\", \"observation\"], [\"contact\", \"observation\", \"halved\"], [\"observation\", \"halved\", \"1600\"], [\"halved\", \"1600\", \"9\"], [\"1600\", \"9\", \"august\"], [\"9\", \"august\", \"approximately\"], [\"august\", \"approximately\", \"800\"], [\"approximately\", \"800\", \"throughout\"], [\"800\", \"throughout\", \"3\"], [\"throughout\", \"3\", \"guinean\"], [\"3\", \"guinean\", \"prefecture\"], [\"guinean\", \"prefecture\", \"3\"], [\"prefecture\", \"3\", \"district\"], [\"3\", \"district\", \"sierra\"], [\"district\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"16\"], [\"leone\", \"16\", \"august\"], [\"16\", \"august\", \"almost\"], [\"august\", \"almost\", \"600\"], [\"almost\", \"600\", \"contact\"], [\"600\", \"contact\", \"tonkolili\"], [\"contact\", \"tonkolili\", \"sierra\"], [\"tonkolili\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"completed\"], [\"leone\", \"completed\", \"21day\"], [\"completed\", \"21day\", \"followup\"], [\"21day\", \"followup\", \"period\"], [\"followup\", \"period\", \"14\"], [\"period\", \"14\", \"august\"], [\"14\", \"august\", \"accounting\"], [\"august\", \"accounting\", \"decline\"], [\"accounting\", \"decline\", \"number\"], [\"decline\", \"number\", \"contact\"], [\"number\", \"contact\", \"followup\"], [\"contact\", \"followup\", \"however\"], [\"followup\", \"however\", \"still\"], [\"however\", \"still\", \"significant\"], [\"still\", \"significant\", \"risk\"], [\"significant\", \"risk\", \"transmission\"], [\"risk\", \"transmission\", \"addition\"], [\"transmission\", \"addition\", \"large\"], [\"addition\", \"large\", \"number\"], [\"large\", \"number\", \"contact\"], [\"number\", \"contact\", \"remain\"], [\"contact\", \"remain\", \"observation\"], [\"remain\", \"observation\", \"guinea\"], [\"observation\", \"guinea\", \"sierra\"], [\"guinea\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"45\"], [\"leone\", \"45\", \"contact\"], [\"45\", \"contact\", \"lost\"], [\"contact\", \"lost\", \"followup\"], [\"lost\", \"followup\", \"guinean\"], [\"followup\", \"guinean\", \"capital\"], [\"guinean\", \"capital\", \"conakry\"], [\"capital\", \"conakry\", \"past\"], [\"conakry\", \"past\", \"6\"], [\"past\", \"6\", \"week\"], [\"6\", \"week\", \"several\"], [\"week\", \"several\", \"highrisk\"], [\"several\", \"highrisk\", \"contact\"], [\"highrisk\", \"contact\", \"also\"], [\"contact\", \"also\", \"lost\"], [\"also\", \"lost\", \"followup\"], [\"lost\", \"followup\", \"sierra\"], [\"followup\", \"sierra\", \"leonean\"], [\"sierra\", \"leonean\", \"capital\"], [\"leonean\", \"capital\", \"freetown\"], [\"capital\", \"freetown\", \"rapidresponse\"], [\"freetown\", \"rapidresponse\", \"team\"], [\"rapidresponse\", \"team\", \"remain\"], [\"team\", \"remain\", \"alert\"], [\"remain\", \"alert\", \"ready\"], [\"alert\", \"ready\", \"respond\"], [\"ready\", \"respond\", \"case\"], [\"respond\", \"case\", \"3\"], [\"case\", \"3\", \"confirmed\"], [\"3\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"reported\"], [\"case\", \"reported\", \"guinea\"], [\"reported\", \"guinea\", \"week\"], [\"guinea\", \"week\", \"16\"], [\"week\", \"16\", \"august\"], [\"16\", \"august\", \"registered\"], [\"august\", \"registered\", \"contact\"], [\"registered\", \"contact\", \"receiving\"], [\"contact\", \"receiving\", \"treatment\"], [\"receiving\", \"treatment\", \"ebola\"], [\"treatment\", \"ebola\", \"treatment\"], [\"ebola\", \"treatment\", \"centre\"], [\"treatment\", \"centre\", \"two\"], [\"centre\", \"two\", \"case\"], [\"two\", \"case\", \"reported\"], [\"case\", \"reported\", \"matam\"], [\"reported\", \"matam\", \"area\"], [\"matam\", \"area\", \"capital\"], [\"area\", \"capital\", \"conakry\"], [\"capital\", \"conakry\", \"case\"], [\"conakry\", \"case\", \"relative\"], [\"case\", \"relative\", \"registered\"], [\"relative\", \"registered\", \"contact\"], [\"registered\", \"contact\", \"single\"], [\"contact\", \"single\", \"case\"], [\"single\", \"case\", \"reported\"], [\"case\", \"reported\", \"ratoma\"], [\"reported\", \"ratoma\", \"area\"], [\"ratoma\", \"area\", \"city\"], [\"area\", \"city\", \"previous\"], [\"city\", \"previous\", \"week\"], [\"previous\", \"week\", \"week\"], [\"week\", \"week\", \"ending\"], [\"week\", \"ending\", \"9\"], [\"ending\", \"9\", \"august\"], [\"9\", \"august\", \"remaining\"], [\"august\", \"remaining\", \"case\"], [\"remaining\", \"case\", \"reported\"], [\"case\", \"reported\", \"subprefecture\"], [\"reported\", \"subprefecture\", \"moussayah\"], [\"subprefecture\", \"moussayah\", \"forecariah\"], [\"moussayah\", \"forecariah\", \"case\"], [\"forecariah\", \"case\", \"relative\"], [\"case\", \"relative\", \"registered\"], [\"relative\", \"registered\", \"contact\"], [\"registered\", \"contact\", \"case\"], [\"contact\", \"case\", \"reported\"], [\"case\", \"reported\", \"subprefecture\"], [\"reported\", \"subprefecture\", \"previous\"], [\"subprefecture\", \"previous\", \"week\"], [\"previous\", \"week\", \"origin\"], [\"week\", \"origin\", \"previous\"], [\"origin\", \"previous\", \"week\"], [\"previous\", \"week\", \"case\"], [\"week\", \"case\", \"remains\"], [\"case\", \"remains\", \"investigation\"], [\"remains\", \"investigation\", \"796\"], [\"investigation\", \"796\", \"contact\"], [\"796\", \"contact\", \"remain\"], [\"contact\", \"remain\", \"followup\"], [\"remain\", \"followup\", \"3\"], [\"followup\", \"3\", \"western\"], [\"3\", \"western\", \"prefecture\"], [\"western\", \"prefecture\", \"guinea\"], [\"prefecture\", \"guinea\", \"conakry\"], [\"guinea\", \"conakry\", \"coyah\"], [\"conakry\", \"coyah\", \"forecariah\"], [\"coyah\", \"forecariah\", \"compared\"], [\"forecariah\", \"compared\", \"927\"], [\"compared\", \"927\", \"contact\"], [\"927\", \"contact\", \"4\"], [\"contact\", \"4\", \"prefecture\"], [\"4\", \"prefecture\", \"previous\"], [\"prefecture\", \"previous\", \"week\"], [\"previous\", \"week\", \"contact\"], [\"week\", \"contact\", \"previously\"], [\"contact\", \"previously\", \"observation\"], [\"previously\", \"observation\", \"prefecture\"], [\"observation\", \"prefecture\", \"kindia\"], [\"prefecture\", \"kindia\", \"completed\"], [\"kindia\", \"completed\", \"21day\"], [\"completed\", \"21day\", \"followup\"], [\"21day\", \"followup\", \"period\"], [\"followup\", \"period\", \"new\"], [\"period\", \"new\", \"case\"], [\"new\", \"case\", \"reported\"], [\"case\", \"reported\", \"liberia\"], [\"reported\", \"liberia\", \"week\"], [\"liberia\", \"week\", \"16\"], [\"week\", \"16\", \"august\"], [\"16\", \"august\", \"contact\"], [\"august\", \"contact\", \"liberia\"], [\"contact\", \"liberia\", \"completed\"], [\"liberia\", \"completed\", \"21day\"], [\"completed\", \"21day\", \"followup\"], [\"21day\", \"followup\", \"period\"], [\"followup\", \"period\", \"last\"], [\"period\", \"last\", \"2\"], [\"last\", \"2\", \"patient\"], [\"2\", \"patient\", \"evd\"], [\"patient\", \"evd\", \"liberia\"], [\"evd\", \"liberia\", \"discharged\"], [\"liberia\", \"discharged\", \"completing\"], [\"discharged\", \"completing\", \"treatment\"], [\"completing\", \"treatment\", \"testing\"], [\"treatment\", \"testing\", \"negative\"], [\"testing\", \"negative\", \"evd\"], [\"negative\", \"evd\", \"second\"], [\"evd\", \"second\", \"time\"], [\"second\", \"time\", \"23\"], [\"time\", \"23\", \"july\"], [\"23\", \"july\", \"case\"], [\"july\", \"case\", \"reported\"], [\"case\", \"reported\", \"sierra\"], [\"reported\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"week\"], [\"leone\", \"week\", \"16\"], [\"week\", \"16\", \"august\"], [\"16\", \"august\", \"first\"], [\"august\", \"first\", \"week\"], [\"first\", \"week\", \"without\"], [\"week\", \"without\", \"reported\"], [\"without\", \"reported\", \"case\"], [\"reported\", \"case\", \"since\"], [\"case\", \"since\", \"onset\"], [\"since\", \"onset\", \"outbreak\"], [\"onset\", \"outbreak\", \"country\"], [\"outbreak\", \"country\", \"total\"], [\"country\", \"total\", \"72\"], [\"total\", \"72\", \"contact\"], [\"72\", \"contact\", \"remain\"], [\"contact\", \"remain\", \"followup\"], [\"remain\", \"followup\", \"across\"], [\"followup\", \"across\", \"3\"], [\"across\", \"3\", \"district\"], [\"3\", \"district\", \"tonkolili\"], [\"district\", \"tonkolili\", \"western\"], [\"tonkolili\", \"western\", \"area\"], [\"western\", \"area\", \"urban\"], [\"area\", \"urban\", \"western\"], [\"urban\", \"western\", \"area\"], [\"western\", \"area\", \"rural\"], [\"area\", \"rural\", \"associated\"], [\"rural\", \"associated\", \"western\"], [\"associated\", \"western\", \"area\"], [\"western\", \"area\", \"urban\"], [\"area\", \"urban\", \"freetown\"], [\"urban\", \"freetown\", \"chain\"], [\"freetown\", \"chain\", \"transmission\"], [\"chain\", \"transmission\", \"contact\"], [\"transmission\", \"contact\", \"associated\"], [\"contact\", \"associated\", \"recent\"], [\"associated\", \"recent\", \"cluster\"], [\"recent\", \"cluster\", \"case\"], [\"cluster\", \"case\", \"tonkolili\"], [\"case\", \"tonkolili\", \"complete\"], [\"tonkolili\", \"complete\", \"21day\"], [\"complete\", \"21day\", \"followup\"], [\"21day\", \"followup\", \"period\"], [\"followup\", \"period\", \"23\"], [\"period\", \"23\", \"august\"], [\"23\", \"august\", \"third\"], [\"august\", \"third\", \"consecutive\"], [\"third\", \"consecutive\", \"week\"], [\"consecutive\", \"week\", \"health\"], [\"week\", \"health\", \"worker\"], [\"health\", \"worker\", \"infection\"], [\"worker\", \"infection\", \"reported\"], [\"infection\", \"reported\", \"affected\"], [\"reported\", \"affected\", \"country\"], [\"affected\", \"country\", \"total\"], [\"country\", \"total\", \"880\"], [\"total\", \"880\", \"confirmed\"], [\"880\", \"confirmed\", \"health\"], [\"confirmed\", \"health\", \"worker\"], [\"health\", \"worker\", \"infection\"], [\"worker\", \"infection\", \"reported\"], [\"infection\", \"reported\", \"guinea\"], [\"reported\", \"guinea\", \"liberia\"], [\"guinea\", \"liberia\", \"sierra\"], [\"liberia\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"since\"], [\"leone\", \"since\", \"start\"], [\"since\", \"start\", \"outbreak\"], [\"start\", \"outbreak\", \"512\"], [\"outbreak\", \"512\", \"reported\"], [\"512\", \"reported\", \"death\"], [\"reported\", \"death\", \"country\"], [\"death\", \"country\", \"widespread\"], [\"country\", \"widespread\", \"intense\"], [\"widespread\", \"intense\", \"transmission\"], [\"intense\", \"transmission\", \"total\"], [\"transmission\", \"total\", \"27\"], [\"total\", \"27\", \"952\"], [\"27\", \"952\", \"reported\"], [\"952\", \"reported\", \"confirmed\"], [\"reported\", \"confirmed\", \"probable\"], [\"confirmed\", \"probable\", \"suspected\"], [\"probable\", \"suspected\", \"case\"], [\"suspected\", \"case\", \"evd\"], [\"case\", \"evd\", \"guinea\"], [\"evd\", \"guinea\", \"liberia\"], [\"guinea\", \"liberia\", \"sierra\"], [\"liberia\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"figure\"], [\"leone\", \"figure\", \"1\"], [\"figure\", \"1\", \"table\"], [\"1\", \"table\", \"1\"], [\"table\", \"1\", \"16\"], [\"1\", \"16\", \"august\"], [\"16\", \"august\", \"11\"], [\"august\", \"11\", \"284\"], [\"11\", \"284\", \"reported\"], [\"284\", \"reported\", \"death\"], [\"reported\", \"death\", \"total\"], [\"death\", \"total\", \"includes\"], [\"total\", \"includes\", \"reported\"], [\"includes\", \"reported\", \"death\"], [\"reported\", \"death\", \"among\"], [\"death\", \"among\", \"probable\"], [\"among\", \"probable\", \"suspected\"], [\"probable\", \"suspected\", \"case\"], [\"suspected\", \"case\", \"although\"], [\"case\", \"although\", \"outcome\"], [\"although\", \"outcome\", \"many\"], [\"outcome\", \"many\", \"case\"], [\"many\", \"case\", \"unknown\"], [\"case\", \"unknown\", \"three\"], [\"unknown\", \"three\", \"new\"], [\"three\", \"new\", \"confirmed\"], [\"new\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"reported\"], [\"case\", \"reported\", \"guinea\"], [\"reported\", \"guinea\", \"week\"], [\"guinea\", \"week\", \"16\"], [\"week\", \"16\", \"august\"], [\"16\", \"august\", \"total\"], [\"august\", \"total\", \"number\"], [\"total\", \"number\", \"confirmed\"], [\"number\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"similar\"], [\"case\", \"similar\", \"male\"], [\"similar\", \"male\", \"female\"], [\"male\", \"female\", \"table\"], [\"female\", \"table\", \"2\"], [\"table\", \"2\", \"compared\"], [\"2\", \"compared\", \"child\"], [\"compared\", \"child\", \"people\"], [\"child\", \"people\", \"aged\"], [\"people\", \"aged\", \"14\"], [\"aged\", \"14\", \"year\"], [\"14\", \"year\", \"adult\"], [\"year\", \"adult\", \"aged\"], [\"adult\", \"aged\", \"15\"], [\"aged\", \"15\", \"44\"], [\"15\", \"44\", \"approximately\"], [\"44\", \"approximately\", \"four\"], [\"approximately\", \"four\", \"time\"], [\"four\", \"time\", \"likely\"], [\"time\", \"likely\", \"affected\"], [\"likely\", \"affected\", \"guinea\"], [\"affected\", \"guinea\", \"liberia\"], [\"guinea\", \"liberia\", \"three\"], [\"liberia\", \"three\", \"time\"], [\"three\", \"time\", \"likely\"], [\"time\", \"likely\", \"affected\"], [\"likely\", \"affected\", \"sierra\"], [\"affected\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"new\"], [\"leone\", \"new\", \"health\"], [\"new\", \"health\", \"worker\"], [\"health\", \"worker\", \"infection\"], [\"worker\", \"infection\", \"reported\"], [\"infection\", \"reported\", \"week\"], [\"reported\", \"week\", \"16\"], [\"week\", \"16\", \"august\"], [\"16\", \"august\", \"since\"], [\"august\", \"since\", \"start\"], [\"since\", \"start\", \"outbreak\"], [\"start\", \"outbreak\", \"total\"], [\"outbreak\", \"total\", \"880\"], [\"total\", \"880\", \"confirmed\"], [\"880\", \"confirmed\", \"health\"], [\"confirmed\", \"health\", \"worker\"], [\"health\", \"worker\", \"infection\"], [\"worker\", \"infection\", \"reported\"], [\"infection\", \"reported\", \"guinea\"], [\"reported\", \"guinea\", \"liberia\"], [\"guinea\", \"liberia\", \"sierra\"], [\"liberia\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"512\"], [\"leone\", \"512\", \"reported\"], [\"512\", \"reported\", \"death\"], [\"reported\", \"death\", \"table\"], [\"death\", \"table\", \"5\"], [\"table\", \"5\", \"figure\"], [\"5\", \"figure\", \"1\"], [\"figure\", \"1\", \"confirmed\"], [\"1\", \"confirmed\", \"probable\"], [\"confirmed\", \"probable\", \"suspected\"], [\"probable\", \"suspected\", \"evd\"], [\"suspected\", \"evd\", \"case\"], [\"evd\", \"case\", \"worldwide\"], [\"case\", \"worldwide\", \"view\"], [\"worldwide\", \"view\", \"data\"], [\"view\", \"data\", \"table\"], [\"data\", \"table\", \"1\"], [\"table\", \"1\", \"confirmed\"], [\"1\", \"confirmed\", \"probable\"], [\"confirmed\", \"probable\", \"suspected\"], [\"probable\", \"suspected\", \"evd\"], [\"suspected\", \"evd\", \"case\"], [\"evd\", \"case\", \"guinea\"], [\"case\", \"guinea\", \"liberia\"], [\"guinea\", \"liberia\", \"sierra\"], [\"liberia\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"country\"], [\"leone\", \"country\", \"case\"], [\"country\", \"case\", \"definition\"], [\"case\", \"definition\", \"cumulative\"], [\"definition\", \"cumulative\", \"case\"], [\"cumulative\", \"case\", \"case\"], [\"case\", \"case\", \"past\"], [\"case\", \"past\", \"21\"], [\"past\", \"21\", \"day\"], [\"21\", \"day\", \"cumulative\"], [\"day\", \"cumulative\", \"death\"], [\"cumulative\", \"death\", \"guinea\"], [\"death\", \"guinea\", \"confirmed\"], [\"guinea\", \"confirmed\", \"3332\"], [\"confirmed\", \"3332\", \"6\"], [\"3332\", \"6\", \"2072\"], [\"6\", \"2072\", \"probable\"], [\"2072\", \"probable\", \"452\"], [\"probable\", \"452\", \"452\"], [\"452\", \"452\", \"suspected\"], [\"452\", \"suspected\", \"2\"], [\"suspected\", \"2\", \"total\"], [\"2\", \"total\", \"3786\"], [\"total\", \"3786\", \"6\"], [\"3786\", \"6\", \"2524\"], [\"6\", \"2524\", \"liberia\"], [\"2524\", \"liberia\", \"confirmed\"], [\"liberia\", \"confirmed\", \"3151\"], [\"confirmed\", \"3151\", \"probable\"], [\"3151\", \"probable\", \"1879\"], [\"probable\", \"1879\", \"suspected\"], [\"1879\", \"suspected\", \"5636\"], [\"suspected\", \"5636\", \"total\"], [\"5636\", \"total\", \"10\"], [\"total\", \"10\", \"666\"], [\"10\", \"666\", \"4806\"], [\"666\", \"4806\", \"liberia\"], [\"4806\", \"liberia\", \"confirmed\"], [\"liberia\", \"confirmed\", \"6\"], [\"confirmed\", \"6\", \"0\"], [\"6\", \"0\", \"2\"], [\"0\", \"2\", \"probable\"], [\"2\", \"probable\", \"0\"], [\"probable\", \"0\", \"suspected\"], [\"0\", \"suspected\", \"total\"], [\"suspected\", \"total\", \"6\"], [\"total\", \"6\", \"0\"], [\"6\", \"0\", \"2\"], [\"0\", \"2\", \"sierra\"], [\"2\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"confirmed\"], [\"leone\", \"confirmed\", \"8697\"], [\"confirmed\", \"8697\", \"3\"], [\"8697\", \"3\", \"3586\"], [\"3\", \"3586\", \"probable\"], [\"3586\", \"probable\", \"287\"], [\"probable\", \"287\", \"208\"], [\"287\", \"208\", \"suspected\"], [\"208\", \"suspected\", \"4510\"], [\"suspected\", \"4510\", \"158\"], [\"4510\", \"158\", \"total\"], [\"158\", \"total\", \"13\"], [\"total\", \"13\", \"494\"], [\"13\", \"494\", \"3\"], [\"494\", \"3\", \"3952\"], [\"3\", \"3952\", \"total\"], [\"3952\", \"total\", \"confirmed\"], [\"total\", \"confirmed\", \"15\"], [\"confirmed\", \"15\", \"186\"], [\"15\", \"186\", \"9\"], [\"186\", \"9\", \"probable\"], [\"9\", \"probable\", \"2618\"], [\"probable\", \"2618\", \"suspected\"], [\"2618\", \"suspected\", \"10\"], [\"suspected\", \"10\", \"148\"], [\"10\", \"148\", \"total\"], [\"148\", \"total\", \"27\"], [\"total\", \"27\", \"952\"], [\"27\", \"952\", \"9\"], [\"952\", \"9\", \"11\"], [\"9\", \"11\", \"284\"], [\"11\", \"284\", \"view\"], [\"284\", \"view\", \"data\"], [\"view\", \"data\", \"table\"], [\"data\", \"table\", \"2\"], [\"table\", \"2\", \"cumulative\"], [\"2\", \"cumulative\", \"number\"], [\"cumulative\", \"number\", \"confirmed\"], [\"number\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"sex\"], [\"case\", \"sex\", \"age\"], [\"sex\", \"age\", \"group\"], [\"age\", \"group\", \"guinea\"], [\"group\", \"guinea\", \"liberia\"], [\"guinea\", \"liberia\", \"sierra\"], [\"liberia\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"country\"], [\"leone\", \"country\", \"cumulative\"], [\"country\", \"cumulative\", \"case\"], [\"cumulative\", \"case\", \"sex\"], [\"case\", \"sex\", \"per\"], [\"sex\", \"per\", \"100\"], [\"per\", \"100\", \"000\"], [\"100\", \"000\", \"population\"], [\"000\", \"population\", \"age\"], [\"population\", \"age\", \"group\"], [\"age\", \"group\", \"per\"], [\"group\", \"per\", \"100\"], [\"per\", \"100\", \"000\"], [\"100\", \"000\", \"population\"], [\"000\", \"population\", \"male\"], [\"population\", \"male\", \"female\"], [\"male\", \"female\", \"014\"], [\"female\", \"014\", \"year\"], [\"014\", \"year\", \"1544\"], [\"year\", \"1544\", \"year\"], [\"1544\", \"year\", \"45\"], [\"year\", \"45\", \"year\"], [\"45\", \"year\", \"guinea\"], [\"year\", \"guinea\", \"1591\"], [\"guinea\", \"1591\", \"29\"], [\"1591\", \"29\", \"1736\"], [\"29\", \"1736\", \"32\"], [\"1736\", \"32\", \"529\"], [\"32\", \"529\", \"11\"], [\"529\", \"11\", \"1897\"], [\"11\", \"1897\", \"41\"], [\"1897\", \"41\", \"857\"], [\"41\", \"857\", \"55\"], [\"857\", \"55\", \"liberia\"], [\"55\", \"liberia\", \"1911\"], [\"liberia\", \"1911\", \"96\"], [\"1911\", \"96\", \"1838\"], [\"96\", \"1838\", \"93\"], [\"1838\", \"93\", \"561\"], [\"93\", \"561\", \"33\"], [\"561\", \"33\", \"2060\"], [\"33\", \"2060\", \"121\"], [\"2060\", \"121\", \"703\"], [\"121\", \"703\", \"132\"], [\"703\", \"132\", \"sierra\"], [\"132\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"4792\"], [\"leone\", \"4792\", \"168\"], [\"4792\", \"168\", \"5081\"], [\"168\", \"5081\", \"175\"], [\"5081\", \"175\", \"1978\"], [\"175\", \"1978\", \"82\"], [\"1978\", \"82\", \"5592\"], [\"82\", \"5592\", \"216\"], [\"5592\", \"216\", \"2129\"], [\"216\", \"2129\", \"288\"], [\"2129\", \"288\", \"view\"], [\"288\", \"view\", \"data\"], [\"view\", \"data\", \"figure\"], [\"data\", \"figure\", \"2\"], [\"figure\", \"2\", \"geographical\"], [\"2\", \"geographical\", \"distribution\"], [\"geographical\", \"distribution\", \"confirmed\"], [\"distribution\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"reported\"], [\"case\", \"reported\", \"week\"], [\"reported\", \"week\", \"9\"], [\"week\", \"9\", \"august\"], [\"9\", \"august\", \"2015\"], [\"august\", \"2015\", \"table\"], [\"2015\", \"table\", \"3\"], [\"table\", \"3\", \"case\"], [\"3\", \"case\", \"contact\"], [\"case\", \"contact\", \"districtprefecturecounty\"], [\"contact\", \"districtprefecturecounty\", \"past\"], [\"districtprefecturecounty\", \"past\", \"3\"], [\"past\", \"3\", \"week\"], [\"3\", \"week\", \"data\"], [\"week\", \"data\", \"based\"], [\"data\", \"based\", \"official\"], [\"based\", \"official\", \"information\"], [\"official\", \"information\", \"reported\"], [\"information\", \"reported\", \"ministry\"], [\"reported\", \"ministry\", \"health\"], [\"ministry\", \"health\", \"number\"], [\"health\", \"number\", \"subject\"], [\"number\", \"subject\", \"change\"], [\"subject\", \"change\", \"due\"], [\"change\", \"due\", \"ongoing\"], [\"due\", \"ongoing\", \"reclassification\"], [\"ongoing\", \"reclassification\", \"retrospective\"], [\"reclassification\", \"retrospective\", \"investigation\"], [\"retrospective\", \"investigation\", \"availability\"], [\"investigation\", \"availability\", \"laboratory\"], [\"availability\", \"laboratory\", \"result\"], [\"laboratory\", \"result\", \"data\"], [\"result\", \"data\", \"9\"], [\"data\", \"9\", \"august\"], [\"9\", \"august\", \"guinea\"], [\"august\", \"guinea\", \"sierra\"], [\"guinea\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"6\"], [\"leone\", \"6\", \"august\"], [\"6\", \"august\", \"liberia\"], [\"august\", \"liberia\", \"one\"], [\"liberia\", \"one\", \"confirmed\"], [\"one\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"tonkolili\"], [\"case\", \"tonkolili\", \"retrospectively\"], [\"tonkolili\", \"retrospectively\", \"reported\"], [\"retrospectively\", \"reported\", \"date\"], [\"reported\", \"date\", \"report\"], [\"date\", \"report\", \"2\"], [\"report\", \"2\", \"august\"], [\"2\", \"august\", \"2015\"], [\"august\", \"2015\", \"includes\"], [\"2015\", \"includes\", \"freetown\"], [\"includes\", \"freetown\", \"table\"], [\"freetown\", \"table\", \"4\"], [\"table\", \"4\", \"location\"], [\"4\", \"location\", \"epidemiological\"], [\"location\", \"epidemiological\", \"status\"], [\"epidemiological\", \"status\", \"confirmed\"], [\"status\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"reported\"], [\"case\", \"reported\", \"3\"], [\"reported\", \"3\", \"week\"], [\"3\", \"week\", \"16\"], [\"week\", \"16\", \"august\"], [\"16\", \"august\", \"2015\"], [\"august\", \"2015\", \"subprefectureschiefdomsdistricts\"], [\"2015\", \"subprefectureschiefdomsdistricts\", \"reported\"], [\"subprefectureschiefdomsdistricts\", \"reported\", \"one\"], [\"reported\", \"one\", \"confirmed\"], [\"one\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"7\"], [\"case\", \"7\", \"day\"], [\"7\", \"day\", \"16\"], [\"day\", \"16\", \"august\"], [\"16\", \"august\", \"highlighted\"], [\"august\", \"highlighted\", \"epilink\"], [\"highlighted\", \"epilink\", \"refers\"], [\"epilink\", \"refers\", \"case\"], [\"refers\", \"case\", \"registered\"], [\"case\", \"registered\", \"contact\"], [\"registered\", \"contact\", \"previous\"], [\"contact\", \"previous\", \"case\"], [\"previous\", \"case\", \"possibly\"], [\"case\", \"possibly\", \"refused\"], [\"possibly\", \"refused\", \"cooperate\"], [\"refused\", \"cooperate\", \"untraceable\"], [\"cooperate\", \"untraceable\", \"epidemiological\"], [\"untraceable\", \"epidemiological\", \"investigation\"], [\"epidemiological\", \"investigation\", \"found\"], [\"investigation\", \"found\", \"contact\"], [\"found\", \"contact\", \"previous\"], [\"contact\", \"previous\", \"case\"], [\"previous\", \"case\", \"refers\"], [\"case\", \"refers\", \"case\"], [\"refers\", \"case\", \"resident\"], [\"case\", \"resident\", \"community\"], [\"resident\", \"community\", \"active\"], [\"community\", \"active\", \"transmission\"], [\"active\", \"transmission\", \"past\"], [\"transmission\", \"past\", \"21\"], [\"past\", \"21\", \"day\"], [\"21\", \"day\", \"includes\"], [\"day\", \"includes\", \"case\"], [\"includes\", \"case\", \"epidemiological\"], [\"case\", \"epidemiological\", \"investigation\"], [\"epidemiological\", \"investigation\", \"case\"], [\"investigation\", \"case\", \"identified\"], [\"case\", \"identified\", \"community\"], [\"identified\", \"community\", \"death\"], [\"community\", \"death\", \"also\"], [\"death\", \"also\", \"registered\"], [\"also\", \"registered\", \"contact\"], [\"registered\", \"contact\", \"subsequently\"], [\"contact\", \"subsequently\", \"found\"], [\"subsequently\", \"found\", \"contact\"], [\"found\", \"contact\", \"known\"], [\"contact\", \"known\", \"case\"], [\"known\", \"case\", \"epilink\"], [\"case\", \"epilink\", \"known\"], [\"epilink\", \"known\", \"link\"], [\"known\", \"link\", \"previous\"], [\"link\", \"previous\", \"case\"], [\"previous\", \"case\", \"one\"], [\"case\", \"one\", \"confirmed\"], [\"one\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"tonkolili\"], [\"case\", \"tonkolili\", \"retrospectively\"], [\"tonkolili\", \"retrospectively\", \"reported\"], [\"retrospectively\", \"reported\", \"date\"], [\"reported\", \"date\", \"report\"], [\"date\", \"report\", \"2\"], [\"report\", \"2\", \"august\"], [\"2\", \"august\", \"2015\"], [\"august\", \"2015\", \"includes\"], [\"2015\", \"includes\", \"freetown\"], [\"includes\", \"freetown\", \"one\"], [\"freetown\", \"one\", \"confirmed\"], [\"one\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"tonkolili\"], [\"case\", \"tonkolili\", \"retrospectively\"], [\"tonkolili\", \"retrospectively\", \"reported\"], [\"retrospectively\", \"reported\", \"date\"], [\"reported\", \"date\", \"report\"], [\"date\", \"report\", \"2\"], [\"report\", \"2\", \"august\"], [\"2\", \"august\", \"2015\"], [\"august\", \"2015\", \"figure\"], [\"2015\", \"figure\", \"3\"], [\"figure\", \"3\", \"geographical\"], [\"3\", \"geographical\", \"distribution\"], [\"geographical\", \"distribution\", \"new\"], [\"distribution\", \"new\", \"total\"], [\"new\", \"total\", \"confirmed\"], [\"total\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"guinea\"], [\"case\", \"guinea\", \"liberia\"], [\"guinea\", \"liberia\", \"sierra\"], [\"liberia\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"view\"], [\"leone\", \"view\", \"interactive\"], [\"view\", \"interactive\", \"map\"], [\"interactive\", \"map\", \"table\"], [\"map\", \"table\", \"5\"], [\"table\", \"5\", \"ebola\"], [\"5\", \"ebola\", \"virus\"], [\"ebola\", \"virus\", \"disease\"], [\"virus\", \"disease\", \"infection\"], [\"disease\", \"infection\", \"health\"], [\"infection\", \"health\", \"worker\"], [\"health\", \"worker\", \"guinea\"], [\"worker\", \"guinea\", \"liberia\"], [\"guinea\", \"liberia\", \"sierra\"], [\"liberia\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"country\"], [\"leone\", \"country\", \"case\"], [\"country\", \"case\", \"death\"], [\"case\", \"death\", \"guinea\"], [\"death\", \"guinea\", \"195\"], [\"guinea\", \"195\", \"99\"], [\"195\", \"99\", \"liberia\"], [\"99\", \"liberia\", \"378\"], [\"liberia\", \"378\", \"192\"], [\"378\", \"192\", \"sierra\"], [\"192\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"307\"], [\"leone\", \"307\", \"221\"], [\"307\", \"221\", \"total\"], [\"221\", \"total\", \"880\"], [\"total\", \"880\", \"512\"], [\"880\", \"512\", \"guinea\"], [\"512\", \"guinea\", \"key\"], [\"guinea\", \"key\", \"performance\"], [\"key\", \"performance\", \"indicator\"], [\"performance\", \"indicator\", \"evd\"], [\"indicator\", \"evd\", \"response\"], [\"evd\", \"response\", \"guinea\"], [\"response\", \"guinea\", \"shown\"], [\"guinea\", \"shown\", \"table\"], [\"shown\", \"table\", \"6\"], [\"table\", \"6\", \"three\"], [\"6\", \"three\", \"confirmed\"], [\"three\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"reported\"], [\"case\", \"reported\", \"2\"], [\"reported\", \"2\", \"prefecturesconakry\"], [\"2\", \"prefecturesconakry\", \"forecariahin\"], [\"prefecturesconakry\", \"forecariahin\", \"week\"], [\"forecariahin\", \"week\", \"16\"], [\"week\", \"16\", \"august\"], [\"16\", \"august\", \"table\"], [\"august\", \"table\", \"3\"], [\"table\", \"3\", \"table\"], [\"3\", \"table\", \"4\"], [\"table\", \"4\", \"figure\"], [\"4\", \"figure\", \"2\"], [\"figure\", \"2\", \"figure\"], [\"2\", \"figure\", \"3\"], [\"figure\", \"3\", \"case\"], [\"3\", \"case\", \"conakry\"], [\"case\", \"conakry\", \"reported\"], [\"conakry\", \"reported\", \"matam\"], [\"reported\", \"matam\", \"area\"], [\"matam\", \"area\", \"city\"], [\"area\", \"city\", \"relative\"], [\"city\", \"relative\", \"registered\"], [\"relative\", \"registered\", \"contact\"], [\"registered\", \"contact\", \"single\"], [\"contact\", \"single\", \"case\"], [\"single\", \"case\", \"reported\"], [\"case\", \"reported\", \"ratoma\"], [\"reported\", \"ratoma\", \"area\"], [\"ratoma\", \"area\", \"city\"], [\"area\", \"city\", \"previous\"], [\"city\", \"previous\", \"week\"], [\"previous\", \"week\", \"216\"], [\"week\", \"216\", \"contact\"], [\"216\", \"contact\", \"remain\"], [\"contact\", \"remain\", \"followup\"], [\"remain\", \"followup\", \"prefecture\"], [\"followup\", \"prefecture\", \"total\"], [\"prefecture\", \"total\", \"45\"], [\"total\", \"45\", \"contact\"], [\"45\", \"contact\", \"lost\"], [\"contact\", \"lost\", \"followup\"], [\"lost\", \"followup\", \"conakry\"], [\"followup\", \"conakry\", \"past\"], [\"conakry\", \"past\", \"6\"], [\"past\", \"6\", \"week\"], [\"6\", \"week\", \"case\"], [\"week\", \"case\", \"reported\"], [\"case\", \"reported\", \"subprefecture\"], [\"reported\", \"subprefecture\", \"moussayah\"], [\"subprefecture\", \"moussayah\", \"forecariah\"], [\"moussayah\", \"forecariah\", \"second\"], [\"forecariah\", \"second\", \"reported\"], [\"second\", \"reported\", \"subprefecture\"], [\"reported\", \"subprefecture\", \"past\"], [\"subprefecture\", \"past\", \"2\"], [\"past\", \"2\", \"week\"], [\"2\", \"week\", \"case\"], [\"week\", \"case\", \"older\"], [\"case\", \"older\", \"brother\"], [\"older\", \"brother\", \"registered\"], [\"brother\", \"registered\", \"contact\"], [\"registered\", \"contact\", \"26yearold\"], [\"contact\", \"26yearold\", \"woman\"], [\"26yearold\", \"woman\", \"identified\"], [\"woman\", \"identified\", \"evdpositive\"], [\"identified\", \"evdpositive\", \"postmortem\"], [\"evdpositive\", \"postmortem\", \"testing\"], [\"postmortem\", \"testing\", \"previous\"], [\"testing\", \"previous\", \"week\"], [\"previous\", \"week\", \"receiving\"], [\"week\", \"receiving\", \"treatment\"], [\"receiving\", \"treatment\", \"ebola\"], [\"treatment\", \"ebola\", \"treatment\"], [\"ebola\", \"treatment\", \"centre\"], [\"treatment\", \"centre\", \"investigation\"], [\"centre\", \"investigation\", \"ongoing\"], [\"investigation\", \"ongoing\", \"determine\"], [\"ongoing\", \"determine\", \"origin\"], [\"determine\", \"origin\", \"infection\"], [\"origin\", \"infection\", \"lastweeks\"], [\"infection\", \"lastweeks\", \"case\"], [\"lastweeks\", \"case\", \"579\"], [\"case\", \"579\", \"contact\"], [\"579\", \"contact\", \"remain\"], [\"contact\", \"remain\", \"followup\"], [\"remain\", \"followup\", \"prefecture\"], [\"followup\", \"prefecture\", \"interim\"], [\"prefecture\", \"interim\", \"analysis\"], [\"interim\", \"analysis\", \"ebola\"], [\"analysis\", \"ebola\", \"ca\"], [\"ebola\", \"ca\", \"suffit\"], [\"ca\", \"suffit\", \"ring\"], [\"suffit\", \"ring\", \"vaccination\"], [\"ring\", \"vaccination\", \"trial\"], [\"vaccination\", \"trial\", \"guinea\"], [\"trial\", \"guinea\", \"suggests\"], [\"guinea\", \"suggests\", \"investigational\"], [\"suggests\", \"investigational\", \"rvsvzebov\"], [\"investigational\", \"rvsvzebov\", \"ebola\"], [\"rvsvzebov\", \"ebola\", \"vaccine\"], [\"ebola\", \"vaccine\", \"protects\"], [\"vaccine\", \"protects\", \"people\"], [\"protects\", \"people\", \"exposed\"], [\"people\", \"exposed\", \"evd\"], [\"exposed\", \"evd\", \"trial\"], [\"evd\", \"trial\", \"continue\"], [\"trial\", \"continue\", \"guinea\"], [\"continue\", \"guinea\", \"ring\"], [\"guinea\", \"ring\", \"around\"], [\"ring\", \"around\", \"confirmed\"], [\"around\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"receiving\"], [\"case\", \"receiving\", \"immediate\"], [\"receiving\", \"immediate\", \"vaccination\"], [\"immediate\", \"vaccination\", \"previously\"], [\"vaccination\", \"previously\", \"ring\"], [\"previously\", \"ring\", \"randomly\"], [\"ring\", \"randomly\", \"allocated\"], [\"randomly\", \"allocated\", \"receive\"], [\"allocated\", \"receive\", \"either\"], [\"receive\", \"either\", \"immediate\"], [\"either\", \"immediate\", \"vaccination\"], [\"immediate\", \"vaccination\", \"vaccination\"], [\"vaccination\", \"vaccination\", \"21\"], [\"vaccination\", \"21\", \"day\"], [\"21\", \"day\", \"confirmation\"], [\"day\", \"confirmation\", \"case\"], [\"confirmation\", \"case\", \"796\"], [\"case\", \"796\", \"contact\"], [\"796\", \"contact\", \"remain\"], [\"contact\", \"remain\", \"followup\"], [\"remain\", \"followup\", \"3\"], [\"followup\", \"3\", \"western\"], [\"3\", \"western\", \"prefecture\"], [\"western\", \"prefecture\", \"guinea\"], [\"prefecture\", \"guinea\", \"conakry\"], [\"guinea\", \"conakry\", \"coyah\"], [\"conakry\", \"coyah\", \"forecariah\"], [\"coyah\", \"forecariah\", \"compared\"], [\"forecariah\", \"compared\", \"927\"], [\"compared\", \"927\", \"4\"], [\"927\", \"4\", \"prefecture\"], [\"4\", \"prefecture\", \"previous\"], [\"prefecture\", \"previous\", \"week\"], [\"previous\", \"week\", \"72\"], [\"week\", \"72\", \"contact\"], [\"72\", \"contact\", \"located\"], [\"contact\", \"located\", \"forecariah\"], [\"located\", \"forecariah\", \"28\"], [\"forecariah\", \"28\", \"located\"], [\"28\", \"located\", \"conakry\"], [\"located\", \"conakry\", \"single\"], [\"conakry\", \"single\", \"contact\"], [\"single\", \"contact\", \"followup\"], [\"contact\", \"followup\", \"prefecture\"], [\"followup\", \"prefecture\", \"coyah\"], [\"prefecture\", \"coyah\", \"contact\"], [\"coyah\", \"contact\", \"previously\"], [\"contact\", \"previously\", \"monitored\"], [\"previously\", \"monitored\", \"prefecture\"], [\"monitored\", \"prefecture\", \"kindia\"], [\"prefecture\", \"kindia\", \"completed\"], [\"kindia\", \"completed\", \"followup\"], [\"completed\", \"followup\", \"3\"], [\"followup\", \"3\", \"05\"], [\"3\", \"05\", \"unsafe\"], [\"05\", \"unsafe\", \"burial\"], [\"unsafe\", \"burial\", \"reported\"], [\"burial\", \"reported\", \"guinea\"], [\"reported\", \"guinea\", \"577\"], [\"guinea\", \"577\", \"recorded\"], [\"577\", \"recorded\", \"community\"], [\"recorded\", \"community\", \"death\"], [\"community\", \"death\", \"week\"], [\"death\", \"week\", \"16\"], [\"week\", \"16\", \"august\"], [\"16\", \"august\", \"compared\"], [\"august\", \"compared\", \"6\"], [\"compared\", \"6\", \"1\"], [\"6\", \"1\", \"unsafe\"], [\"1\", \"unsafe\", \"burial\"], [\"unsafe\", \"burial\", \"577\"], [\"burial\", \"577\", \"recorded\"], [\"577\", \"recorded\", \"community\"], [\"recorded\", \"community\", \"death\"], [\"community\", \"death\", \"previous\"], [\"death\", \"previous\", \"week\"], [\"previous\", \"week\", \"including\"], [\"week\", \"including\", \"initial\"], [\"including\", \"initial\", \"repeat\"], [\"initial\", \"repeat\", \"testing\"], [\"repeat\", \"testing\", \"total\"], [\"testing\", \"total\", \"842\"], [\"total\", \"842\", \"laboratory\"], [\"842\", \"laboratory\", \"sample\"], [\"laboratory\", \"sample\", \"tested\"], [\"sample\", \"tested\", \"week\"], [\"tested\", \"week\", \"16\"], [\"week\", \"16\", \"august\"], [\"16\", \"august\", \"test\"], [\"august\", \"test\", \"88\"], [\"test\", \"88\", \"week\"], [\"88\", \"week\", \"16\"], [\"week\", \"16\", \"august\"], [\"16\", \"august\", \"postmortem\"], [\"august\", \"postmortem\", \"swab\"], [\"postmortem\", \"swab\", \"taken\"], [\"swab\", \"taken\", \"rule\"], [\"taken\", \"rule\", \"evd\"], [\"rule\", \"evd\", \"cause\"], [\"evd\", \"cause\", \"death\"], [\"cause\", \"death\", \"location\"], [\"death\", \"location\", \"8\"], [\"location\", \"8\", \"operational\"], [\"8\", \"operational\", \"ebola\"], [\"operational\", \"ebola\", \"treatment\"], [\"ebola\", \"treatment\", \"centre\"], [\"treatment\", \"centre\", \"etcs\"], [\"centre\", \"etcs\", \"shown\"], [\"etcs\", \"shown\", \"figure\"], [\"shown\", \"figure\", \"7\"], [\"figure\", \"7\", \"healthworker\"], [\"7\", \"healthworker\", \"infection\"], [\"healthworker\", \"infection\", \"reported\"], [\"infection\", \"reported\", \"guinea\"], [\"reported\", \"guinea\", \"week\"], [\"guinea\", \"week\", \"16\"], [\"week\", \"16\", \"august\"], [\"16\", \"august\", \"location\"], [\"august\", \"location\", \"11\"], [\"location\", \"11\", \"operational\"], [\"11\", \"operational\", \"laboratory\"], [\"operational\", \"laboratory\", \"guinea\"], [\"laboratory\", \"guinea\", \"shown\"], [\"guinea\", \"shown\", \"figure\"], [\"shown\", \"figure\", \"8\"], [\"figure\", \"8\", \"table\"], [\"8\", \"table\", \"6\"], [\"table\", \"6\", \"key\"], [\"6\", \"key\", \"performance\"], [\"key\", \"performance\", \"indicator\"], [\"performance\", \"indicator\", \"guinea\"], [\"indicator\", \"guinea\", \"definition\"], [\"guinea\", \"definition\", \"key\"], [\"definition\", \"key\", \"performance\"], [\"key\", \"performance\", \"indicator\"], [\"performance\", \"indicator\", \"see\"], [\"indicator\", \"see\", \"annex\"], [\"see\", \"annex\", \"2\"], [\"annex\", \"2\", \"data\"], [\"2\", \"data\", \"given\"], [\"data\", \"given\", \"7day\"], [\"given\", \"7day\", \"period\"], [\"7day\", \"period\", \"includes\"], [\"period\", \"includes\", \"repeat\"], [\"includes\", \"repeat\", \"sample\"], [\"repeat\", \"sample\", \"data\"], [\"sample\", \"data\", \"missing\"], [\"data\", \"missing\", \"03\"], [\"missing\", \"03\", \"case\"], [\"03\", \"case\", \"outcome\"], [\"case\", \"outcome\", \"data\"], [\"outcome\", \"data\", \"missing\"], [\"data\", \"missing\", \"01\"], [\"missing\", \"01\", \"hospitalized\"], [\"01\", \"hospitalized\", \"confirmed\"], [\"hospitalized\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"figure\"], [\"case\", \"figure\", \"4\"], [\"figure\", \"4\", \"confirmed\"], [\"4\", \"confirmed\", \"weekly\"], [\"confirmed\", \"weekly\", \"ebola\"], [\"weekly\", \"ebola\", \"virus\"], [\"ebola\", \"virus\", \"disease\"], [\"virus\", \"disease\", \"case\"], [\"disease\", \"case\", \"reported\"], [\"case\", \"reported\", \"nationally\"], [\"reported\", \"nationally\", \"prefecture\"], [\"nationally\", \"prefecture\", \"guinea\"], [\"prefecture\", \"guinea\", \"view\"], [\"guinea\", \"view\", \"data\"], [\"view\", \"data\", \"sierra\"], [\"data\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"key\"], [\"leone\", \"key\", \"performance\"], [\"key\", \"performance\", \"indicator\"], [\"performance\", \"indicator\", \"evd\"], [\"indicator\", \"evd\", \"response\"], [\"evd\", \"response\", \"sierra\"], [\"response\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"shown\"], [\"leone\", \"shown\", \"table\"], [\"shown\", \"table\", \"7\"], [\"table\", \"7\", \"case\"], [\"7\", \"case\", \"reported\"], [\"case\", \"reported\", \"sierra\"], [\"reported\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"week\"], [\"leone\", \"week\", \"16\"], [\"week\", \"16\", \"august\"], [\"16\", \"august\", \"first\"], [\"august\", \"first\", \"week\"], [\"first\", \"week\", \"without\"], [\"week\", \"without\", \"reported\"], [\"without\", \"reported\", \"case\"], [\"reported\", \"case\", \"since\"], [\"case\", \"since\", \"onset\"], [\"since\", \"onset\", \"outbreak\"], [\"onset\", \"outbreak\", \"country\"], [\"outbreak\", \"country\", \"total\"], [\"country\", \"total\", \"72\"], [\"total\", \"72\", \"contact\"], [\"72\", \"contact\", \"remain\"], [\"contact\", \"remain\", \"followup\"], [\"remain\", \"followup\", \"across\"], [\"followup\", \"across\", \"3\"], [\"across\", \"3\", \"district\"], [\"3\", \"district\", \"tonkolili\"], [\"district\", \"tonkolili\", \"western\"], [\"tonkolili\", \"western\", \"area\"], [\"western\", \"area\", \"urban\"], [\"area\", \"urban\", \"western\"], [\"urban\", \"western\", \"area\"], [\"western\", \"area\", \"rural\"], [\"area\", \"rural\", \"associated\"], [\"rural\", \"associated\", \"western\"], [\"associated\", \"western\", \"area\"], [\"western\", \"area\", \"urban\"], [\"area\", \"urban\", \"freetown\"], [\"urban\", \"freetown\", \"chain\"], [\"freetown\", \"chain\", \"transmission\"], [\"chain\", \"transmission\", \"several\"], [\"transmission\", \"several\", \"highrisk\"], [\"several\", \"highrisk\", \"contact\"], [\"highrisk\", \"contact\", \"lost\"], [\"contact\", \"lost\", \"followup\"], [\"lost\", \"followup\", \"western\"], [\"followup\", \"western\", \"area\"], [\"western\", \"area\", \"urban\"], [\"area\", \"urban\", \"contact\"], [\"urban\", \"contact\", \"associated\"], [\"contact\", \"associated\", \"recent\"], [\"associated\", \"recent\", \"cluster\"], [\"recent\", \"cluster\", \"case\"], [\"cluster\", \"case\", \"tonkolili\"], [\"case\", \"tonkolili\", \"complete\"], [\"tonkolili\", \"complete\", \"21day\"], [\"complete\", \"21day\", \"followup\"], [\"21day\", \"followup\", \"period\"], [\"followup\", \"period\", \"23\"], [\"period\", \"23\", \"august\"], [\"23\", \"august\", \"contact\"], [\"august\", \"contact\", \"freetown\"], [\"contact\", \"freetown\", \"remain\"], [\"freetown\", \"remain\", \"followup\"], [\"remain\", \"followup\", \"29\"], [\"followup\", \"29\", \"august\"], [\"29\", \"august\", \"location\"], [\"august\", \"location\", \"10\"], [\"location\", \"10\", \"operational\"], [\"10\", \"operational\", \"ebola\"], [\"operational\", \"ebola\", \"treatment\"], [\"ebola\", \"treatment\", \"centre\"], [\"treatment\", \"centre\", \"etcs\"], [\"centre\", \"etcs\", \"sierra\"], [\"etcs\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"shown\"], [\"leone\", \"shown\", \"figure\"], [\"shown\", \"figure\", \"7\"], [\"figure\", \"7\", \"health\"], [\"7\", \"health\", \"worker\"], [\"health\", \"worker\", \"infection\"], [\"worker\", \"infection\", \"reported\"], [\"infection\", \"reported\", \"week\"], [\"reported\", \"week\", \"16\"], [\"week\", \"16\", \"august\"], [\"16\", \"august\", \"laboratory\"], [\"august\", \"laboratory\", \"indicator\"], [\"laboratory\", \"indicator\", \"continue\"], [\"indicator\", \"continue\", \"reflect\"], [\"continue\", \"reflect\", \"heightened\"], [\"reflect\", \"heightened\", \"degree\"], [\"heightened\", \"degree\", \"vigilance\"], [\"degree\", \"vigilance\", \"1775\"], [\"vigilance\", \"1775\", \"new\"], [\"1775\", \"new\", \"sample\"], [\"new\", \"sample\", \"tested\"], [\"sample\", \"tested\", \"7\"], [\"tested\", \"7\", \"day\"], [\"7\", \"day\", \"16\"], [\"day\", \"16\", \"august\"], [\"16\", \"august\", \"new\"], [\"august\", \"new\", \"sample\"], [\"new\", \"sample\", \"tested\"], [\"sample\", \"tested\", \"positive\"], [\"tested\", \"positive\", \"evd\"], [\"positive\", \"evd\", \"test\"], [\"evd\", \"test\", \"80\"], [\"test\", \"80\", \"week\"], [\"80\", \"week\", \"16\"], [\"week\", \"16\", \"august\"], [\"16\", \"august\", \"postmortem\"], [\"august\", \"postmortem\", \"swab\"], [\"postmortem\", \"swab\", \"taken\"], [\"swab\", \"taken\", \"rule\"], [\"taken\", \"rule\", \"evd\"], [\"rule\", \"evd\", \"cause\"], [\"evd\", \"cause\", \"death\"], [\"cause\", \"death\", \"location\"], [\"death\", \"location\", \"9\"], [\"location\", \"9\", \"operational\"], [\"9\", \"operational\", \"laboratory\"], [\"operational\", \"laboratory\", \"sierra\"], [\"laboratory\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"shown\"], [\"leone\", \"shown\", \"figure\"], [\"shown\", \"figure\", \"8\"], [\"figure\", \"8\", \"table\"], [\"8\", \"table\", \"7\"], [\"table\", \"7\", \"key\"], [\"7\", \"key\", \"performance\"], [\"key\", \"performance\", \"indicator\"], [\"performance\", \"indicator\", \"sierra\"], [\"indicator\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"definition\"], [\"leone\", \"definition\", \"key\"], [\"definition\", \"key\", \"performance\"], [\"key\", \"performance\", \"indicator\"], [\"performance\", \"indicator\", \"see\"], [\"indicator\", \"see\", \"annex\"], [\"see\", \"annex\", \"2\"], [\"annex\", \"2\", \"data\"], [\"2\", \"data\", \"7day\"], [\"data\", \"7day\", \"period\"], [\"7day\", \"period\", \"one\"], [\"period\", \"one\", \"confirmed\"], [\"one\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"tonkolili\"], [\"case\", \"tonkolili\", \"retrospectively\"], [\"tonkolili\", \"retrospectively\", \"reported\"], [\"retrospectively\", \"reported\", \"date\"], [\"reported\", \"date\", \"report\"], [\"date\", \"report\", \"2\"], [\"report\", \"2\", \"august\"], [\"2\", \"august\", \"2015\"], [\"august\", \"2015\", \"laboratory\"], [\"2015\", \"laboratory\", \"data\"], [\"laboratory\", \"data\", \"missing\"], [\"data\", \"missing\", \"14\"], [\"missing\", \"14\", \"july\"], [\"14\", \"july\", \"data\"], [\"july\", \"data\", \"missing\"], [\"data\", \"missing\", \"412\"], [\"missing\", \"412\", \"case\"], [\"412\", \"case\", \"outcome\"], [\"case\", \"outcome\", \"data\"], [\"outcome\", \"data\", \"missing\"], [\"data\", \"missing\", \"2575\"], [\"missing\", \"2575\", \"hospitalized\"], [\"2575\", \"hospitalized\", \"confirmed\"], [\"hospitalized\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"outcome\"], [\"case\", \"outcome\", \"known\"], [\"outcome\", \"known\", \"6\"], [\"known\", \"6\", \"hospitalized\"], [\"6\", \"hospitalized\", \"confirmed\"], [\"hospitalized\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"april\"], [\"case\", \"april\", \"may\"], [\"april\", \"may\", \"figure\"], [\"may\", \"figure\", \"5\"], [\"figure\", \"5\", \"confirmed\"], [\"5\", \"confirmed\", \"weekly\"], [\"confirmed\", \"weekly\", \"ebola\"], [\"weekly\", \"ebola\", \"virus\"], [\"ebola\", \"virus\", \"disease\"], [\"virus\", \"disease\", \"case\"], [\"disease\", \"case\", \"reported\"], [\"case\", \"reported\", \"nationally\"], [\"reported\", \"nationally\", \"district\"], [\"nationally\", \"district\", \"sierra\"], [\"district\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"view\"], [\"leone\", \"view\", \"data\"], [\"view\", \"data\", \"figure\"], [\"data\", \"figure\", \"6\"], [\"figure\", \"6\", \"day\"], [\"6\", \"day\", \"since\"], [\"day\", \"since\", \"last\"], [\"since\", \"last\", \"confirmed\"], [\"last\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"district\"], [\"case\", \"district\", \"guinea\"], [\"district\", \"guinea\", \"liberia\"], [\"guinea\", \"liberia\", \"sierra\"], [\"liberia\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"view\"], [\"leone\", \"view\", \"interactive\"], [\"view\", \"interactive\", \"map\"], [\"interactive\", \"map\", \"affected\"], [\"map\", \"affected\", \"previously\"], [\"affected\", \"previously\", \"affected\"], [\"previously\", \"affected\", \"country\"], [\"affected\", \"country\", \"liberia\"], [\"country\", \"liberia\", \"declared\"], [\"liberia\", \"declared\", \"free\"], [\"declared\", \"free\", \"ebola\"], [\"free\", \"ebola\", \"transmission\"], [\"ebola\", \"transmission\", \"9\"], [\"transmission\", \"9\", \"may\"], [\"9\", \"may\", \"2015\"], [\"may\", \"2015\", \"reporting\"], [\"2015\", \"reporting\", \"new\"], [\"reporting\", \"new\", \"case\"], [\"new\", \"case\", \"42\"], [\"case\", \"42\", \"consecutive\"], [\"42\", \"consecutive\", \"day\"], [\"consecutive\", \"day\", \"country\"], [\"day\", \"country\", \"subsequently\"], [\"country\", \"subsequently\", \"entered\"], [\"subsequently\", \"entered\", \"3month\"], [\"entered\", \"3month\", \"period\"], [\"3month\", \"period\", \"heightened\"], [\"period\", \"heightened\", \"surveillance\"], [\"heightened\", \"surveillance\", \"approximately\"], [\"surveillance\", \"approximately\", \"80\"], [\"approximately\", \"80\", \"blood\"], [\"80\", \"blood\", \"sample\"], [\"blood\", \"sample\", \"oral\"], [\"sample\", \"oral\", \"swab\"], [\"oral\", \"swab\", \"collected\"], [\"swab\", \"collected\", \"day\"], [\"collected\", \"day\", \"potential\"], [\"day\", \"potential\", \"case\"], [\"potential\", \"case\", \"tested\"], [\"case\", \"tested\", \"evd\"], [\"tested\", \"evd\", \"29\"], [\"evd\", \"29\", \"june\"], [\"29\", \"june\", \"heightened\"], [\"june\", \"heightened\", \"surveillance\"], [\"heightened\", \"surveillance\", \"detected\"], [\"surveillance\", \"detected\", \"evdpositive\"], [\"detected\", \"evdpositive\", \"community\"], [\"evdpositive\", \"community\", \"death\"], [\"community\", \"death\", \"margibi\"], [\"death\", \"margibi\", \"county\"], [\"margibi\", \"county\", \"liberiathe\"], [\"county\", \"liberiathe\", \"first\"], [\"liberiathe\", \"first\", \"new\"], [\"first\", \"new\", \"confirmed\"], [\"new\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"reported\"], [\"case\", \"reported\", \"country\"], [\"reported\", \"country\", \"since\"], [\"country\", \"since\", \"20\"], [\"since\", \"20\", \"march\"], [\"20\", \"march\", \"case\"], [\"march\", \"case\", \"17yearold\"], [\"case\", \"17yearold\", \"male\"], [\"17yearold\", \"male\", \"first\"], [\"male\", \"first\", \"became\"], [\"first\", \"became\", \"ill\"], [\"became\", \"ill\", \"21\"], [\"ill\", \"21\", \"june\"], [\"21\", \"june\", \"died\"], [\"june\", \"died\", \"28\"], [\"died\", \"28\", \"june\"], [\"28\", \"june\", \"subsequently\"], [\"june\", \"subsequently\", \"tested\"], [\"subsequently\", \"tested\", \"positive\"], [\"tested\", \"positive\", \"evd\"], [\"positive\", \"evd\", \"12\"], [\"evd\", \"12\", \"july\"], [\"12\", \"july\", \"5\"], [\"july\", \"5\", \"contact\"], [\"5\", \"contact\", \"associated\"], [\"contact\", \"associated\", \"firstdetected\"], [\"associated\", \"firstdetected\", \"case\"], [\"firstdetected\", \"case\", \"since\"], [\"case\", \"since\", \"confirmed\"], [\"since\", \"confirmed\", \"evdpositive\"], [\"confirmed\", \"evdpositive\", \"6\"], [\"evdpositive\", \"6\", \"confirmed\"], [\"6\", \"confirmed\", \"case\"], [\"confirmed\", \"case\", \"reported\"], [\"case\", \"reported\", \"since\"], [\"reported\", \"since\", \"29\"], [\"since\", \"29\", \"june\"], [\"29\", \"june\", \"2\"], [\"june\", \"2\", \"died\"], [\"2\", \"died\", \"remaining\"], [\"died\", \"remaining\", \"4\"], [\"remaining\", \"4\", \"discharged\"], [\"4\", \"discharged\", \"treatment\"], [\"discharged\", \"treatment\", \"last\"], [\"treatment\", \"last\", \"case\"], [\"last\", \"case\", \"discharged\"], [\"case\", \"discharged\", \"testing\"], [\"discharged\", \"testing\", \"negative\"], [\"testing\", \"negative\", \"evd\"], [\"negative\", \"evd\", \"second\"], [\"evd\", \"second\", \"time\"], [\"second\", \"time\", \"23\"], [\"time\", \"23\", \"july\"], [\"23\", \"july\", \"contact\"], [\"july\", \"contact\", \"completed\"], [\"contact\", \"completed\", \"followup\"], [\"completed\", \"followup\", \"seven\"], [\"followup\", \"seven\", \"country\"], [\"seven\", \"country\", \"italy\"], [\"country\", \"italy\", \"mali\"], [\"italy\", \"mali\", \"nigeria\"], [\"mali\", \"nigeria\", \"senegal\"], [\"nigeria\", \"senegal\", \"spain\"], [\"senegal\", \"spain\", \"united\"], [\"spain\", \"united\", \"kingdom\"], [\"united\", \"kingdom\", \"united\"], [\"kingdom\", \"united\", \"state\"], [\"united\", \"state\", \"america\"], [\"state\", \"america\", \"previously\"], [\"america\", \"previously\", \"reported\"], [\"previously\", \"reported\", \"case\"], [\"reported\", \"case\", \"case\"], [\"case\", \"case\", \"imported\"], [\"case\", \"imported\", \"country\"], [\"imported\", \"country\", \"widespread\"], [\"country\", \"widespread\", \"intense\"], [\"widespread\", \"intense\", \"transmission\"], [\"intense\", \"transmission\", \"figure\"], [\"transmission\", \"figure\", \"7\"], [\"figure\", \"7\", \"location\"], [\"7\", \"location\", \"ebola\"], [\"location\", \"ebola\", \"treatment\"], [\"ebola\", \"treatment\", \"centre\"], [\"treatment\", \"centre\", \"guinea\"], [\"centre\", \"guinea\", \"liberia\"], [\"guinea\", \"liberia\", \"sierra\"], [\"liberia\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"view\"], [\"leone\", \"view\", \"interactive\"], [\"view\", \"interactive\", \"map\"], [\"interactive\", \"map\", \"preparedness\"], [\"map\", \"preparedness\", \"country\"], [\"preparedness\", \"country\", \"rapidly\"], [\"country\", \"rapidly\", \"detect\"], [\"rapidly\", \"detect\", \"respond\"], [\"detect\", \"respond\", \"ebola\"], [\"respond\", \"ebola\", \"exposure\"], [\"ebola\", \"exposure\", \"introduction\"], [\"exposure\", \"introduction\", \"evd\"], [\"introduction\", \"evd\", \"case\"], [\"evd\", \"case\", \"unaffected\"], [\"case\", \"unaffected\", \"country\"], [\"unaffected\", \"country\", \"remains\"], [\"country\", \"remains\", \"risk\"], [\"remains\", \"risk\", \"long\"], [\"risk\", \"long\", \"case\"], [\"long\", \"case\", \"exist\"], [\"case\", \"exist\", \"country\"], [\"exist\", \"country\", \"adequate\"], [\"country\", \"adequate\", \"preparation\"], [\"adequate\", \"preparation\", \"however\"], [\"preparation\", \"however\", \"introduction\"], [\"however\", \"introduction\", \"contained\"], [\"introduction\", \"contained\", \"timely\"], [\"contained\", \"timely\", \"effective\"], [\"timely\", \"effective\", \"response\"], [\"effective\", \"response\", \"who\"], [\"response\", \"who\", \"preparedness\"], [\"who\", \"preparedness\", \"activity\"], [\"preparedness\", \"activity\", \"aim\"], [\"activity\", \"aim\", \"ensure\"], [\"aim\", \"ensure\", \"country\"], [\"ensure\", \"country\", \"ready\"], [\"country\", \"ready\", \"effectively\"], [\"ready\", \"effectively\", \"safely\"], [\"effectively\", \"safely\", \"detect\"], [\"safely\", \"detect\", \"investigate\"], [\"detect\", \"investigate\", \"report\"], [\"investigate\", \"report\", \"potential\"], [\"report\", \"potential\", \"evd\"], [\"potential\", \"evd\", \"case\"], [\"evd\", \"case\", \"mount\"], [\"case\", \"mount\", \"effective\"], [\"mount\", \"effective\", \"response\"], [\"effective\", \"response\", \"provides\"], [\"response\", \"provides\", \"support\"], [\"provides\", \"support\", \"country\"], [\"support\", \"country\", \"support\"], [\"country\", \"support\", \"visit\"], [\"support\", \"visit\", \"preparednessstrengthening\"], [\"visit\", \"preparednessstrengthening\", \"team\"], [\"preparednessstrengthening\", \"team\", \"pst\"], [\"team\", \"pst\", \"help\"], [\"pst\", \"help\", \"identify\"], [\"help\", \"identify\", \"prioritize\"], [\"identify\", \"prioritize\", \"gap\"], [\"prioritize\", \"gap\", \"need\"], [\"gap\", \"need\", \"direct\"], [\"need\", \"direct\", \"technical\"], [\"direct\", \"technical\", \"assistance\"], [\"technical\", \"assistance\", \"provide\"], [\"assistance\", \"provide\", \"technical\"], [\"provide\", \"technical\", \"guidance\"], [\"technical\", \"guidance\", \"tool\"], [\"guidance\", \"tool\", \"figure\"], [\"tool\", \"figure\", \"8\"], [\"figure\", \"8\", \"location\"], [\"8\", \"location\", \"laboratory\"], [\"location\", \"laboratory\", \"guinea\"], [\"laboratory\", \"guinea\", \"liberia\"], [\"guinea\", \"liberia\", \"sierra\"], [\"liberia\", \"sierra\", \"leone\"], [\"sierra\", \"leone\", \"view\"], [\"leone\", \"view\", \"interactive\"], [\"view\", \"interactive\", \"map\"], [\"interactive\", \"map\", \"priority\"], [\"map\", \"priority\", \"country\"], [\"priority\", \"country\", \"africa\"], [\"country\", \"africa\", \"initial\"], [\"africa\", \"initial\", \"focus\"], [\"initial\", \"focus\", \"support\"], [\"focus\", \"support\", \"partner\"], [\"support\", \"partner\", \"highest\"], [\"partner\", \"highest\", \"priority\"], [\"highest\", \"priority\", \"country\"], [\"priority\", \"country\", \"cote\"], [\"country\", \"cote\", \"divoire\"], [\"cote\", \"divoire\", \"guineabissau\"], [\"divoire\", \"guineabissau\", \"mali\"], [\"guineabissau\", \"mali\", \"senegalfollowed\"], [\"mali\", \"senegalfollowed\", \"high\"], [\"senegalfollowed\", \"high\", \"priority\"], [\"high\", \"priority\", \"countriesbenin\"], [\"priority\", \"countriesbenin\", \"burkina\"], [\"countriesbenin\", \"burkina\", \"faso\"], [\"burkina\", \"faso\", \"cameroon\"], [\"faso\", \"cameroon\", \"central\"], [\"cameroon\", \"central\", \"african\"], [\"central\", \"african\", \"republic\"], [\"african\", \"republic\", \"democratic\"], [\"republic\", \"democratic\", \"republic\"], [\"democratic\", \"republic\", \"congo\"], [\"republic\", \"congo\", \"ethiopia\"], [\"congo\", \"ethiopia\", \"gambia\"], [\"ethiopia\", \"gambia\", \"ghana\"], [\"gambia\", \"ghana\", \"mauritania\"], [\"ghana\", \"mauritania\", \"niger\"], [\"mauritania\", \"niger\", \"nigeria\"], [\"niger\", \"nigeria\", \"south\"], [\"nigeria\", \"south\", \"sudan\"], [\"south\", \"sudan\", \"togo\"], [\"sudan\", \"togo\", \"criterion\"], [\"togo\", \"criterion\", \"used\"], [\"criterion\", \"used\", \"prioritize\"], [\"used\", \"prioritize\", \"country\"], [\"prioritize\", \"country\", \"include\"], [\"country\", \"include\", \"geographical\"], [\"include\", \"geographical\", \"proximity\"], [\"geographical\", \"proximity\", \"affected\"], [\"proximity\", \"affected\", \"country\"], [\"affected\", \"country\", \"relative\"], [\"country\", \"relative\", \"magnitude\"], [\"relative\", \"magnitude\", \"trade\"], [\"magnitude\", \"trade\", \"migration\"], [\"trade\", \"migration\", \"link\"], [\"migration\", \"link\", \"relative\"], [\"link\", \"relative\", \"strength\"], [\"relative\", \"strength\", \"health\"], [\"strength\", \"health\", \"system\"], [\"health\", \"system\", \"since\"], [\"system\", \"since\", \"20\"], [\"since\", \"20\", \"october\"], [\"20\", \"october\", \"2014\"], [\"october\", \"2014\", \"pst\"], [\"2014\", \"pst\", \"provided\"], [\"pst\", \"provided\", \"technical\"], [\"provided\", \"technical\", \"support\"], [\"technical\", \"support\", \"benin\"], [\"support\", \"benin\", \"burkina\"], [\"benin\", \"burkina\", \"faso\"], [\"burkina\", \"faso\", \"cameroon\"], [\"faso\", \"cameroon\", \"central\"], [\"cameroon\", \"central\", \"african\"], [\"central\", \"african\", \"republic\"], [\"african\", \"republic\", \"cote\"], [\"republic\", \"cote\", \"divoire\"], [\"cote\", \"divoire\", \"ethiopia\"], [\"divoire\", \"ethiopia\", \"gambia\"], [\"ethiopia\", \"gambia\", \"ghana\"], [\"gambia\", \"ghana\", \"guineabissau\"], [\"ghana\", \"guineabissau\", \"mali\"], [\"guineabissau\", \"mali\", \"mauritania\"], [\"mali\", \"mauritania\", \"niger\"], [\"mauritania\", \"niger\", \"senegal\"], [\"niger\", \"senegal\", \"south\"], [\"senegal\", \"south\", \"sudan\"], [\"south\", \"sudan\", \"togo\"], [\"sudan\", \"togo\", \"technical\"], [\"togo\", \"technical\", \"working\"], [\"technical\", \"working\", \"group\"], [\"working\", \"group\", \"meeting\"], [\"group\", \"meeting\", \"field\"], [\"meeting\", \"field\", \"visit\"], [\"field\", \"visit\", \"highlevel\"], [\"visit\", \"highlevel\", \"tabletop\"], [\"highlevel\", \"tabletop\", \"exercise\"], [\"tabletop\", \"exercise\", \"field\"], [\"exercise\", \"field\", \"simulation\"], [\"field\", \"simulation\", \"helped\"], [\"simulation\", \"helped\", \"identify\"], [\"helped\", \"identify\", \"key\"], [\"identify\", \"key\", \"area\"], [\"key\", \"area\", \"improvement\"], [\"area\", \"improvement\", \"country\"], [\"improvement\", \"country\", \"tailored\"], [\"country\", \"tailored\", \"plan\"], [\"tailored\", \"plan\", \"strengthen\"], [\"plan\", \"strengthen\", \"operational\"], [\"strengthen\", \"operational\", \"readiness\"], [\"operational\", \"readiness\", \"october\"], [\"readiness\", \"october\", \"2014\"], [\"october\", \"2014\", \"august\"], [\"2014\", \"august\", \"2015\"], [\"august\", \"2015\", \"undertaken\"], [\"2015\", \"undertaken\", \"264\"], [\"undertaken\", \"264\", \"field\"], [\"264\", \"field\", \"deployment\"], [\"field\", \"deployment\", \"priority\"], [\"deployment\", \"priority\", \"country\"], [\"priority\", \"country\", \"assist\"], [\"country\", \"assist\", \"implementation\"], [\"assist\", \"implementation\", \"national\"], [\"implementation\", \"national\", \"plan\"], [\"national\", \"plan\", \"provides\"], [\"plan\", \"provides\", \"personal\"], [\"provides\", \"personal\", \"protective\"], [\"personal\", \"protective\", \"equipment\"], [\"protective\", \"equipment\", \"ppe\"], [\"equipment\", \"ppe\", \"module\"], [\"ppe\", \"module\", \"containing\"], [\"module\", \"containing\", \"minimum\"], [\"containing\", \"minimum\", \"stock\"], [\"minimum\", \"stock\", \"cover\"], [\"stock\", \"cover\", \"staff\"], [\"cover\", \"staff\", \"protection\"], [\"staff\", \"protection\", \"equipment\"], [\"protection\", \"equipment\", \"need\"], [\"equipment\", \"need\", \"support\"], [\"need\", \"support\", \"10\"], [\"support\", \"10\", \"bed\"], [\"10\", \"bed\", \"10\"], [\"bed\", \"10\", \"day\"], [\"10\", \"day\", \"staff\"], [\"day\", \"staff\", \"essential\"], [\"staff\", \"essential\", \"function\"], [\"essential\", \"function\", \"ppe\"], [\"function\", \"ppe\", \"module\"], [\"ppe\", \"module\", \"delivered\"], [\"module\", \"delivered\", \"process\"], [\"delivered\", \"process\", \"delivered\"], [\"process\", \"delivered\", \"country\"], [\"delivered\", \"country\", \"african\"], [\"country\", \"african\", \"continent\"], [\"african\", \"continent\", \"addition\"], [\"continent\", \"addition\", \"country\"], [\"addition\", \"country\", \"received\"], [\"country\", \"received\", \"one\"], [\"received\", \"one\", \"ppe\"], [\"one\", \"ppe\", \"training\"], [\"ppe\", \"training\", \"module\"], [\"training\", \"module\", \"contingency\"], [\"module\", \"contingency\", \"stockpile\"], [\"contingency\", \"stockpile\", \"ppe\"], [\"stockpile\", \"ppe\", \"place\"], [\"ppe\", \"place\", \"united\"], [\"place\", \"united\", \"nation\"], [\"united\", \"nation\", \"humanitarian\"], [\"nation\", \"humanitarian\", \"response\"], [\"humanitarian\", \"response\", \"depot\"], [\"response\", \"depot\", \"unhrd\"], [\"depot\", \"unhrd\", \"accra\"], [\"unhrd\", \"accra\", \"dubai\"], [\"accra\", \"dubai\", \"available\"], [\"dubai\", \"available\", \"country\"], [\"available\", \"country\", \"event\"], [\"country\", \"event\", \"experience\"], [\"event\", \"experience\", \"shortage\"], [\"experience\", \"shortage\", \"followup\"], [\"shortage\", \"followup\", \"support\"], [\"followup\", \"support\", \"priority\"], [\"support\", \"priority\", \"country\"], [\"priority\", \"country\", \"following\"], [\"country\", \"following\", \"initial\"], [\"following\", \"initial\", \"pst\"], [\"initial\", \"pst\", \"assessment\"], [\"pst\", \"assessment\", \"mission\"], [\"assessment\", \"mission\", \"14\"], [\"mission\", \"14\", \"priority\"], [\"14\", \"priority\", \"country\"], [\"priority\", \"country\", \"undertaken\"], [\"country\", \"undertaken\", \"2014\"], [\"undertaken\", \"2014\", \"second\"], [\"2014\", \"second\", \"phase\"], [\"second\", \"phase\", \"preparednessstrengthening\"], [\"phase\", \"preparednessstrengthening\", \"activity\"], [\"preparednessstrengthening\", \"activity\", \"provided\"], [\"activity\", \"provided\", \"support\"], [\"provided\", \"support\", \"countrybycountry\"], [\"support\", \"countrybycountry\", \"basis\"], [\"countrybycountry\", \"basis\", \"activity\"], [\"basis\", \"activity\", \"last\"], [\"activity\", \"last\", \"week\"], [\"last\", \"week\", \"highlighted\"], [\"week\", \"highlighted\", \"cameroon\"], [\"highlighted\", \"cameroon\", \"11\"], [\"cameroon\", \"11\", \"14\"], [\"11\", \"14\", \"august\"], [\"14\", \"august\", \"led\"], [\"august\", \"led\", \"pst\"], [\"led\", \"pst\", \"followup\"], [\"pst\", \"followup\", \"visit\"], [\"followup\", \"visit\", \"review\"], [\"visit\", \"review\", \"country\"], [\"review\", \"country\", \"level\"], [\"country\", \"level\", \"readiness\"], [\"level\", \"readiness\", \"focus\"], [\"readiness\", \"focus\", \"surveillance\"], [\"focus\", \"surveillance\", \"point\"], [\"surveillance\", \"point\", \"entry\"], [\"point\", \"entry\", \"logistics\"], [\"entry\", \"logistics\", \"visit\"], [\"logistics\", \"visit\", \"ministry\"], [\"visit\", \"ministry\", \"health\"], [\"ministry\", \"health\", \"partner\"], [\"health\", \"partner\", \"updated\"], [\"partner\", \"updated\", \"cameroon\"], [\"updated\", \"cameroon\", \"national\"], [\"cameroon\", \"national\", \"operational\"], [\"national\", \"operational\", \"plan\"], [\"operational\", \"plan\", \"preparedness\"], [\"plan\", \"preparedness\", \"gambia\"], [\"preparedness\", \"gambia\", \"supporting\"], [\"gambia\", \"supporting\", \"ministry\"], [\"supporting\", \"ministry\", \"health\"], [\"ministry\", \"health\", \"17\"], [\"health\", \"17\", \"21\"], [\"17\", \"21\", \"august\"], [\"21\", \"august\", \"plan\"], [\"august\", \"plan\", \"simulation\"], [\"plan\", \"simulation\", \"exercise\"], [\"simulation\", \"exercise\", \"evaluate\"], [\"exercise\", \"evaluate\", \"country\"], [\"evaluate\", \"country\", \"response\"], [\"country\", \"response\", \"system\"], [\"response\", \"system\", \"ghana\"], [\"system\", \"ghana\", \"alongside\"], [\"ghana\", \"alongside\", \"department\"], [\"alongside\", \"department\", \"health\"], [\"department\", \"health\", \"service\"], [\"health\", \"service\", \"partner\"], [\"service\", \"partner\", \"ministry\"], [\"partner\", \"ministry\", \"conducted\"], [\"ministry\", \"conducted\", \"workshop\"], [\"conducted\", \"workshop\", \"develop\"], [\"workshop\", \"develop\", \"national\"], [\"develop\", \"national\", \"guideline\"], [\"national\", \"guideline\", \"safe\"], [\"guideline\", \"safe\", \"dignified\"], [\"safe\", \"dignified\", \"burial\"], [\"dignified\", \"burial\", \"group\"], [\"burial\", \"group\", \"discussed\"], [\"group\", \"discussed\", \"strategy\"], [\"discussed\", \"strategy\", \"community\"], [\"strategy\", \"community\", \"engagement\"], [\"community\", \"engagement\", \"including\"], [\"engagement\", \"including\", \"importance\"], [\"including\", \"importance\", \"cultural\"], [\"importance\", \"cultural\", \"religious\"], [\"cultural\", \"religious\", \"sensitivity\"], [\"religious\", \"sensitivity\", \"community\"], [\"sensitivity\", \"community\", \"representative\"], [\"community\", \"representative\", \"religious\"], [\"representative\", \"religious\", \"leader\"], [\"religious\", \"leader\", \"traditional\"], [\"leader\", \"traditional\", \"healer\"], [\"traditional\", \"healer\", \"local\"], [\"healer\", \"local\", \"government\"], [\"local\", \"government\", \"official\"], [\"government\", \"official\", \"consulted\"], [\"official\", \"consulted\", \"opinion\"], [\"consulted\", \"opinion\", \"policy\"], [\"opinion\", \"policy\", \"effort\"], [\"policy\", \"effort\", \"actively\"], [\"effort\", \"actively\", \"improve\"], [\"actively\", \"improve\", \"community\"], [\"improve\", \"community\", \"engagement\"], [\"community\", \"engagement\", \"guinea\"], [\"engagement\", \"guinea\", \"bissau\"], [\"guinea\", \"bissau\", \"preparedness\"], [\"bissau\", \"preparedness\", \"support\"], [\"preparedness\", \"support\", \"continues\"], [\"support\", \"continues\", \"provided\"], [\"continues\", \"provided\", \"central\"], [\"provided\", \"central\", \"level\"], [\"central\", \"level\", \"two\"], [\"level\", \"two\", \"priority\"], [\"two\", \"priority\", \"region\"], [\"priority\", \"region\", \"tombali\"], [\"region\", \"tombali\", \"gabu\"], [\"tombali\", \"gabu\", \"who\"], [\"gabu\", \"who\", \"suboffices\"], [\"who\", \"suboffices\", \"activity\"], [\"suboffices\", \"activity\", \"implemented\"], [\"activity\", \"implemented\", \"partner\"], [\"implemented\", \"partner\", \"reporting\"], [\"partner\", \"reporting\", \"period\"], [\"reporting\", \"period\", \"national\"], [\"period\", \"national\", \"authority\"], [\"national\", \"authority\", \"include\"], [\"authority\", \"include\", \"mapping\"], [\"include\", \"mapping\", \"local\"], [\"mapping\", \"local\", \"partner\"], [\"local\", \"partner\", \"activity\"], [\"partner\", \"activity\", \"coordination\"], [\"activity\", \"coordination\", \"meeting\"], [\"coordination\", \"meeting\", \"tombali\"], [\"meeting\", \"tombali\", \"gabu\"], [\"tombali\", \"gabu\", \"involving\"], [\"gabu\", \"involving\", \"regional\"], [\"involving\", \"regional\", \"authority\"], [\"regional\", \"authority\", \"partner\"], [\"authority\", \"partner\", \"organisation\"], [\"partner\", \"organisation\", \"establishment\"], [\"organisation\", \"establishment\", \"community\"], [\"establishment\", \"community\", \"eventbased\"], [\"community\", \"eventbased\", \"surveillance\"], [\"eventbased\", \"surveillance\", \"project\"], [\"surveillance\", \"project\", \"u\"], [\"project\", \"u\", \"centre\"], [\"u\", \"centre\", \"disease\"], [\"centre\", \"disease\", \"control\"], [\"disease\", \"control\", \"cdc\"], [\"control\", \"cdc\", \"international\"], [\"cdc\", \"international\", \"organisation\"], [\"international\", \"organisation\", \"migration\"], [\"organisation\", \"migration\", \"support\"], [\"migration\", \"support\", \"border\"], [\"support\", \"border\", \"post\"], [\"border\", \"post\", \"visit\"], [\"post\", \"visit\", \"assessment\"], [\"visit\", \"assessment\", \"gabu\"], [\"assessment\", \"gabu\", \"region\"], [\"gabu\", \"region\", \"representative\"], [\"region\", \"representative\", \"subregional\"], [\"representative\", \"subregional\", \"team\"], [\"subregional\", \"team\", \"simulation\"], [\"team\", \"simulation\", \"exercise\"], [\"simulation\", \"exercise\", \"test\"], [\"exercise\", \"test\", \"capacity\"], [\"test\", \"capacity\", \"case\"], [\"capacity\", \"case\", \"isolation\"], [\"case\", \"isolation\", \"safe\"], [\"isolation\", \"safe\", \"sample\"], [\"safe\", \"sample\", \"collection\"], [\"sample\", \"collection\", \"shipment\"], [\"collection\", \"shipment\", \"evd\"], [\"shipment\", \"evd\", \"preparedness\"], [\"evd\", \"preparedness\", \"officer\"], [\"preparedness\", \"officer\", \"dedicated\"], [\"officer\", \"dedicated\", \"evd\"], [\"dedicated\", \"evd\", \"preparedness\"], [\"evd\", \"preparedness\", \"officer\"], [\"preparedness\", \"officer\", \"deployed\"], [\"officer\", \"deployed\", \"support\"], [\"deployed\", \"support\", \"implementation\"], [\"support\", \"implementation\", \"country\"], [\"implementation\", \"country\", \"preparedness\"], [\"country\", \"preparedness\", \"plan\"], [\"preparedness\", \"plan\", \"coordinate\"], [\"plan\", \"coordinate\", \"partner\"], [\"coordinate\", \"partner\", \"provide\"], [\"partner\", \"provide\", \"focal\"], [\"provide\", \"focal\", \"point\"], [\"focal\", \"point\", \"interagency\"], [\"point\", \"interagency\", \"collaboration\"], [\"interagency\", \"collaboration\", \"provide\"], [\"collaboration\", \"provide\", \"specific\"], [\"provide\", \"specific\", \"technical\"], [\"specific\", \"technical\", \"support\"], [\"technical\", \"support\", \"respective\"], [\"support\", \"respective\", \"area\"], [\"respective\", \"area\", \"expertise\"], [\"area\", \"expertise\", \"provide\"], [\"expertise\", \"provide\", \"capacity\"], [\"provide\", \"capacity\", \"development\"], [\"capacity\", \"development\", \"national\"], [\"development\", \"national\", \"staff\"], [\"national\", \"staff\", \"preparedness\"], [\"staff\", \"preparedness\", \"officer\"], [\"preparedness\", \"officer\", \"currently\"], [\"officer\", \"currently\", \"deployed\"], [\"currently\", \"deployed\", \"benin\"], [\"deployed\", \"benin\", \"cameroon\"], [\"benin\", \"cameroon\", \"central\"], [\"cameroon\", \"central\", \"african\"], [\"central\", \"african\", \"republic\"], [\"african\", \"republic\", \"cote\"], [\"republic\", \"cote\", \"divoire\"], [\"cote\", \"divoire\", \"ethiopia\"], [\"divoire\", \"ethiopia\", \"gambia\"], [\"ethiopia\", \"gambia\", \"ghana\"], [\"gambia\", \"ghana\", \"guineabissau\"], [\"ghana\", \"guineabissau\", \"mali\"], [\"guineabissau\", \"mali\", \"mauritania\"], [\"mali\", \"mauritania\", \"niger\"], [\"mauritania\", \"niger\", \"senegal\"], [\"niger\", \"senegal\", \"togo\"], [\"senegal\", \"togo\", \"training\"], [\"togo\", \"training\", \"exercise\"], [\"training\", \"exercise\", \"simulation\"], [\"exercise\", \"simulation\", \"priority\"], [\"simulation\", \"priority\", \"country\"], [\"priority\", \"country\", \"achieved\"], [\"country\", \"achieved\", \"minimum\"], [\"achieved\", \"minimum\", \"50\"], [\"minimum\", \"50\", \"implementation\"], [\"50\", \"implementation\", \"preparedness\"], [\"implementation\", \"preparedness\", \"checklist\"], [\"preparedness\", \"checklist\", \"activity\"], [\"checklist\", \"activity\", \"encouraged\"], [\"activity\", \"encouraged\", \"undertake\"], [\"encouraged\", \"undertake\", \"series\"], [\"undertake\", \"series\", \"drill\"], [\"series\", \"drill\", \"element\"], [\"drill\", \"element\", \"evd\"], [\"element\", \"evd\", \"response\"], [\"evd\", \"response\", \"functional\"], [\"response\", \"functional\", \"exercise\"], [\"functional\", \"exercise\", \"test\"], [\"exercise\", \"test\", \"coordination\"], [\"test\", \"coordination\", \"ebola\"], [\"coordination\", \"ebola\", \"operation\"], [\"ebola\", \"operation\", \"centre\"], [\"operation\", \"centre\", \"training\"], [\"centre\", \"training\", \"gambia\"], [\"training\", \"gambia\", \"rapid\"], [\"gambia\", \"rapid\", \"response\"], [\"rapid\", \"response\", \"team\"], [\"response\", \"team\", \"mauritania\"], [\"team\", \"mauritania\", \"pointsofentry\"], [\"mauritania\", \"pointsofentry\", \"cote\"], [\"pointsofentry\", \"cote\", \"divoire\"], [\"cote\", \"divoire\", \"clinical\"], [\"divoire\", \"clinical\", \"management\"], [\"clinical\", \"management\", \"ipc\"], [\"management\", \"ipc\", \"guiglo\"], [\"ipc\", \"guiglo\", \"toulepleu\"], [\"guiglo\", \"toulepleu\", \"currently\"], [\"toulepleu\", \"currently\", \"planned\"], [\"currently\", \"planned\", \"surveillance\"], [\"planned\", \"surveillance\", \"preparedness\"], [\"surveillance\", \"preparedness\", \"indicator\"], [\"preparedness\", \"indicator\", \"indicator\"], [\"indicator\", \"indicator\", \"based\"], [\"indicator\", \"based\", \"surveillance\"], [\"based\", \"surveillance\", \"data\"], [\"surveillance\", \"data\", \"casemanagement\"], [\"data\", \"casemanagement\", \"capacity\"], [\"casemanagement\", \"capacity\", \"laboratory\"], [\"capacity\", \"laboratory\", \"testing\"], [\"laboratory\", \"testing\", \"equipment\"], [\"testing\", \"equipment\", \"stock\"], [\"equipment\", \"stock\", \"continue\"], [\"stock\", \"continue\", \"collected\"], [\"continue\", \"collected\", \"weekly\"], [\"collected\", \"weekly\", \"basis\"], [\"weekly\", \"basis\", \"four\"], [\"basis\", \"four\", \"country\"], [\"four\", \"country\", \"share\"], [\"country\", \"share\", \"border\"], [\"share\", \"border\", \"affected\"], [\"border\", \"affected\", \"country\"], [\"affected\", \"country\", \"cote\"], [\"country\", \"cote\", \"divoire\"], [\"cote\", \"divoire\", \"guineabissau\"], [\"divoire\", \"guineabissau\", \"mali\"], [\"guineabissau\", \"mali\", \"senegal\"], [\"mali\", \"senegal\", \"interactive\"], [\"senegal\", \"interactive\", \"preparedness\"], [\"interactive\", \"preparedness\", \"dashboard\"], [\"preparedness\", \"dashboard\", \"based\"], [\"dashboard\", \"based\", \"evd\"], [\"based\", \"evd\", \"checklist\"], [\"evd\", \"checklist\", \"available\"], [\"checklist\", \"available\", \"online\"], [\"available\", \"online\", \"annex\"], [\"online\", \"annex\", \"1\"], [\"annex\", \"1\", \"coordination\"], [\"1\", \"coordination\", \"ebola\"], [\"coordination\", \"ebola\", \"response\"], [\"ebola\", \"response\", \"along\"], [\"response\", \"along\", \"4\"], [\"along\", \"4\", \"line\"], [\"4\", \"line\", \"action\"], [\"line\", \"action\", \"continues\"], [\"action\", \"continues\", \"work\"], [\"continues\", \"work\", \"many\"], [\"work\", \"many\", \"partner\"], [\"many\", \"partner\", \"response\"], [\"partner\", \"response\", \"evd\"], [\"response\", \"evd\", \"outbreak\"], [\"evd\", \"outbreak\", \"including\"], [\"outbreak\", \"including\", \"african\"], [\"including\", \"african\", \"union\"], [\"african\", \"union\", \"economic\"], [\"union\", \"economic\", \"community\"], [\"economic\", \"community\", \"west\"], [\"community\", \"west\", \"african\"], [\"west\", \"african\", \"state\"], [\"african\", \"state\", \"mano\"], [\"state\", \"mano\", \"river\"], [\"mano\", \"river\", \"union\"], [\"river\", \"union\", \"national\"], [\"union\", \"national\", \"government\"], [\"national\", \"government\", \"nongovernmental\"], [\"government\", \"nongovernmental\", \"organization\"], [\"nongovernmental\", \"organization\", \"un\"], [\"organization\", \"un\", \"agency\"], [\"un\", \"agency\", \"technical\"], [\"agency\", \"technical\", \"institution\"], [\"technical\", \"institution\", \"network\"], [\"institution\", \"network\", \"global\"], [\"network\", \"global\", \"outbreak\"], [\"global\", \"outbreak\", \"alert\"], [\"outbreak\", \"alert\", \"response\"], [\"alert\", \"response\", \"network\"], [\"response\", \"network\", \"goarn\"], [\"network\", \"goarn\", \"agency\"], [\"goarn\", \"agency\", \"responsible\"], [\"agency\", \"responsible\", \"coordinating\"], [\"responsible\", \"coordinating\", \"4\"], [\"coordinating\", \"4\", \"key\"], [\"4\", \"key\", \"line\"], [\"key\", \"line\", \"action\"], [\"line\", \"action\", \"response\"], [\"action\", \"response\", \"given\"], [\"response\", \"given\", \"line\"], [\"given\", \"line\", \"action\"], [\"line\", \"action\", \"lead\"], [\"action\", \"lead\", \"agency\"], [\"lead\", \"agency\", \"case\"], [\"agency\", \"case\", \"management\"], [\"case\", \"management\", \"case\"], [\"management\", \"case\", \"finding\"], [\"case\", \"finding\", \"laboratory\"], [\"finding\", \"laboratory\", \"service\"], [\"laboratory\", \"service\", \"contact\"], [\"service\", \"contact\", \"tracing\"], [\"contact\", \"tracing\", \"safe\"], [\"tracing\", \"safe\", \"dignified\"], [\"safe\", \"dignified\", \"burial\"], [\"dignified\", \"burial\", \"international\"], [\"burial\", \"international\", \"federation\"], [\"international\", \"federation\", \"red\"], [\"federation\", \"red\", \"cross\"], [\"red\", \"cross\", \"red\"], [\"cross\", \"red\", \"crescent\"], [\"red\", \"crescent\", \"society\"], [\"crescent\", \"society\", \"ifrc\"], [\"society\", \"ifrc\", \"community\"], [\"ifrc\", \"community\", \"engagement\"], [\"community\", \"engagement\", \"social\"], [\"engagement\", \"social\", \"mobilization\"], [\"social\", \"mobilization\", \"unicef\"], [\"mobilization\", \"unicef\", \"annex\"], [\"unicef\", \"annex\", \"2\"], [\"annex\", \"2\", \"definition\"], [\"2\", \"definition\", \"phase\"], [\"definition\", \"phase\", \"2\"], [\"phase\", \"2\", \"key\"], [\"2\", \"key\", \"performance\"], [\"key\", \"performance\", \"indicator\"]], \"URL\": \"http://apps.who.int/ebola/current-situation/ebola-situation-report-19-august-2015\"}"